Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/accessibility.*.po
Languages: de, fa, fr

source: [[!meta title="Accessibility"]]
de: [[!meta title="Barrierefreiheit"]]
fa: [[!meta title="دسترسی‌پذیری"]]
fr: [[!meta title="Accessibilité"]]

source: Tails and the GNOME desktop include assistive technologies to support users with various impairments and special needs, and to interact with common assistive devices.
de: Tails und die GNOME-Arbeitsumgebung beinhalten technische Hilfsmittel, um Benutzende mit verschiedenen Beeinträchtigungen und besonderen Bedürfnissen zu unterstützen und mit üblichen Hilfsgeräten zu interagieren.
fr: Tails et le bureau GNOME incluent des technologies d'assistance pour aider les personnes avec divers handicaps et des besoins spécifiques et pour interagir avec des périphériques d'assistance courants.

source: Universal access menu
de: Barrierefreiheitsmenü
fr: Menu d'accès universel

source: You can activate most of these technologies from the universal access menu (the
de: Sie können die meisten dieser Technologien über das Barrierefreiheitsmenü (das Symbol
fr: Vous pouvez activer la plupart de ces technologies depuis le menu d'accès universel (l'icône

source: [[!img lib/preferences-desktop-accessibility.png alt="Universal Access" class="symbolic" link="no"]]
de: [[!img lib/preferences-desktop-accessibility.png alt="Barrierefreiheit" class="symbolic" link="no"]]
fr: [[!img lib/preferences-desktop-accessibility.png alt="Accès universel" class="symbolic" link="no"]]

source: icon which looks like a person) in the top bar:
de: , welches wie eine Person aussieht) in der oberen Leiste aktivieren:
fr: qui ressemble à une personne) dans la barre du haut :

source: [[!img introduction_to_gnome_and_the_tails_desktop/accessibility.png link="no" alt="Universal Access menu with the following options (disabled by default): High Contrast, Zoom, Large Text, Screen Reader, Screen Keyboard, Visual Alters, Sticky Keys, Slow Keys, Bounce Keys, and Mouse Keys"]]
de: [[!img introduction_to_gnome_and_the_tails_desktop/accessibility.png link="no" alt="Barrierefreiheitsmenü mit den folgenden Optionen (standardmäßig deaktiviert): Hoher Kontrast, Vergrößern, Große Schrift, Bildschirmleser, Bildschirmtastatur, Visuelle Warnungen, Einrastfunktion, Tastenverzögerung, Tastenanschlagfunktion und Tastaturmaus"]]
fr: [[!img introduction_to_gnome_and_the_tails_desktop/accessibility.png link="no" alt="Menu d'accès universel avec les options suivantes (désactivées par défaut): Contraste élevé, Zoom, Grand Texte, Lecteur d'écran, Clavier visuel, Alertes visuelles, Touches rémanentes, Touches lentes, Touches rebond et Touches de la souris"]]

source: These technologies are documented in more details in the [GNOME universal access documentation](https://help.gnome.org/users/gnome-help/stable/a11y.html).
de: Diese Technologien sind ausführlicher im [Handbuch zu Barrierefreiheit in GNOME](https://help.gnome.org/users/gnome-help/stable/a11y.html.de) beschrieben.
fr: Ces technologies sont documentées plus en détail dans la [documentation GNOME pour l'accès universel](https://help.gnome.org/users/gnome-help/stable/a11y.html.fr).

source: Keyboard shortcuts
de: Tastaturkürzel
fr: Raccourcis clavier

source: <table> <tr><td>Turn screen reader on or off</td><td>Alt+Super+S</td></tr> <tr><td>Turn zoom on or off</td><td>Alt+Super+8</td></tr> </table>
de: <table> <tr><td>Bildschirmleser ein- oder ausschalten</td><td>Alt+Super+S</td></tr> <tr><td>Vergrößerung ein- oder ausschalten</td><td>Alt+Super+8</td></tr> </table>
fr: <table> <tr><td>Activer ou désactiver le lecteur d'écran</td><td>Alt+Super+S</td></tr> <tr><td>Activer ou désactiver le zoom</td><td>Alt+Super+8</td></tr> </table>

source: To access the universal access menu using the keyboard:
de: Um das Barrierefreiheitsmenü mit der Tastatur zu erreichen:
fr: Pour accéder au menu d'accès universel en utilisant le clavier :

source: Press <span class="keycap">Ctrl+Alt+Tab</span> to move the keyboard focus to the top bar.
de: Betätigen Sie <span class="keycap">Ctrl+Alt+Tab</span>, um die Tastaturauswahl in die obere Bildschirmleiste zu bewegen.
fr: Appuyez sur <span class="keycap">Ctrl+Alt+Tab</span> pour déplacer le focus du clavier vers la barre supérieure.

source: Use the arrow keys on the keyboard to select the universal access menu.
de: Benutzen Sie die Pfeiltasten auf der Tastatur, um das Barrierefreiheitsmenü auszuwählen.
fr: Utilisez les touches directionnelles du clavier pour sélectionner le menu d'accès universel.

source: Press <span class="button">Enter</span> to open the menu.
de: Drücken Sie <span class="button">Enter</span>, um das Menü zu öffnen.
fr: Appuyez sur <span class="button">Entrée</span> pour ouvrir le menu.

source: Use the up and down arrow keys to select items in the menu.
de: Benutzen Sie die Auf- und Ab-Pfeiltasten, um die Einträge des Menüs auszwählen.
fr: Utilisez les touches directionnels haut et bas pour sélectionner des éléments dans le menu.

source: Press <span class="button">Space</span> to toggle the selected item.
de: Drücken Sie die <span class="button">Leertaste</span>, um die Einträge aus- und abzuwählen.
fr: Appuyez sur <span class="button">Espace</span> pour activer ou désactiver l'élément sélectionné.

source: Press <span class="button">Esc</span> to close the menu.
de: Drücken Sie <span class="button">Esc</span>, um das Menü zu schließen.
fr: Appuyez sur <span class="button">Échap</span> pour fermer le menu.

source: Screen reader
de: Bildschirmleser
fr: Lecteur d'écran

source: To hear screen elements spoken to you, you can activate the <span class="guilabel">Screen Reader</span> accessibility feature.
de: Um Bildschirmelemente vorgelesen zu bekommen, verwenden Sie die Barrierefreiheitsfunktion <span class="guilabel">Bildschirmleser</span>.
fr: Afin d'obtenir une lecture des éléments présents à l'écran, vous pouvez activer la fonctionnalité d'accessibilité <span class="guilabel">Lecteur d'écran</span>.

source: For more detailed documentation refer to the official [<span class="application">Orca</span> Screen Reader documentation](https://help.gnome.org/users/orca/stable/).
de: Für eine ausführlichere Beschreibung lesen Sie bitte die offizielle [Dokumentation des <span class="application">Orca</span> Bildschirmlesers](https://help.gnome.org/users/orca/stable/index.html.de).
fr: Pour plus d'informations, veuillez consulter la [documentation officielle du lecteur d'écran <span class="application">Orca</span> ](https://help.gnome.org/users/orca/stable/index.html.fr).

source: <p>The screen reader takes around 10 seconds to start.</p>
de: <p>Der Bildschirmleser braucht etwa 10 Sekunden, um zu starten.</p>
fr: <p>Le lecteur d'écran met environ 10 secondes pour démarrer.</p>

source: <p>The screen reader does not work with the <span class="application">Unsafe Browser</span>.</p>
de: <p>Der Bildschirmleser funktioniert nicht mit dem <span class="application">Unsicheren Browser</span>.</p>
fr: <p>Le lecteur d'écran ne marche pas avec le <span class="application">Navigateur non-sécurisé</span>.</p>

source: Screen keyboard
de: Bildschirmtastatur
fr: Clavier visuel

source: If you prefer a pointing device over the keyboard, you can activate the <span class="guilabel">Screen Keyboard</span> accessibility feature.
de: Falls Sie anstelle einer Tastatur ein Zeigegerät bevorzugen, verwenden Sie die Barrierefreiheitsfunktion <span class="guilabel">Bildschirmtastatur</span>.
fr: Si vous préférez utiliser un dispositif de pointage pour le clavier, vous pouvez activer la fonctionnalité d'accessibilité <span class="guilabel">Clavier visuel</span>.

source: For more detailed documentation refer to the official [<span class="application">GNOME</span> Screen Keyboard documentation](https://help.gnome.org/users/gnome-help/stable/keyboard-osk.html.en).
de: Für eine ausführlichere Beschreibung lesen Sie bitte die offizielle [Dokumentation der <span class="application">GNOME</span> Bildschirmtastatur](https://help.gnome.org/users/gnome-help/stable/keyboard-osk.html.de).
fr: Pour une documentation plus détaillée, consultez la [documentation officielle du clavier visuel de <span class="application">GNOME</span>](https://help.gnome.org/users/gnome-help/stable/keyboard-osk.html.fr).

source: <span class="application">Dasher</span> graphical text entry application
de: Die Anwendung <span class="application">Dasher</span> für graphische Texteingabe
fa: ابزار گرافیکی وارد کردن متنِ <span class="application">Dasher</span>
fr: <span class="application">Dasher</span>, une application de saisie prédictive de texte

source: If you are operating a computer one-handed (by joystick, touchscreen, or mouse) or zero-handed (by head-mouse or eyetracker), you can use the <span class="application">[Dasher](http://www.inference.phy.cam.ac.uk/dasher/)</span> graphical predictive text entry application.
de: Falls Sie den Computer einhändig bedienen (mittels Joystick, Touchscreen oder Maus) oder ohne Hände (mittels Kopf-gesteuerter Maus oder Eyetracker), können Sie die Anwendung <span class="application">[Dasher](http://www.inference.phy.cam.ac.uk/dasher/deutsch/)</span> für graphische, vorausberechnende Texteingabe verwenden.
fr: Si vous utilisez un ordinateur avec une seule main (avec un joystick, un écran tactile, ou une souris) ou sans les mains (souris guidé par les mouvements de la tête ou un suivi de l'œil), vous pouvez utiliser l'application graphique de saisie de texte prédictive <span class="application">[Dasher](http://www.inference.phy.cam.ac.uk/dasher/francais/)</span>.

source: <span class="application">Dasher</span> is available from <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Universal Access</span>&nbsp;▸ <span class="guimenuitem">Dasher</span></span>.
de: <span class="application">Dasher</span> finden Sie unter <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Barrierefreiheit</span>&nbsp;▸ <span class="guimenuitem">Dasher</span></span>.
fa: ابزار <span class="application">Dasher</span> <span class="menuchoice"> <span class="guimenu">ابزارها</span>&nbsp;◀ <span class="guisubmenu">دسترسی همگانی</span>&nbsp;◀ <span class="guimenuitem">Dasher</span></span> در دسترس است.
fr: <span class="application">Dasher</span> est disponible depuis <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accès universel</span>&nbsp;▸ <span class="guimenuitem">Dasher</span></span>.

source: <span class="application">Universal access</span> utilities
fa: امکان <span class="application">دسترسی همگانی</span>

source: The GNOME desktop provides many accessibility features as documented in the [GNOME Universal access](https://help.gnome.org/users/gnome-help/stable/a11y.html) guide.
fa: همان‌طور که در راهنمای [دسترسی همگانی گنوم](https://help.gnome.org/users/gnome-help/stable/a11y.html.fa) آمده، دسکتاپ گنوم ویژگی‌های دسترسی‌پذیری بسیاری ارائه می‌کند.

source: To access those utilities choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guisubmenu">Preferences</span>&nbsp;▸ <span class="guimenuitem">System Settings</span>&nbsp;▸ <span class="guimenuitem">Universal Access</span></span>.
fa: برای دسترسی به این ابزار <span class="menuchoice"> <span class="guimenu">ابزارها</span>&nbsp;◀ <span class="guisubmenu">ابزارهای سیستم</span>&nbsp;◀ <span class="guisubmenu">ترجیحات</span>&nbsp;◀ <span class="guimenuitem">تنظیمات سیستم</span>&nbsp;◀ <span class="guimenuitem">دسترسی همگانی</span></span> را انتخاب کنید.

source: <span class="application">Orca</span> screen reader
fa: روخوان صفحه <span class="application">اورکا</span>

source: To **hear screen elements spoken to you** use the <span class="application">ORCA</span> screen reader.
fa: برای روخوانی **چیزهای موجود در صفحه** از روخوانی صفحهٔ <span class="application">اورکا</span> استفاده کنید.

source: <span class="application">ORCA</span> is available from <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Universal Access</span>&nbsp;▸ <span class="guimenuitem">Orca Screen Reader</span></span>.
fa: می‌توانید از <span class="menuchoice"> <span class="guimenu">ابزارها</span>&nbsp;◀ <span class="guisubmenu">دسترسی همگانی</span>&nbsp;◀ <span class="guimenuitem">ابزار روخوانی صفحه اورکا</span></span> <span class="application">اورکا</span> را باز کنید.

source: For more detailed documentation refer to the official [<span class="application">Orca</span> documentation](https://help.gnome.org/users/orca/stable/).
fa: برای اطلاعات بیشتر [اسناد رسمی<span class="application">اورکا</span> ](https://help.gnome.org/users/orca/stable/) مراجعه کنید.

source: <p>The screen reading functionality of <span class="application">GNOME Orca</span> does not work with <span class="application">Tails Installer</span> nor with the <span class="application">Unsafe Web Browser</span> and <span class="application">I2P Browser</span>.</p>
fa: <p>ابزار روخوانی صفحه <span class="application">گنوم اورکا</span> نه با نصب‌کننده تیلز<span class="application"> کار می‌کند </span> و نه با <span class="application"> مرورگر غیرامن وب</span> و <span class="application">مرورگر I2P</span>.</p>.

source: <span class="application">Florence</span> virtual keyboard
fa: صفحه‌کلید مجازی <span class="application">فلورنس</span>

source: If you **prefer a pointing device over the keyboard**, you can use the [[<span class="application">Florence</span> virtual keyboard|first_steps/introduction_to_gnome_and_the_tails_desktop#florence]].
fa: اگر **ترجیح می‌دهید از یک ابزار اشاره‌ای به جای صفحه‌کلید استفاده کنید** می‌توانید [[<span class="application">فلورنس</span> virtual keyboard|first_steps/introduction_to_gnome_and_the_tails_desktop#florence]] را به کار ببندید.

source: If you **are operating a computer one-handed** (by joystick, touchscreen, or mouse) or **zero-handed** (by head-mouse or eyetracker), you can use the <span class="application">[Dasher](http://www.inference.phy.cam.ac.uk/dasher/)</span> graphical predictive text entry application.
fa: اگر تنها **با یک دست** (با دستهٔ بازی یا صفحهٔ لمسی و یا موش‌واره) یا **بدون دست** (با موش‌واره سر یا ابزار ردیاب نگاه) از رایانه استفاده می‌کنید، می‌توانید ابزار گرافیکی پیش‌بینی متن را <span class="application">[Dasher](http://www.inference.phy.cam.ac.uk/dasher/) </span> به کار ببندید.
