Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/bug_reporting.*.po
Languages: de, es, fa, fr, it

source: You might not always be able to use WhisperBack. In those cases, you can also send your bug report by [[email|support/talk]] directly.
de: Sie können möglicherweise nicht immer WhisperBack benutzen. In diesem Falle können Sie uns die Fehlerbeschreibung auch per [[E-Mail|support/talk]] direkt zusenden.
es: A veces no podrás usar WhisperBack. En estos casos, también puedes enviar tu reporte de error por [[correo electrónico|support/talk]].
fa: همیشه نمی‌توان از ویسپربک استفاده کرد. در چنین مواردی می‌توانید گزارش ایراد خود را مستقیم با [[رایانامه|support/talk]] نیز بفرستید.
fr: Il est possible que vous ne puissiez pas utiliser WhisperBack. Dans ces cas-là, vous pouvez envoyer votre rapport de bug directement par [[email|support/talk]].
it: Potresti non essere in grado sempre di usare WhisperBack. In quei casi puoi anche inviare il tuo rapporto del bug a [[email|support/talk]] direttamente.

source: Note that if you send the report yourself, it might not be anonymous unless you take special care (for example, using Tor with a throw-away email account).
de: Falls Sie die Fehlerbeschreibung selber versenden, denken Sie daran, dass diese nicht anonym sein wird, solange Sie keine speziellen Vorkehrungen treffen (z.B. indem Sie Tor mit einem Wegwerf-E-Mail Account verwenden).
es: Toma en cuenta que si envías un reporte por ti mismo, éste puede no ser anónimo a menos que tomes precauciones (p.ej. usando Tor con una cuenta de correo desechable).
fr: Ayez conscience du fait que si vous envoyez le rapport vous-même, il pourrait ne pas être anonyme, à moins que vous ayez pris des précautions particulières (par exemple utiliser Tor avec un compte email jetable).

source: <h2 id="no-internet-access">No Internet access</h2>
es: <h2 id="no-internet-access">Sin acceso a internet</h2>

source: WhisperBack won't be able to send your bug report if you are not connected to the Internet.
es: WhisperBack no podrá enviar tu reporte de error si no estás conectado a internet.

source: In Tails, start WhisperBack
de: Starten Sie Whisperback in Tails
es: En Tails, inicia WhisperBack
fa: ویسپربک را در تیلز راه‌اندازی کنید
fr: Dans Tails, lancez WhisperBack
it: In Tails, avvia WhisperBack

source: In the bug report window, expand "technical details to include"
de: Im Fehlermeldungsfenster gehen Sie auf "Technische Details zum Einbeziehen"
es: En la interfaz del reporte de error, expande "detalles técnicos a incluir"
fa: در پنجرهٔ گزارش ایراد، «جزئیات فنی» را باز کنید
fr: Dans la fenêtre de rapport de bug, faites dérouler l'onglet "Détails techniques à inclure"
it: Nella finestra del rapporto del bug, espandi "dettagli tecnici da includere"

source: Copy everything in the "debugging info" box
de: Kopieren Sie alles in dem Feld "Informationen zur Fehlersuche"
es: Copia todo lo que hay en el cuadro de "información de depuración ('debugging')"
fa: تمام محتوای بخش «اطلاعات رفع ایراد» را کپی کنید
fr: Copiez tout ce qu'il y a dans la partie "informations de débogage"
it: Copia tutto nella casella "informazioni di debug"

source: Paste it to another document (using gedit for instance)
de: Fügen Sie es in ein anderes Dokument ein (z.B. mit Gedit).
es: Pégalo en otro documento (por ejemplo usando gedit)
fa: در یک سند دیگر آن را بچسبانید (برای نمونه از گِدیت استفاده کنید)
fr: Collez cela dans un autre document (en utilisant gedit par exemple)
it: Copialo in altro documento (usando gedit per l'istanza)

source: Save the document on a USB stick
de: Speichern Sie das Dokument auf einem USB Stick
es: Guarda el documento en una memoria USB
fa: سند را روی یک درایو یو‌اس‌بی ذخیره کنید
fr: Sauvegardez le document sur une clé USB
it: Salva il documento in una chiavetta USB

source: Boot into a system with Internet connection and send your report
de: Starten Sie ein System, das eine Internetverbindung hat und versenden Sie ihre Fehlerbeschreibung
es: Inicia Tails en un sistema con conexión a Internet y envía tu reporte
fa: وارد سیستمی شوید که دسترسی به اینترنت دارد و گزارش خود را بفرستید
fr: Lancez un système avec une connexion Internet et envoyez votre rapport
it: Fallo partire in un sistema con la connessione internet attiva e invia il tuo rapporto

source: <h2 id="does-not-start">Tails does not start</h2>
es: <h2 id="does-not-start">Tails no arranca</h2>

source: For troubleshooting instructions in case Tails fails to start, refer to our installation instructions on:
de: Für Anweisungen zur Problembehebung für den Fall, dass Tails nicht startet, verweisen wir auf unsere Installationsanweisungen zum:
es: Para instrucciones en caso de que Tails no pueda arrancar, mira nuestra documentación de instalación en:
fr: Pour des instructions de dépannage dans le cas où Tails ne démarre pas, consultez nos instructions d'installation :
it: Per istruzioni su come risolvere i problemi nel caso Tails non si avvii, fate riferimento alle nostre istruzioni di installazione su:

source: [[Starting a PC on a USB stick|install/win/usb#start-tails]]
es: [[Arrancar un PC desde una memoria USB|install/win/usb#start-tails]]
fr: [[Démarrer un PC sur une clé USB|install/win/usb#start-tails]]

source: [[Starting a Mac on a USB stick|install/mac/usb#start-tails]]
es: [[Arrancar un Mac desde una memoria USB|install/mac/usb#start-tails]]
fr: [[Démarrer un Mac sur une clé USB|install/mac/usb#start-tails]]

source: <h1 id="debian">Reproducing the bug in Debian (for advanced users)</h1>
es: <h1 id="debian">Reproducir el bug en Debian (para usuarios avanzados)</h1>

source: It is very useful for us to know if your bug only affects Tails or also affects Debian, on which Tails is based.
de: Es ist sehr hilfreich für uns zu wissen, ob der Fehler nur Tails betrifft oder auch Debian, worauf Tails basiert.
es: Para nosotros es muy útil saber si tu bug sólo afecta Tails o también afecta Debian, en la que Tails se basa.
fr: Il nous est très utile de savoir si votre bug affecte seulement Tails ou s'il affecte également Debian, sur lequel Tails est basé.
it: E' davvero utile per noi sapere se il bug (errore o difetto) affligge solo Tails o anche Debian, su cui Tails è fondato.

source: Doing so takes much more time so, in doubt, report your bug as instructed earlier and wait for guidance from our help desk.
de: Dies zu tun benötigt viel mehr Zeit. Melden Sie im Zweifelsfall den Fehler wie zuvor beschrieben und warten Sie auf Anweisungen von unserem Help Desk.
es: Hacerlo lleva mucho más tiempo, por lo que, en caso de duda, informa tu bug como se indicó anteriormente y espera a recibir ayuda de nuestro help desk.
fr: Faire cela prend beaucoup plus de temps donc, dans le doute, signalez votre bug comme indiqué précédemment et attendez des instructions venant de notre équipe d'assistance.
it: Fare questa verifica richiede molto tempo quindi, nel dubbio, segnala il tuo bug come spiegato prima ed attendi la risposta da parte del nostro help desk.

source: If your bug also affects Debian *stable* then it will have to be fixed in Debian directly and not in Tails.
de: Falls Ihr Fehler ebenfalls Debian *stable* betrifft, muss er direkt in Debian und nicht in Tails behoben werden.
es: Si tu bug afecta Debian *stable* deberá ser arreglado directamente en Debian y no en Tails.
fr: Si votre bug affecte également Debian *stable* alors il doit être corrigé directement dans Debian et non dans Tails.
it: Se il vostro bug coinvolge anche Debian *stable*, il bug dovrebbe essere risolto direttamente in Debian e non in Tails.

source: If your bug affects Debian *stable* but not Debian *testing* then it might have been solved already in Debian.
de: Falls Ihr Fehler Debian *stable*, jedoch nicht Debian *testing* betrifft, könnte er bereits in Debian behoben sein.
es: Si tu bug afecta Debian *stable* pero no Debian *testing*, podría ya estar resuelto en Debian.
fr: Si votre bug affecte Debian *stable* mais pas Debian *testing* alors il doit être déjà corrigé dans Debian.
it: Se il vostro bug riguarda Debian *stable* ma non Debian *testing* potrebbe essere già stato risolto in Debian.

source: Debian also distributes images (*Debian live*) that you can install on a USB stick using the same installation procedure as for installing Tails.
es: Debian también distribuye imágenes (*Debian live*) que puedes instalar en una memoria USB usando el mismo procedimiento de instalación que para Tails.
fr: Debian distribue également des images (*Debian live*) qui peuvent être installées sur une clé USB en utilisant la même procédure d'installation que Tails.

source: Images for the stable version of Debian, on which Tails is based, are available on:
de: Images für die stable-Version von Debian, worauf Tails basiert, sind verfügbar von:
es: Las imágenes para la versión stable de Debian, en la cual se basa Tails, están disponibles en:
fr: Des images pour la version stable de Debian, sur laquelle est basé Tails, sont disponibles ici :
it: Le immagini per la versione stabile di Debian, sul quale è basato Tails, sono disponibili su:

source: Download the `gnome+nonfree.iso` image to have the GNOME desktop and all the non-free firmware for better hardware compatibility.
de: Laden Sie das Image `gnome+nonfree.iso` herunter, um die GNOME-Arbeitsumgebung und alle unfreie Firmware für bessere Hardwarekompatibilität zu haben.
es: Descarga la imagen `gnome+nonfree.iso` para tener el escritorio GNOME y todo el firmware no-libre para mejor compatibilidad de hardware.
fr: Téléchargez l'image `gnome+nonfree.iso` pour avoir le bureau GNOME et tous les micrologiciels non-libres pour une meilleure compatibilité matérielle.
it: Scaricate l'immagine `gnome+nonfree.iso` per avere il desktop GNOME e tutto il firmware non gratuito per una maggiore compatibilità hardware.

source: Images for the testing version of Debian are available on:
de: Images für die testing-Version von Debian sind verfügbar von:
es: Imágenes para la versión testing de Debian están disponibles en:
fr: Des images pour la version testing de Debian sont disponibles ici :
it: Immagini per la versione test di Debian sono disponibili a questo link:

source: [[!meta title="Report an error"]]
de: [[!meta title="Einen Fehler melden"]]
fa: [[!meta title="گزارش یک ایراد"]]
it: [[!meta title="Segnalare un errore"]]

source: Reporting bugs is a great way of helping us improving Tails.
fa: گزارش کردن ایرادها می‌تواند به ما برای بهبود «تیلز» بسیار کمک کند.
it: Segnalare un errore di programma in un ottimo modo per aiutare a svlluppare Tails.

source: <a id="already_known"></a>
it: <a id="Già conosciute"></a>

source: Check if the bug is already known
de: Schauen Sie, ob der Fehler schon bekannt ist
fa: بررسی کنید که آیا این ایراد قبلاً شناخته شده است یا خیر
it: Controlla se il bug è già conosciuto

source: the [list of things that will be fixed or improved in the next release](https://redmine.tails.boum.org/code/projects/tails/issues?query_id=111)
it: la [lista delle cose che saranno risolte o migliorate nella prossima release](https://redmine.tails.boum.org/code/projects/tails/issues?query_id=111)

source: How to write a useful bug report
de: Wie schreibe ich eine nützliche Fehlerbeschreibung?
fa: چگونه یک گزارش ایرادِ سودمند بنویسیم
it: Come scrivere un buon rapporto relativo al bug

source: Use WhisperBack
de: Benutzen Sie WhisperBack
fa: از ویسپربَک استفاده کنید
it: Usa WhisperBack

source: Start WhisperBack
de: Starten Sie WhisperBack
fa: راه‌اندازی ویسپربک
it: Iniziare WhisperBack

source: Write the report
de: Schreiben Sie die Fehlerbeschreibung
fa: نوشتن گزارش
it: Scrivere un rapporto

source: Optional email address
de: Optionale E-Mail-Addresse
fa: آدرس رایانامه (اختیاری)
it: Indirizzo email opzionale

source: Optional OpenPGP key
de: Optionaler OpenPGP Schlüssel
fa: کلید اُپن‌پی‌جی‌پی (اختیاری)‌
it: Chiave OpenPGP opzionale

source: Send your report
de: Versenden Sie ihre Fehlerbeschreibung
fa: فرستادن گزارش
it: Invia il tuo rapporto

source: If you cannot use <span class="application">WhisperBack</span>
de: Falls Sie <span class="application">WhisperBack</span> nicht benutzen können
it: Se non puoi utilizzare <span class="application">WhisperBack</span>

source: Note that if you send the report yourself, it might not be anonymous unless you take special care (e.g. using Tor with a throw-away email account).
fa: به یاد داشته باشید که در صورت ارسال ایراد به صورت شخصی، ممکن است دیگر ناشناس نمانید، مگر این که مراقبت‌هایی ویژه اتخاذ کنید (برای نمونه استفاده از تور و یک حساب نابودکردنی رایانامه).
it: Si noti che quando invii un rapporto, esso potrebbe non essere anonimo a meno che tu non prenda delle precauzioni (per esempio usando Tor con un account email usa e getta).

source: No internet access
de: Keine Internetverbindung
fa: در صورت عدم دسترسی به اینترنت
it: Nessun accesso a internet

source: WhisperBack won't be able to send your bug report.
de: WhisperBack wird Ihre Fehlerbeschreibung nicht versenden können.
fa: ویسپربک نمی‌تواند گزارش ایراد را ارسال کند.
it: WhisperBack non sarà capace di inviare il tuo rapporto sul bug.

source: The following steps can be used as an alternative method:
de: Die folgenden Schritte können Sie alternativ durchführen:
fa: می‌توانید این مراحل را به عنوان راه‌حل جایگزین دنبال کنید:
it: I seguenti passi possono essere usati come metodo alternativo:

source: Tails does not start
de: Tails startet nicht
fa: در صورتی که تیلز راه‌اندازی نمی‌شود
it: Tails non parte.

source: [[Starting a PC on a USB|install/debian/usb#start-tails]]
it: [[Avviare il PC da una USB|install/debian/usb#start-tails]]

source: [[Starting a Mac on a USB|install/mac/usb#start-intermediary]]
it: [[Avviare un Mac da una USB|install/mac/usb#start-intermediary]]

source: [[Starting a Mac on a DVD|install/mac/dvd#start-dvd]]
it: [[Avviare un Mac da un DVD|install/mac/dvd#start-dvd]]

source: Reproducing the bug in Debian (for advanced users)
de: Den Fehler in Debian reproduzieren (für erfahrene Benutzende)
it: Riprodurre il bug in Debian (per persone esperte)

source: Debian also distributes images (*Debian live*) that you can install on a USB stick, like Tails. To do so, you can follow our instructions to [[Install an intermediary Tails|install/linux/usb#install-intermediary]] from Linux using <span class="application">GNOME Disks</span>.
it: Anche Debian distribuisce immagini (*Debian live*) che potete installare su una chiavetta USB, come Tails. Per farlo, potete seguire le nostre istruzioni su [[Install an intermediary Tails|install/linux/usb#install-intermediary]] da Linux utilizzando <span class="application">GNOME Disks</span>

source: Debian testing
it: Versione test di Debian

source: the [list of things that will be fixed or improved in the next release](https://labs.riseup.net/code/projects/tails/issues?query_id=111)
fa: [فهرست موارد و ایرادهایی که در نسخهٔ بعدی برطرف شده یا بهبود خواهند یافت](https://labs.riseup.net/code/projects/tails/issues?query_id=111)
