Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/bug_reporting.*.po
Languages: de, es, fa, fr, it

source: [[!meta title="Reporting an error"]]
es: [[!meta title="Reportar errores"]]
fr: [[!meta title="Signaler une erreur"]]

source: In this documentation we use the term *bug* to refer to a software error.
de: In dieser Dokumentation verwenden wir das Wort *Bug*, wenn wir von einem Softwarefehler reden.
es: En esta documentación utilizamos el término *bug* para referirnos a un error de software.
fa: در این سند به اشکالات نرم‌افزار *ایراد* می‌گوییم.
fr: Dans cette documentation, nous utilisons le terme *bug* pour parler d'erreur logicielle.
it: In questa documentazione usiamo il termine *bug* per fare riferimento a un errore del programma.

source: Reporting bugs is a great way of helping us improve Tails.
de: Bugs zu melden ist eine prima Möglichkeit, um uns zu helfen, Tails zu verbessern.
es: Reportar errores es una muy buena forma de ayudarnos a mejorar Tails.
fr: Signaler des bugs est une façon très utile de nous aider à améliorer Tails.

source: Remember that **the more effectively you report a bug**, the more likely we are to fix it.
de: Denken Sie daran, **je detaillierter Sie einen Bug beschreiben**, umso eher können wir ihn beheben.
es: Recuerda que **mientras más eficazmente reportes un error**, más probable será que lo arreglemos.
fa: به یاد داشته باشید **ایراد را هرچه دقیق‌تر گزارش بدهید**، ما بهتر می‌توانیم آن را برطرف کنیم.
fr: Rappelez-vous que **plus votre rapport de bug est précis**, plus il a de chances d'être corrigé.
it: Ricorda che **piu' si segnala in modo efficace un bug**, e ci saranno più possibilità di risolverlo.

source: <h1 id="already-known">Check if the bug is already known</h1>
es: <h1 id="already-known">Revisa si el error ya ha sido notificado</h1>

source: Have a look at:
de: Werfen Sie einen Blick auf:
es: Echa un vistazo en:
fa: این‌جا را ببینید:
fr: Allez jeter un coup d'œil à :
it: Dai un occhiata a:

source: the [[list of known issues|support/known_issues]]
de: die [[Liste bekannter Probleme|support/known_issues]]
es: la [[lista de problemas conocidos|support/known_issues]]
fa: [[فهرست مشکلات شناخته‌شده|support/known_issues]]
fr: la [[liste des problèmes connus|support/known_issues]]
it: la [[lista dei problemi conosciuti|support/known_issues]]

source: the [[!tails_gitlab groups/tails/-/milestones desc="list of things that will be fixed or improved in the next release"]]
es: la [[!tails_gitlab groups/tails/-/milestones desc="lista de mejoras que tendrá la próxima versión"]]

source: <h1 id="useful-bug-report">How to write a useful bug report</h1>
es: <h1 id="useful-bug-report">Cómo escribir un reporte de error eficaz</h1>

source: The first aim of a bug report is to **tell the developers exactly how to reproduce the failure**, so try to reproduce the issue yourself and describe how you did that.
de: Das Hauptziel einer Fehlerbeschreibung ist es, **den Entwicklern genau zu sagen wie der Fehler reproduziert werden kann**. Versuchen Sie also selbst das Problem wiederherzustellen und beschreiben Sie, wie Sie das erreicht haben.
es: El primer objetivo de un reporte de bug es **explicar a los desarrolladores cómo reproducir el error**, así que intenta recrear el problema y describe cómo lo haces.
fr: Le premier but d'un rapport de bug est de **dire aux développeurs exactement comment reproduire l'erreur**, essayez de reproduire l'erreur vous-même et de décrire comment vous avez fait.
it: Il primo obiettivo di una segnalazione di un bug è di **dire agli sviluppatori esattamente come riprodurre il problema**, prova a riprodurre il problema e descrivici la procedura.

source: If that is not possible, try to **describe what went wrong in detail**. Write down the error messages, especially if they have numbers.
de: Falls das nicht möglich ist, versuchen Sie **detailliert zu beschreiben, was nicht funktionierte**. Schreiben Sie Fehlermeldungen auf, vor allem wenn diese Nummern haben.
es: Si no es posible, intenta **describir en detalle lo que ha salido mal**. Escribe los mensajes de error, especialmente si tienen números.
fa: اگر امکان این کار وجود ندارد، تلاش کنید **با جزئیات توضیح دهید چه اتفاقی رخ داده است**. پیغام خطایی را که نرم‌افزار به شما می‌دهد یادداشت کنید، به ویژه اگر شماره‌ای دارد.
fr: Si ce n'est pas possible, essayez de **décrire en détails ce qui ne marche pas**. Écrivez les messages d'erreur, en particulier si ils ont un numéro.
it: Se questo non è possibile, prova a **descrivere che cosa è andato storto dettagliatamente**. Scrivi i messaggi di errore, specialmente se questi hanno dei numeri.

source: Write **clearly and be precise**. Say what you mean, and make sure it cannot be misinterpreted.
de: Schreiben Sie **klar und präzise**. Sagen Sie was Sie meinen und stellen Sie sicher, dass es nicht falsch verstanden werden kann.
es: Escribe **claramente y con precisión**. Di lo que piensas e intenta asegurarte de que no se puede malinterpretar.
fa: **واضح و دقیق** بنویسید منظورتان چیست، طوری که امکان برداشت اشتباه از گزارش شما نباشد.
fr: Écrivez de manière **claire et précise**. Explicitez ce que vous voulez dire et assurez-vous que ça ne peut pas être mal interprété.
it: Scrivi **in modo chiaro e preciso**. Dicci che cosa intendi, e assicurati che non sia mal interpretato.

source: Be ready to provide extra information if the developers need it. If they did not need it, they would not be asking for it.
de: Seien Sie bereit, zusätzliche Angaben zu machen, falls die Entwickler sie brauchen. Andernfalls würden sie nicht danach fragen.
es: Prepárate para proveer más información si los desarrolladores la necesitan. Si no la necesitasen, no la pedirían.
fa: برای ارائه اطلاعات بیشتر به توسعه‌دهندگان در صورت نیاز آماده باشید. مطمئن باشید اگر به این اطلاعات نیاز نداشتند از شما در مورد آن نمی‌پرسیدند.
fr: Soyez prêt à fournir des informations supplémentaires si les développeurs en ont besoin. S'ils n'en ont pas besoin, ils ne le vous demanderaient pas.
it: Stai pronto a fornire maggiori informazioni nel caso che gli sviluppatori ne abbiano bisogno. Se non ne hanno necessità, non te le chiederanno.

source: You can also refer to the great [How to Report Bugs Effectively](http://www.chiark.greenend.org.uk/~sgtatham/bugs.html), by Simon Tatham.
de: Sie können auch im großartigen Text [Fehlerberichte - wie Sie Softwarefehler melden sollten](http://www.chiark.greenend.org.uk/~sgtatham/bugs-de.html) von Simon Tatham nachlesen.
es: También puedes leer el gran [Cómo informar de fallos de forma efectiva](https://www.chiark.greenend.org.uk/~sgtatham/bugs-es.html), de Simon Tatham.
fa: همچنین می‌توانید به صفحه‌ٔ عالی [چطور ایرادات را به بهترین شکل گزارش کنیم](http://www.chiark.greenend.org.uk/~sgtatham/bugs.html) به قلم سایمون تاتام مراجعه کنید.
fr: Vous pouvez aussi vous inspirez de l'excellent [Comment signaler efficacement un bug](http://www.chiark.greenend.org.uk/~sgtatham/bugs-fr.html), par Simon Tatham.
it: È anche possibile fare riferimento al grande [Come segnalare un bug efficacemente](http://www.chiark.greenend.org.uk/~sgtatham/bugs.html), scritto da Simon Tatham.

source: <h1 id="whisperback">Use WhisperBack</h1>
es: <h1 id="whisperback">Usa WhisperBack</h1>

source: **WhisperBack is an application written specifically to report bugs anonymously from inside Tails. If you are not able to use WhisperBack, see the [[special cases|bug_reporting#special_cases]].**
de: **WhisperBack ist eine Anwendung, die speziell dafür geschrieben wurde, Fehler anonym aus Tails heraus zu melden. Falls Sie WhisperBack nicht verwenden können, lesen Sie [[Spezialfälle|bug_reporting#special_cases]].**
es: **WhisperBack es una aplicación programada específicamente para notificar errores anónimamente dentro de Tails. Si no te es posible usar WhisperBack, lee los [[casos especiales|bug_reporting#special_cases]].**
fa: **ویسپربَک ابزاری برای گزارش ایرادات به صورت ناشناس از داخل تیلز است. اگر امکان استفاده از ویسپربک را ندارید، صفحهٔ [[special موارد خاص|bug_reporting#special_cases]] را ببینید.**
fr: **WhisperBack est une application écrite spécialement pour signaler les bugs de manière anonyme depuis Tails. Si vous n'arrivez pas à utiliser WhisperBack, reportez-vous aux [[cas spécifiques|bug_reporting#special_cases]].**
it: **WhisperBack è una applicazione scritta specificatamente per segnalare bug in modo anonimo dentro Tails. Se non sei capace di usare WhisperBack, guarda [[casi speciali|bug_reporting#special_cases]].**

source: WhisperBack will help you fill-up a bug report, including relevant technical details and send it to us encrypted and through Tor.
de: WhisperBack hilft Ihnen, eine Fehlerbeschreibung zu erstellen, die die relevanten technischen Informationen enthält, und uns diese verschlüsselt über Tor zukommen zu lassen.
es: WhisperBack te guiará para que llenes un reporte de error, incluyendo detalles técnicos relevantes y nos lo enviará cifrado a través de Tor.
fa: ویسپربک به شما کمک می‌کند گزارش ایراد، شامل جزئیات فنی مرتبط را کامل کنید و به صورت کدگذاری‌شده از طریق تور ارسال کنید.
fr: WhisperBack va vous aider à remplir un formulaire de rapport de bug, y compris les détails techniques importants et nous les enverra de manière chiffrée via Tor.
it: WhisperBack ti aiuterà a compilare il rapporto del bug, includendo rilevanti dettagli tecnici e lo invierà a noi crittografato attraverso Tor.

source: Start WhisperBack
es: Inicia WhisperBack
fr: Lancer WhisperBack

source: To start <span class="application">WhisperBack</span>, choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">WhisperBack Error Reporting</span></span>.
de: Um <span class="application">WhisperBack</span> zu starten, wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Systemwerkzeuge</span>&nbsp;▸ <span class="guimenuitem">WhisperBack Error Reporting</span></span>.
es: Para arrancar <span class="application">WhisperBack</span>, elige <span class="menuchoice"> <span class="guimenu">Aplicaciones</span>&nbsp;▸ <span class="guisubmenu">Herramientas del sistema</span>&nbsp;▸ <span class="guimenuitem">Informe de Errores WhisperBack</span></span>.
fr: Pour lancer <span class="application">WhisperBack</span>, choisir <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Outils système</span>&nbsp;▸ <span class="guimenuitem">WhisperBack Error Reporting</span></span>.
it: Per iniziare<span class="application">WhisperBack</span>, scegli <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">WhisperBack Error Reporting</span></span>.

source: Write the report
es: Escribe el reporte
fr: Écrire le rapport

source: WhisperBack lets you give plenty of useful information about your bug:
de: WhisperBack lässt Sie zahlreiche Informationen zu dem Fehler angeben:
es: WhisperBack te permite dar mucha información útil del error:
fa: ویسپربک به شما امکان می‌دهد اطلاعات مفید بسیاری درباره ایراد بدهید:
fr: WhisperBack vous permet de fournir de nombreuses informations utiles à propos de votre bug :
it: WhisperBack consente di dare un sacco di informazioni utili sul vostro bug:

source: **Summary** a summary of the bug, try to be short, clear and informative
de: **Zusammenfassung** eine Zusammenfassung des Fehlers, versuchen Sie sich kurz zu halten und klar und informativ zu formulieren
es: **Resumen** es un resumen del error, intenta ser conciso, claro e informativo
fa: **خلاصه** خلاصه‌ای از یک ایراد است. تلاش کنید هرچه مختصرتر و مفیدتر توضیح دهید.
fr: **Résumé** : un résumé du bug, en essayant d'être concis, clair et synthétique
it: **Sommario** un sommario di un bug, deve essere corto, chiao e informativo

source: **Name of the affected software**
de: **Name der betroffenen Software**
es: **Nombre del programa afectado**
fa: **نام نرم‌افزار مرتبط**
fr: **Nom du logiciel affecté**
it: **Nome del software colpito.**

source: **Exact steps to reproduce the error**
de: **Genaue Schritte um den Fehler zu reproduzieren**
es: **Pasos exactos para repetir el error**
fa: **مراحل دقیق رخ دادن ایراد**
fr: **Étapes exactes pour reproduire l'erreur**
it: **I passi esatti per riprodurre l'errore**

source: **Actual result and description of the error**
de: **Tatsächliches Ergebnis und Fehlerbeschreibung**
es: **Resultado real y descripción del error**
fa: **آثار این ایراد و توضیح دقیق پیغام خطا**
fr: **Résultat actuel et description de l'erreur**
it: **Risultato effettivo e descrizione dell'errore**

source: **Desired result**
de: **Erwartetes Ergebnis**
es: **Resultado esperado**
fa: **نتیجهٔ موردانتظار**
fr: **Résultat normalement attendu**
it: **Risultati desiderati**

source: You can also have a look at the <span class="guilabel">technical details to include</span> in your bug report. It will give us information about your hardware, your version of Tails and the startup process.
de: Sie können auch die <span class="guilabel">Technischen Details zum Einbeziehen</span> in Ihrem Fehlerbericht überprüfen. Diese geben uns Informationen zu Ihrer Hardware, Ihrer Tails-Version und zum Start des Tails-Systems.
es: También puedes revisar los <span class="guilabel">detalles técnicos a incluir</span> en el correo. Ésto nos dará información acerca de tus dispositivos, la versión de Tails que usas y el proceso de arranque.
fa: همچنین می‌توانید نگاهی به <span class="guilabel">جزییات فنی </span> بندازید که می‌توانید در گزارشتان به کار ببرید. این کار باعث می‌شود ما اطلاعاتی در مورد سخت‌افزار، نسخهٔ تیلز و روند راه‌اندازی شما داشته باشیم.
fr: Vous pouvez également jeter un œil aux <span class="guilabel">détails techniques à inclure</span> dans votre rapport de bug. Ça nous donne des information sur votre matériel, votre version de Tails et sur le démarrage du système.
it: Potresti dare un occhiata anche ai <span class="guilabel">dettagli tecnici da includere</span> nel tuo rapporto del bug. Questo potrebbe darci informazioni riguardo il tuo hardware, la tua versione di Tails e il processo di avvio.

source: [[!inline pages="support/talk/languages.inline" raw="yes" sort="age"]]
de: [[!inline pages="support/talk/languages.inline.de" raw="yes" sort="age"]]
es: [[!inline pages="support/talk/languages.inline.es" raw="yes" sort="age"]]
fa: [[!inline pages="support/talk/languages.inline.fa" raw="yes" sort="age"]]
fr: [[!inline pages="support/talk/languages.inline.fr" raw="yes" sort="age"]]
it: [[!inline pages="support/talk/languages.inline.it" raw="yes" sort="age"]]

source: <h2 id="screenshot">Take a screenshot</h2>
es: <h2 id="screenshot">Haz una captura de pantalla</h2>

source: It might be helpful to include a screenshot with your bug report.
es: Puede que ayude agregar una captura de pantalla a tu reporte.

source: To take a screenshot of the entire desktop, press <span class="keycap">Print Screen</span>.
es: Para hacer una captura de pantalla de todo el escritorio, presiona <span class="keycap">Imprimir pantalla</span>.

source: To take a screenshot of a single window, press <span class="keycap">Alt + Print Screen</span>.
es: Para capturar una sola ventana, presiona <span class="keycap">Alt + Imprimir pantalla</span>.

source: To take a screenshot of an area you select, press <span class="keycap">Shift + Print Screen</span>.
es: Para capturar un área de la pantalla, presiona <span class="keycap">Shift + Imprimir pantalla</span>.

source: The screenshot will automatically be saved in the <span class="filename">Pictures</span> folder located in your <span class="filename">Home</span> folder. The file name will begin with the word <span class="filename">Screenshot</span>.
es: La captura de pantalla se guardará en el directorio <span class="filename">Imágenes</span> que se encuentra en el directorio <span class="filename">Home</span>. El nombre del archivo comenzará con las palabras <span class="filename">Captura de pantalla</span>.

source: You can also take a screenshot using <span class="application">GNOME Screenshot</span>.
es: Si no puedes usar <span class="application">GNOME Screenshot</span>

source: To start <span class="application">GNOME Screenshot</span>, choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Screenshot</span></span>.
es: Para arrancar <span class="application">GNOME Screenshot</span>, elige <span class="menuchoice"> <span class="guimenu">Aplicaciones</span>&nbsp;▸ <span class="guisubmenu">Utilidades</span>&nbsp;▸ <span class="guimenuitem">Captura de pantalla</span></span>.

source: You can upload the screenshot to an [encrypted Up1 host](https://github.com/Upload/Up1) such as the one available at:
es: Puedes subir la captura de pantalla a un [servidor encriptado Up1](https://github.com/Upload/Up1) como el disponible en:

source: Make sure to include in your bug report a link to the screenshot.
es: Asegúrate de incluir el enlace a la captura de pantalla en tu reporte.

source: Optional email address
es: Dirección de correo opcional
fr: Adresse email optionnelle

source: Giving us an email address allows us to contact you to clarify the problem. This is needed for the vast majority of the reports we receive as most reports without any contact information are useless. But note that it also provides an opportunity for eavesdroppers, like your email or Internet provider, to confirm that you are using Tails.
de: Wenn Sie uns eine E-Mail-Adresse angeben, ermöglichen Sie es uns, mit Ihnen in Kontakt zu treten, um das Problem zu klären. Dies wird für die überwiegende Mehrheit der Berichte die wir bekommen benötigt, da die meisten Berichte ohne Kontaktinformation unbrauchbar sind. Nehmen Sie jedoch zur Kenntnis, das dies auch eine Möglichkeit zur Überwachung bietet, z.B. von Ihrem E-Mail- oder Internetprovider, um zu bestätigen, dass Sie Tails benutzen.
es: Darnos una dirección de correo nos ayuda a contactarte para clarificar el problema. Esto es necesario en la mayoría de los casos en los reportes que recibimos, ya que muchos reportes sin información de contacto no nos sirven. Pero ten en cuenta que también provee una oportunidad para los intermediarios, como tu proveedor de correo electrónico o de Internet, para confirmar que estás usando Tails.
fr: Nous donner une adresse email permet de vous contacter pour clarifier le problème. Cela est nécessaire pour la plupart des rapports de bugs que nous recevons, qui sont rendu inutiles par le fait qu'il ne nous est pas possible de prendre contact avec la personne ayant rencontré le problème. Mais ça fournit également une opportunité pour une oreille indiscrète, comme un fournisseur d'accès à Internet ou un fournisseur de mail, de confirmer que vous utilisez Tails.
it: Forniscici un indirizzo email che ci permetta di contattarti nel caso ci servissero dei chiarimenti riguardo il problema. Ciò è necessario per la stragrande maggioranza delle segnalazioni che riceviamo come la maggior parte dei rapporti senza alcuna informazioni di contatto sono inutili. Ma nota che fornisce anche l'opportunità di intercettazioni, come il vostro e-mail o Internet provider per confermare che si sta utilizzando Tails.

source: Optional OpenPGP key
es: Clave OpenPGP opcional
fr: Clé OpenPGP (facultatif)

source: You can also indicate an OpenPGP key corresponding to this email address. You can either give:
de: Sie können auch einen OpenPGP Schlüssel angeben, der zu der E-Mail-Adresse gehört. Sie können angeben:
es: También puedes indicar una clave OpenPGP correspondiente a esa dirección de correo. Puedes dar:
fa: همچنین می‌توانید کلید اُپن‌پی‌جی‌پی مربوط به این رایانامه را بنویسید. می‌توانید این اطلاعات را هم بدهید:‌
fr: Vous pouvez aussi nous indiquer une clé OpenPGP correspondant à votre adresse email. Vous pouvez nous donner au choix :
it: Puoi anche indicare una chiave OpenPGP che corrisponde a questo indirizzo email. E' possibile dare:

source: a **key ID**, if the key is available on public key servers
de: eine **Schlüssel ID**, falls der Schlüssel auf einem öffentlichen Schlüsselserver abrufbar ist
es: una **ID de clave**, si la clave está disponible en los servidores públicos de claves
fa: یک **شناسه کلید**، در صورتی که این کلید روی سرور عمومی کلید در دسترس باشد
fr: l'**identifiant de la clé**, si la clé est disponible sur un serveur de clé public
it: una **chiave ID**, se la chiave è disponibile su dei server di chiavi pubblici

source: a **link to the key**, if the key is available on the web
de: einen **Link zu dem Schlüssel**, falls der Schlüssel im Web abrufbar ist
es: un **enlace a la clave**, si la clave está disponible en la web
fa: یک **پیوند به کلید**، درصورتی که این کلید بر روی وب در دسترس باشد
fr: un **lien vers la clé**, si celle-ci est disponible sur le web
it: un **collegamento alla chiave**, se la chiave è disponibile nel web

source: a **public key block**, if the key is not publicly available
de: einen **öffentlichen Schlüssel**, falls der Schlüssel nicht öffentlich abrufbar ist
es: un **archivo de clave pública** si la clave no está disponible online
fa: یک **متن کلید عمومی**، درصورتی که کلید در دسترس عموم نباشد.
fr: le **bloc de la clé publique**, si la clé n'est pas accessible publiquement
it: una **chiave pubblica blocco**, se la chiave non è pubblicamente disponibile

source: Send your report
es: Enviando tu reporte
fr: Envoyer votre rapport

source: Once you are done writing your report, send it by clicking the *Send* button.
de: Wenn Sie fertig sind, Ihre Fehlerbeschreibung zu verfassen, senden Sie diese, indem Sie den *Senden*-Button klicken.
es: Una vez que terminas tu reporte, envíalo dando clic en el botón *Enviar*.
fa: وقتی نوشتن گزارش تمام شد، روی دکمهٔ *فرستادن* کلیک کنید تا آن را بفرستید.
fr: Une fois que vous avez fini d'écrire votre rapport, envoyez le en cliquant sur le bouton *Envoyer*.
it: Una volta che hai finito di scrivere il tuo rapporto, invialo cliccando il bottone "Invia".

source: Once your email has been sent correctly you will get the following notification: <span class="guilabel">Your message has been sent</span>.
de: Sobald Ihre E-Mail korrekt versandt wurde werden Sie folgenden Hinweis sehen: <span class="guilabel">Ihre Nachricht wurde versandt</span>.
es: Una vez que tu correo ha sido enviado correctamente recibirás la siguiente notificación: <span class="guilabel">Tu mensaje ha sido enviado</span>.
fa: وقتی رایانامه‌تان به درستی ارسال شود، این پیغام را دریافت خواهید کرد:‌ <span class="guilabel">پیغام شما ارسال شد</span>.
fr: Une fois que votre email a correctement été envoyé vous obtiendrez la notification suivante : <span class="guilabel">Votre message a été envoyé</span>.
it: Una volta che l'email è stata inviata correttamente riceverai la seguente notifica <span class="guilabel">Il tuo messaggio è stato spedito</span>.

source: <h1 id="special-cases">If you cannot use <span class="application">WhisperBack</span></h1>
es: <h1 id="special-cases">Si no puedes usar <span class="application">WhisperBack</span></h1>
