Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/installation.*.po
Languages: fr, pt

source: [[!meta title="Installing onto a USB stick or SD card"]]
fr: [[!meta title="Installation sur une clé USB ou une carte SD"]]
pt: [[!meta title="Instalando em uma memória USB ou cartão SD"]]

source: Tails includes <span class="application">Tails Installer</span> a custom installer for USB sticks and SD cards.
pt: Tails inclui o <span class="application">Tails Installer</span> um instalador personalizado para memórias USB e cartões SD.

source: <p><span class="application">Tails Installer</span> can only install Tails on a USB stick or SD card of <strong>at least 4 GB</strong>.</p>
fr: <p>L'<span class="application">Installeur de Tails</span> peut uniquement installer Tails sur une clé USB ou une carte SD d'<strong>au moins 4 Go</strong>.</p>
pt: <p>O <span class="application">Tails Installer</span> somente pode instalar o Tails em uma memória USB ou cartão SD com <strong>ao menos 4 GB</strong>.</p>

source: </div> In order to use <span class="application">Tails Installer</span>, you need to start Tails from another media, and clone it onto the device of your choice, USB stick or SD card. To do that, you can either:
pt: </div> Para poder utilizar o <span class="application">Tails installer</span>, você precisa iniciar o Tails a partir de uma outra mídia, e cloná-lo para o dispositivo de sua escolha memória USB ou cartão SD. Para fazer isto, você pode:

source: **[[Burn a Tails DVD|dvd]]** (recommended).
pt: **[[Gravar um DVD do Tails|dvd]]** (recomendado).

source: **Use another Tails USB stick or SD card**, for example from a friend.
pt: **Usar uma outra memória USB ou cartão SD**, com Tails, por exemplo o de um amigo.

source: **[[Manually install Tails onto another USB stick or SD card|installation/manual]]**, if you cannot use a DVD.
pt: **[[Instalar manualmente o Tails em outra memória USB ou cartão SD|installation/manual]]**, se você não puder utilizar um DVD.

source: Using <span class="application">Tails Installer</span> allows you to later **[[create a persistent volume|persistence]]** in the free space left on the device.
pt: O <span class="application">Tails installer</span> te permite **[[criar um volume persistente|persistence]]** no espaço livre do seu dispositivo.

source: Using Tails Installer
pt: Usando o Tails Installer

source: <ul> <li><strong>All the data on the installed device will be lost.</strong></li> <li><strong>This operation does not [[securely delete|encryption_and_privacy/secure_deletion]] the lost data on the installed device.</strong></li> <li><strong>This operation does not copy the persistent volume of the device which is being cloned.</strong></li> </ul>
pt: <ul> <li><strong>Todos os dados no dispositivo instalado serão perdidos.</strong></li> <li><strong>Esta operaçãonão [[apaga de forma segura|encryption_and_privacy/secure_deletion]] os dados perdidos no dispositivo instalado.</strong></li> <li><strong>Esta operação não copia o volume persistente do dispositivo que está sendo clonado.</strong></li> </ul>

source: Start Tails from another media than the device, USB stick or SD card, onto which you want to install Tails.
pt: Inicie o Tails a partir de uma outra mídia que não seja a memória USB ou cartão SD no qual você quer instalar o Tails.

source: 2. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> to start <span class="application">Tails Installer</span>.
fr: 2. Choisissez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Programme d'installation de Tails</span> </span> pour démarrer l'<span class="application">Installeur de Tails</span>.
pt: 2. Escolha <span class="menuchoice"> <span class="guimenu">Aplicativos (Applications)</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails installer</span> </span> para iniciar o <span class="application">Tails installer</span>.

source: To install onto a new device, click on the <span class="button">Clone & Install</span> button.
fr: Pour installer sur un nouveau périphérique, cliquez sur le bouton <span class="button">Cloner & Installer</span>.
pt: Para instalar em um novo dispositivo, clique no botão <span class="button">Clonar & Instalar (Clone & Install)</span>.

source: Plug the device onto which you want to install Tails.
fr: Branchez le périphérique sur lequel vous souhaitez installer Tails.
pt: Conecte o dispositivo no qual você quer instalar o Tails.

source: A new device, which corresponds to the USB stick or SD card, appears in the <span class="guilabel">Target Device</span> drop-down list.
fr: Un nouveau périphérique, correspondant à votre clé USB ou carte SD, apparaît dans le menu déroulant <span class="guilabel">Périphérique cible</span>.
pt: Um novo dispositivo, que corresponde à memória USB ou ao cartão SD, aparecerá na lista <span class="guilabel">Dispositivo de Destino (Target Device)</span>.

source: Choose this new device from the <span class="guilabel">Target Device</span> drop-down list.
fr: Sélectionnez ce nouveau périphérique dans la liste déroulante <span class="guilabel">Périphérique cible</span>.
pt: Escolha este novo dispositivo na lista <span class="guilabel">Dispositivo de Destino</span>.

source: To start the installation, click on the <span class="button">Install Tails</span> button.
fr: Pour démarrer l'installation, cliquez sur le bouton <span class="button">Installer Tails</span>.
pt: Para iniciar a instalação, clique no botão <span class="button">Instalar Tails (Install Tails)</span>.

source: Read the warning message in the pop-up window. Click on the <span class="button">Yes</span> button to confirm.
fr: Lisez le message d'avertissement. Cliquez sur le bouton <span class="button">Oui</span> pour confirmer.
pt: Leia a mensagem de advertência na janel que se abrirá. Clique no botão <span class="button">Sim (Yes)</span> para confirmar.

source: <p>After the installation completes, you can [[start Tails|/download/#start]] from this new device.</p>
pt: <p>Depois que a instalação terminar, você pode [[iniciar o Tails|/download/#start]] a partir deste novo dispositivo.</p>

source: Tails includes <span class="application">Tails Installer</span>: a custom installer for USB sticks and SD cards.
fr: Tails comprend l'<span class="application">Installeur de Tails</span> : un installeur personnalisé pour clés USB et cartes SD.

source: <p>Using <span class="application">Tails Installer</span> allows you to later [[create a persistent volume|persistence]] in the free space left on the device.</p>
fr: <p>Utiliser l'<span class="application">Installeur de Tails</span> vous permet de [[créer un volume persistant|persistence]] plus tard sur l'espace libre restant du périphérique.</p>

source: For the moment, <span class="application">Tails Installer</span> is only available from inside Tails. So you need to start Tails from a first media, and later clone it onto the device of your choice, USB stick or SD card.
fr: Pour le moment, l'<span class="application">Installeur de Tails</span> est seulement disponible depuis Tails. Vous devez donc démarrer Tails depuis un premier support, puis le cloner sur le périphérique de votre choix, clé USB ou carte SD.

source: Get a first Tails running. To do so you can either:
fr: Commencer par obtenir un Tails qui fonctionne. Pour cela, vous pouvez soit :

source: Start Tails from a [[Tails DVD|dvd]] (recommended).
fr: Démarrer Tails depuis un [[DVD Tails|dvd]] (recommandé).

source: Start Tails from another Tails USB stick or SD card, for example from a friend.
fr: Démarrer Tails depuis une autre clé USB ou carte SD Tails, par exemple celle d'un ami.

source: [[Manually install Tails onto another USB or SD card|installation/manual]] and start *Tails Installer* from it.
fr: [[Installer manuellement Tails sur une autre clé USB ou carte SD|installation/manual]] et lancer l'*Installeur de Tails* depuis celle-ci.

source: <ul> <li><strong>All the data on the installed device will be lost.</strong></li> <li><strong>This operation does not [[securely delete|encryption_and_privacy/secure_deletion]] the lost data on the installed device.</strong></li> <li><strong>This operation does not copy the persistent volume of the device which is being cloned.</strong></li> </ul>
fr: <ul> <li><strong>Toutes les données du périphérique à installer seront perdues.</strong></li> <li><strong>Cette opération ne [[supprime pas de manière sécurisée|encryption_and_privacy/secure_deletion]] les données perdues du périphérique à installer.</strong></li> <li><strong>Cette opération ne copie pas le volume persistant du périphérique en train d'être cloné.</strong></li> </ul>

source: <p>After the installation completes, you can [[start Tails|start_tails]] from this new device.</p>
fr: <p>Une fois l'installation terminée, vous pouvez [[démarrer Tails|start_tails]] depuis ce nouveau périphérique.</p>
