Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/introduction_to_gnome_and_the_tails_desktop.*.po
Languages: fr

source: [[!meta title="Introduction to GNOME and the Tails desktop"]]
fr: [[!meta title="Introduction à GNOME et au bureau de Tails"]]

source: The desktop environment used in Tails is [GNOME](https://www.gnome.org). This page describes some important features of the desktop in the context of Tails.
fr: Tails utilise l'environnement de bureau [GNOME](https://www.gnome.org). Cette page décrit certaines des fonctionnalités importantes du bureau dans le contexte de Tails.

source: Top navigation bar
fr: Barre de navigation supérieure

source: In the upper left corner of the screen there are two menus:
fr: En haut à gauche de l'écran, vous pouvez voir deux menus :

source: the <span class="guimenu">Applications</span> menu
fr: le menu <span class="guimenu">Applications</span>

source: the <span class="guimenu">Places</span> menu
fr: le menu <span class="guimenu">Emplacements</span>

source: Applications menu
fr: Menu des applications

source: The <span class="guimenu">Applications</span> menu provides shortcuts to the [[included software|about/features]] and to GNOME configuration utilities.
fr: Le menu <span class="guimenu">Applications</span> rassemble des raccourcis vers les [[logiciels inclus dans Tails|about/features]] et vers les utilitaires GNOME.

source: <div class="text"> <span class="guimenuitem">Help</span>: to access the <span class="application">GNOME Desktop Help</span> choose <span class="menuchoice"> <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Help</span></span> </div> </div>
fr: <div class="text"> <span class="guimenuitem">Aide</span> : pour accéder au <span class="application">Manuel de GNOME</span>, choisissez <span class="menuchoice"> <span class="guisubmenu">Utilitaires</span>&nbsp;▸ <span class="guimenuitem">Aide</span></span> </div> </div>

source: <div class="text"> <span class="guimenuitem">Settings</span>: to change various system settings such as keyboard, mouse and touchpad, or displays choose <span class="menuchoice"> <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">Settings</span></span> </div> </div>
fr: <div class="text"> <span class="guimenuitem">Paramètres</span> : pour modifier les paramètres tels que le clavier, la souris, le pavé tactile, ou les paramètres d'affichage, choisissez <span class="menuchoice"> <span class="guisubmenu">Outils système</span>&nbsp;▸ <span class="guimenuitem">Paramètres</span></span> </div> </div>

source: <p>To learn about the many keyboard shortcuts in GNOME, open the <span class="application">Settings</span> utility and choose <span class="guimenuitem">Keyboard</span>.</p>
fr: <p>Pour apprendre les différents raccourcis clavier de GNOME, ouvrez l'utilitaire <span class="application">Paramètres</span> et choisissez <span class="guimenuitem">Clavier</span>.</p>

source: By default, any such customization is reset when shutting down Tails. Read the documentation on [[persistence|persistence]] to learn which configuration can be made persistent across separate working sessions.
fr: Par défaut, les personnalisations de ce type sont annulées lors de l'extinction de Tails. Consultez la documentation relative à la [[persistance|persistence]] pour savoir quelles configurations peuvent être conservées de manière persistante entre deux sessions de travail.

source: <div class="text"> <span class="guimenuitem">Seahorse</span>: to manage your OpenPGP keys choose <span class="menuchoice"> <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Passwords and Keys</span></span> </div> </div>
fr: <div class="text"> <span class="guimenuitem">Seahorse</span> : pour gérer vos clés OpenPGP, choisissez <span class="menuchoice"> <span class="guisubmenu">Utilitaires</span>&nbsp;▸ <span class="guimenuitem">Mots de passe et clés</span></span> </div> </div>

source: Favorites submenu
fr: Sous-menu Favoris

source: In the <span class="guisubmenu">Favorites</span> submenu, a few shortcuts allow you to launch the most frequently used applications:
fr: Dans le sous-menu <span class="guisubmenu">Favoris</span>, quelques raccourcis permettent d'accéder à des applications fréquemment utilisées :

source: <div class="text"> <strong>Tor Browser</strong>: browse the World Wide Web<br/> [[See the corresponding documentation|anonymous_internet/Tor_Browser]] </div> </div>
fr: <div class="text"> <strong>Navigateur Tor</strong> : navigateur Web<br/> [[Voir la documentation correspondante|anonymous_internet/tor_browser]] </div> </div>

source: <div class="text"><strong>Thunderbird</strong>: email client<br /> [[See the corresponding documentation|anonymous_internet/thunderbird]] </div> </div>
fr: <div class="text"><strong>Thunderbird</strong> : client email<br /> [[Voir la documentation correspondante|anonymous_internet/thunderbird]] </div> </div>

source: <div class="text"> <strong>Pidgin</strong>: instant messaging client<br/> [[See the corresponding documentation|anonymous_internet/pidgin]] </div> </div>
fr: <div class="text"> <strong>Pidgin</strong> : client de messagerie instantanée<br/> [[Voir la documentation correspondante|anonymous_internet/pidgin]] </div> </div>

source: <div class="text"> <strong>KeePassXC</strong>: password manager<br/> [[See the corresponding documentation|encryption_and_privacy/manage_passwords]] </div> </div>
fr: <div class="text"> <strong>KeePassXC</strong> : gestionnaire de mots de passe<br/> [[Voir la documentation correspondante|encryption_and_privacy/manage_passwords]] </div> </div>

source: <div class="text"><strong>GNOME Terminal</strong>: use the command line</div> </div>
fr: <div class="text"><strong>Terminal GNOME</strong> : pour utiliser la ligne de commande</div> </div>

source: Places menu
fr: Menu Emplacements

source: The <span class="guimenu">Places</span> menu provides direct access to different folders and storage media.
fr: Le menu <span class="guimenu">Emplacements</span> fournit un accès direct à différents dossiers et supports de stockage.

source: Tor status and circuits
fr: Statut et circuits de Tor

source: The Tor status icon and <span class="application">Onion Circuits</span> allow you to view the status of Tor. [[See the corresponding documentation.|anonymous_internet/tor_status]]
fr: L'icône de statut de Tor et <span class="application">Onion Circuits</span> vous permettent de voir l'état de Tor. [[Voir la documentation correspondante.|anonymous_internet/tor_status]]

source: OpenPGP applet
fr: Applet OpenPGP

source: Using the <span class="application">OpenPGP Applet</span> you can encrypt and decrypt the clipboard using OpenPGP. [[See the corresponding documentation.|encryption_and_privacy/gpgapplet]]
fr: Avec l'<span class="application">applet OpenPGP</span> vous pouvez chiffrer et déchiffrer le presse-papier en utilisant OpenPGP. [[Voir la documentation correspondante.|encryption_and_privacy/gpgapplet]]

source: Universal access
fr: Accès universel

source: The universal access menu allows you to activate the screen reader, screen keyboard, large text display, and other accessibility technologies. [[See the corresponding documentation.|accessibility]]
fr: Le menu d'accès universel vous permet d'activer le lecteur d'écran, le clavier visuel, l'affichage de grand texte et d'autres technologies d'accessibilité. [[Voir la documentation correspondante.|accessibility]]

source: Keyboard layouts
fr: Dispositions du clavier

source: The keyboard layout menu allow you to change the keyboard layout and input method for non-Latin scripts.
fr: Le menu de disposition du clavier vous permet de changer la disposition du clavier et la méthode de saisie pour l'écriture non-latine.

source: System menu
fr: Menu système

source: In the top-right corner of the top navigation bar, the system menu allows you to manage your settings, connect to a Wi-Fi network, and restart your computer.
fr: Dans le coin à droite de la barre du haut, le menu système vous permet de gérer vos paramètres, de vous connecter à un réseau Wi-Fi, et de redémarrer votre ordinateur.

source: Networking
fr: Réseau

source: From the system menu, you can choose which Wi-Fi network to connect to.
fr: Depuis le menu système, vous pouvez choisir le réseau Wi-Fi sur lequel vous connecter.

source: See also the documentation on [[connecting to a network|anonymous_internet/networkmanager]].
fr: Voir également la documentation sur la [[connexion à un réseau|anonymous_internet/networkmanager]].

source: System settings
fr: Paramètres système

source: Click on the [[!img lib/preferences-system.png alt="Settings" class="symbolic" link="no"]] button to edit your system settings.
fr: Cliquez sur le bouton [[!img lib/preferences-system.png alt="Paramètres" class="symbolic" link="no"]] pour éditer vos paramètres système.

source: These settings will not be saved when you restart Tails.
fr: Ces réglages ne sont pas sauvegardés lorsque vous redémarrez Tails.

source: Screen locker
fr: Verrouillage d'écran

source: Click on the [[!img lib/network-wireless-encrypted.png alt="Lock Screen" class="symbolic" link="no"]] button to lock your screen with a password.
fr: Cliquez sur le bouton [[!img lib/network-wireless-encrypted.png alt="Verrouillage écran" class="symbolic" link="no"]] pour verrouiller votre écran avec un mot de passe.

source: If you set up an [[administration password|first_steps/startup_options/administration_password]] when starting Tails, you can unlock your screen with your administration password.
fr: Si vous avez défini un [[mot de passe d'administration|first_steps/startup_options/administration_password]] lors du démarrage de Tails, vous pouvez déverrouiller votre écran avec votre mot de passe d'administration.

source: <div class="tip"> <p>Your screen will automatically lock after some time if you have set up an administration password. To disable this behavior, execute the following command:</p>
fr: <div class="tip"> <p>Votre écran devrait se verrouiller automatiquement après un certain temps si vous avez défini un mot de passe d'administration. Pour désactiver ce comportement, exécutez la commande suivante :</p>

source: Otherwise, you can set up a password to unlock your screen when locking your screen for the first time.
fr: Dans le cas contraire, vous pouvez définir un mot de passe pour déverrouiller votre écran lorsque vous le verrouillez pour la première fois.

source: Suspend
fr: Suspendre

source: Click on the [[!img lib/media-playback-pause.png alt="Suspend" class="symbolic" link="no"]] button to suspend your computer.
fr: Cliquez sur le bouton [[!img lib/media-playback-pause.png alt="Suspendre" class="symbolic" link="no"]] pour suspendre votre ordinateur.

source: While suspended, your computer is not computing anymore but is still powered on, like if it was standing still but still alive.
fr: Lorsque votre ordinateur est suspendu, votre ordinateur ne fonctionne plus mais il est encore alimenté, comme s’il était éteint mais encore actif.

source: To resume from suspend and go back to the Tails desktop, push the power button of your computer.
fr: Pour reprendre après une suspension et retourner au bureau Tails, appuyez sur le bouton de votre ordinateur.

source: <p>If you remove your Tails USB stick while suspended, your computer will not shut down immediately and will only shut down when resuming.</p>
fr: <p>Si vous retirez votre clé USB Tails lorsqu'il est suspendu, votre ordinateur ne va pas s'éteindre immédiatement et il ne s'éteindra que lors de la reprise.</p>

source: <p>An attacker with physical access to your computer and capable of finding your screen locker password or setting up a [[cold-boot attack|doc/advanced_topics/cold_boot_attacks]] can compromise your Tails while suspended.</p>
fr: <p>Un attaquant ayant un accès physique à votre ordinateur et capable de trouver votre mot de passe de verrouillage d'écran ou capable de réaliser une [[attaque par démarrage à froid|doc/advanced_topics/cold_boot_attacks]] peut compromettre votre Tails lorsqu'il est suspendu.</p>

source: <p>For more security, [[shut down Tails|doc/first_steps/shutdown]] entirely.</p>
fr: <p>Pour plus de sécurité, [[éteignez Tails|doc/first_steps/shutdown]] complètement.</p>

source: Restart
fr: Redémarrage

source: Click on the [[!img lib/view-refresh.png alt="Restart" class="symbolic" link="no"]] button to restart your computer.
fr: Cliquez sur le bouton [[!img lib/view-refresh.png alt="Redémarrer" class="symbolic" link="no"]] pour redémarrer votre ordinateur.

source: Shutdown
fr: Extinction

source: Click on the [[!img lib/system-shutdown.png alt="Power Off" class="symbolic" link="no"]] button to shut down your computer.
fr: Cliquez sur le bouton [[!img lib/system-shutdown.png alt="Éteindre" class="symbolic" link="no"]] pour éteindre votre ordinateur.

source: Activities overview
fr: Vue d'ensemble des activités

source: To access your windows and applications you can either:
fr: Pour accéder à vos fenêtres et applications vous pouvez au choix :

source: - Choose <span class="menuchoice"> <span class="guisubmenu">Applications</span>&nbsp;▸ <span class="guimenuitem">Activities Overview</span></span>. - Throw your mouse pointer to the top-left hot corner. - Press the windows key on your keyboard.
fr: - Choisir <span class="menuchoice"> <span class="guisubmenu">Applications</span>&nbsp;▸ <span class="guimenuitem">Vue d'ensemble des activités</span></span>. - Amener le curseur de la souris dans le coin en haut à gauche. - Appuyer sur la touche fenêtre de votre clavier.

source: You can see your windows and applications in the overview. You can also start typing to search your applications, files, and folders.
fr: Vous pouvez voir les fenêtres et applications dans la vue d'ensemble. Vous pouvez également faire une recherche parmis vos applications, fichiers et dossiers.

source: Desktop shortcuts
fr: Raccourcis sur le bureau

source: <div class="text"><strong>Tails documentation</strong>: open a local copy of Tails website and documentation</div> </div>
fr: <div class="text"><strong>Documentation de Tails</strong> : ouvre une copie locale du site web et de la documentation de Tails</div> </div>

source: <div class="text"> <strong>Report an error</strong>: help you [[troubleshoot|/support]] Tails </div> </div>
fr: <div class="text"> <strong>Signaler une erreur</strong> : vous aide à [[dépanner|/support]] Tails </div> </div>

source: <div class="text"><strong>Trash</strong>: where the "deleted" files are moved</div> </div>
fr: <div class="text"><strong>Corbeille</strong> : où sont déplacés les fichiers "effacés"</div> </div>

source: The <span class="application">Files</span> browser
fr: La navigateur de <span class="application">Fichiers</span>

source: To open the <span class="application">Files</span> browser, you can either:
fr: Pour ouvrir le navigateur de <span class="application">Fichiers</span>, vous pouvez au choix :

source: - Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessories</span>&nbsp;▸ <span class="guimenuitem">Files</span></span>.
fr: - Choisir <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessoires</span>&nbsp;▸ <span class="guimenuitem">Fichiers</span></span>.

source: Open one of the shortcuts from the <span class="guimenu">Places</span> menu.
fr: Ouvrir l'un des raccourcis depuis le menu <span class="guimenu">Emplacements</span>.

source: To connect to a remote SFTP (SSH File Transfer Protocol) server:
fr: Pour vous connecter à un serveur distant SFTP (SSH File Transfer Protocol, protocole de transfert de fichiers SSH) :

source: Choose <span class="guilabel">Other Locations</span> in the sidebar of the <span class="application">Files</span> browser.
fr: Choisissez <span class="guilabel">Autres emplacements</span> dans la partie latérale du navigateur de <span class="application">Fichiers</span>.

source: Specify an SFTP server in <span class="guilabel">Connect to Server</span> at the bottom of the right pane. For example:
fr: Indiquez un serveur SFTP dans <span class="guilabel">Connexion à un serveur</span> en bas de la partie droite. Par exemple :

source: Click <span class="button">Connect</span>.
fr: Cliquez sur <span class="button">Se connecter</span>.

source: Emptying the trash
fr: Vider la corbeille

source: Open the <span class="application">Files</span> browser.
fr: Ouvrez le navigateur de <span class="application">Fichiers</span>.

source: Click on the disk on which you want to empty the trash in the left pane to open it.
fr: Cliquez sur le disque dont vous voulez vider la corbeille dans le panneau de gauche pour l'ouvrir.

source: To empty the trash of the persistent volume, open the <span class="filename">Persistent</span> folder.
fr: Pour vider la corbeille du volume persistant, ouvrez le dossier <span class="filename">Persistent</span>.

source: Click on the <span class="guimenu">[[!img lib/pan-down.png alt="menu toggle" class="symbolic" link="no"]]</span> button in the title bar and choose <span class="guilabel">Show Hidden Files</span>.
fr: Cliquez sur le bouton <span class="guimenu">[[!img lib/pan-down.png alt="afficher menu" class="symbolic" link="no"]]</span> dans la barre de titre et choisissez <span class="guilabel">Afficher les fichiers cachés</span>.

source: Delete the <span class="filename">.Trash-1000</span> folder or similar.
fr: Supprimez le dossier <span class="filename">.Trash-1000</span> ou similaire.
