Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/media.*.po
Languages: es

source: [[!meta title="Choosing between burning a DVD and installing onto a USB stick or SD card"]]
es: [[!meta title="Elegir entre grabar un DVD, o instalar en memoria USB o tarjeta SD"]]

source: DVDs are read-only so your Tails can't be altered by a virus or an attacker.
es: Los DVDs se pueden hacer de sólo lectura, por lo que tu Tails no sería vulnerable a virus o ataques.

source: DVDs are cheap but you will need to burn a new DVD each time you update your version of Tails.
es: Los DVDs son baratos pero tendrías que grabar uno nuevo cada vez que actualices Tails.

source: You could also use a DVD-RW but those are not read-only.
es: También podrías usar un DVD regrabable, pero no sería de sólo lectura.

source: USB stick or SD card
es: Memoria USB o tarjetas SD

source: An attacker with physical access to your device or through a virus could alter your Tails.
es: Un atacante con acceso físico a tu dispositivo, o a través de un virus, podría atacar tu instalación de Tails.

source: USB sticks and SD cards can be upgraded to future versions of Tails.
es: Estos dispositivos pueden ser actualizados para las nuevas versiones de Tails.

source: You can use [[persistence|doc/first_steps/persistence]] and store your documents and configuration in an encrypted persistent volume on the same device.
es: Puedes usarlos con [[persistencia|doc/first_steps/persistence]] y guardar tus documentos y configuraciones en un volumen cifrado persistente en el mismo dispositivo.

source: USB sticks and SD cards are smaller to fit in your pocket.
es: Las memorias USB o tarjetas SD son más pequeñas y las puedes llevar en el bolsillo.

source: Some older computers might not be able to start from a USB stick or SD card.
es: Algunos ordenadores antiguos pueden tener problemas para arrancar de memorias USB o tarjetas SD.

source: Some USB sticks, SD cards, or SD card adapters have a read-only switch that can prevent your Tails from being altered, but be aware that this protection is most probably not ensured by the device itself: do not rely on untrusted computers to respect this feature.
es: Algunas memorias USB, tarjetas SD o lectores de tarjetas tienen un botón de sólo lectura que puede prevenir la alteración de Tails, pero ten en cuenta que esta protección probablemente no está garantizada por el dispositivo mismo: no confíes en que un ordenador sospechoso respete esta funcionalidad.
