Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/persistence.*.po
Languages: es, pt

source: [[!meta title="Encrypted persistence"]]
es: [[!meta title="Persistencia cifrada"]]
pt: [[!meta title="Persistência criptografada"]]

source: If you start Tails from a USB stick or SD card, you can create a persistent volume in the free space left on the device by <span class="application">Tails Installer</span>. The files in the persistent volume are saved encrypted and remain available across separate working sessions.
es: Si inicias Tails desde un dispositivo USB o tarjeta SD, puedes crear un volumen persistente en el espacio libre restante del dispositivo con <span class="application">Tails Installer</span>. Los archivos en el volumen persistente son guardados de manera cifrada y permanecen disponibles entre sesiones de trabajo separadas.

source: <p>It is only possible to create a persistent volume if the device, USB stick or SD card, was installed using <span class="application">Tails Installer</span>.</p>
es: <p>Solo es posible crear un volumen persistente si el dispositivo, memoria USB o tarjeta SD, fue instalada usando <span class="application">Tails Installer</span>.</p>

source: <p>This requires a USB stick or SD card of <strong>at least 4 GB</strong>.</p>
es: <p>Esto requiere de una memoria USB o tarjeta SD de <strong>al menos 4 GB</strong>.</p>

source: You can use this persistent volume to store different kinds of files:
es: Puedes usar este volumen persistente para guardar diferentes tipos de archivos:

source: your personal files and working documents
es: tus archivos personales y documentos de trabajo

source: the software packages that you download and install in Tails
es: los paquetes de software que tu descargues e instales en Tails

source: the configuration of the programs you use
es: la configuración de los programas que uses

source: your encryption keys
es: tus llaves de cifrado

source: The persistent volume is an encrypted partition protected by a passphrase.
es: El volumen persistente esta una partición cifrada protegida por una contraseña.
pt: O volume persistente é uma partição criptografada protegida por uma senha.

source: Once the persistent volume is created, you can choose to activate it or not each time you start Tails.
es: Una vez que el volumen persistente es creado, puedes escoger activarlo o no cada vez que inicias Tails.
pt: Uma vez que o volume persistente tenha sido criado, você pode escolher ativá-lo ou não cada vez que iniciar o Tails.

source: How to use the persistent volume =================================
es: Como usar el volumen persistente =================================
pt: Como usar o volume persistente =================================

source: [[Warnings about persistence|first_steps/persistence/warnings]]
es: [[Advertencias sobre la persistencia|first_steps/persistence/warnings]]
pt: [[Advertências sobre persistência|first_steps/persistence/warnings]]

source: [[Create & configure the persistent volume|first_steps/persistence/configure]]
es: [[Crear y configurar el volumen persistente|first_steps/persistence/configure]]
pt: [[Crie e configure o volume persistente|first_steps/persistence/configure]]

source: [[Enable & use the persistent volume|first_steps/persistence/use]]
es: [[Habilitación & uso del volumen persistente|first_steps/persistence/use]]
pt: [[Habilite e use o volume persistente|first_steps/persistence/use]]

source: [[Change the passphrase of the persistent volume|first_steps/persistence/change_passphrase]]
es: [[Cambiar la contraseña del volumen persistente|first_steps/persistence/change_passphrase]]

source: [[Manually copy your persistent data to a new device|first_steps/persistence/copy]]
es: [[Copiar manualmente tu información persistente a un nuevo dispositivo|first_steps/persistence/copy]]

source: [[Check the file system of the persistent volume|first_steps/persistence/check_file_system]]
es: [[Comprobar el sistema de archivos del volumen persistente|first_steps/persistence/check_file_system]]

source: [[Delete the persistent volume|first_steps/persistence/delete]]
es: [[Borrar el volumen persistente|first_steps/persistence/delete]]
pt: [[Apague o volume persistente|first_steps/persistence/delete]]

source: Personal files
pt: Arquivos pessoais

source: Some settings
pt: Algumas configurações

source: Additional software
pt: Softwares adicionais

source: Encryption keys
pt: Chaves de criptografia

source: [[!inline pages="doc/first_steps/persistence.caution" raw="yes" sort="age"]]
pt: [[!inline pages="doc/first_steps/persistence.caution.pt" raw="yes" sort="age"]]
