Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/shutdown.*.po
Languages: es, fr

source: [[!meta title="Shutting down Tails"]]
es: [[!meta title="Apagar Tails"]]
fr: [[!meta title="Éteindre Tails"]]

source: There are several ways of shutting down Tails:
es: Hay varias maneras de apagar Tails:
fr: Il existe divers moyens d'éteindre Tails :

source: By clicking on the [[system shutdown icon|introduction_to_gnome_and_the_tails_desktop#shutdown]] located in the upper right corner of the notification area and choosing <span class="guimenuitem">Shutdown Immediately</span> or <span class="guimenuitem">Reboot Immediately</span>.
es: Haciendo click en el icono [[apagar|introduction_to_gnome_and_the_tails_desktop#shutdown]] ubicado en la esquina superior derecha del área de notificación y seleccionando <span class="guimenuitem">Apagar inmediatamente</span> o <span class="guimenuitem">Reiniciar inmediatamente</span>.
fr: En cliquant sur le [[bouton d'extinction|introduction_to_gnome_and_the_tails_desktop#shutdown]], situé dans le coin en haut à droite de la zone de notification, puis en choisissant <span class="guimenuitem">Éteindre immédiatement</span> ou <span class="guimenuitem">Redémarrer immédiatement</span>.

source: - By pressing the power button of the computer.
es: - Presionando el botón de encendido y apagado del ordenador.
fr: - En appuyant sur le bouton d'allumage de l'ordinateur.

source: - By removing physically the device Tails is running from.
es: - Removiendo el dispositivo desde el que está corriendo Tails.
fr: - En enlevant physiquement le périphérique depuis lequel vous utilisez Tails.

source: <p>This method might in rare occasions break the file system of your persistent volume. <strong>Use this method only in case of emergency.</strong></p>
es: <p>Este método puede, en raras ocasiones, romper el sistema de ficheros de tu volumen persistente. <strong>Utilízalo sólo en caso de emergencia.</strong></p>
fr: <p>Cette méthode peut dans certains cas endommager le système de fichiers de votre volume persistant. <strong>Utilisez uniquement cette méthode en cas d'urgence.</strong></p>

source: <p>Using the [[<span class="guilabel">read-only</span> option|persistence/use]] of the persistent volume prevents this problem.</p>
es: <p>Puedes prevenir este problema usando la opción [[<span class="guilabel">sólo lectura </span> option|persistence/use]] de tu volumen persistente.</p>
fr: <p>Utiliser l'[[option <span class="guilabel">lecture-seule</span>|persistence/use]] du volume persistant protège contre ce problème.</p>

source: <p>If you cannot enable persistence after using this method, you should be able to recover most of your data by doing a [[file system check on the persistent volume|persistence/check_file_system]].</p>
es: <p>Si tu persistencia no funciona luego de haber utilizado este método, deberías poder recuperar la mayoría de tus datos con un [[chequeo del sistema de ficheros de tu volumen persistente|persistence/check_file_system]].</p>
fr: <p>Si vous ne pouvez pas activer la persistance après avoir utilisé cette méthode, vous devriez pouvoir retrouver la plupart de vos données en faisant une vérification du [[système de fichiers sur le volume persistant|persistence/check_file_system]].</p>

source: This method does not work [[with DVD|support/known_issues#index11h2]], see [[!tails_ticket 5447]].
es: Este método no funciona [[con DVDs|support/known_issues#index11h2]], lee [[!tails_ticket 5447]].
fr: Cette méthode ne fonctionne pas [[avec les DVD|support/known_issues#index11h2]], voir le [[!tails_ticket 5447]].

source: This method does not work [[after using the <span class="application">Tails Installer</span>|support/known_issues#index10h2]], see [[!tails_ticket 5677]].
es: Este método no funcionará [[luego de usar el <span class="application">Tails Installer</span>|support/known_issues#index10h2]], lee [[!tails_ticket 5677]].
fr: Cette méthode ne fonctionne pas [[après avoir utilisé l'<span class="application">Installeur Tails</span>|support/known_issues#index10h2]], voir le [[!tails_ticket 5677]].

source: While shutting down, the data stored in <span class="definition">[[!wikipedia Random-access_memory desc="RAM"]]</span> is erased to protect from [[cold boot attacks|doc/advanced_topics/cold_boot_attacks]].
es: Al apagar, los datos almacenados en la memoria <span class="definition">[[!wikipedia Random-access_memory desc="RAM"]]</span> se borran para protegerte de [[cold boot attacks|doc/advanced_topics/cold_boot_attacks]].
fr: Lors de l'extinction, les données présentes dans la <span class="definition">[[!wikipedia_fr Mémoire_vive desc="RAM"]]</span> sont effacées afin d'éviter les [[attaques de type 'cold boot' |doc/advanced_topics/cold_boot_attacks]].
