Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/start_tails.*.po
Languages: fr, pt

source: [[!meta title="Start Tails"]]
fr: [[!meta title="Démarrer Tails"]]
pt: [[!meta title="Inicie o Tails"]]

source: Now that you have a Tails device, you can shutdown your computer and start using Tails without altering your existing operating system.
fr: Maintenant que vous avez un périphérique Tails, vous pouvez redémarrer votre ordinateur et commencer à utiliser Tails sans altérer votre système d'exploitation actuel.
pt: Agora que você tem o Tails em um dispositivo, já pode desligar seu computador e começar a usar o Tails sem alterar em nada o seu sistema operacional atual.

source: If you are using a DVD
fr: Si vous utilisez un DVD
pt: Se você está usando um DVD

source: Put the Tails DVD into the CD/DVD-drive and restart the computer. You should see a welcome screen prompting you to choose your language.
fr: Insérer le DVD dans le lecteur et redémarrez l'ordinateur. Vous devriez voir apparaître un écran d'accueil vous invitant à choisir votre langue.

source: If you don't get this menu, you can consult the Ubuntu documentation about [booting from the CD](https://help.ubuntu.com/community/BootFromCD) for more information, especially the part on the [BIOS settings](https://help.ubuntu.com/community/BootFromCD#BIOS%20is%20not%20set%20to%20boot%20from%20CD%20or%20DVD%20drive).
fr: Si vous n'obtenez pas ce menu, vous pouvez consulter la documentation Ubuntu à propos du [démarrage depuis un CD](https://help.ubuntu.com/community/BootFromCD), et plus spécialement [la partie concernant le BIOS](http://doc.ubuntu-fr.org//tutoriel/modifier_ordre_amorcage_du_bios).
pt: Se esse menu não aparecer, você pode consultar a documentação do Ubuntu sobre [como iniciar a partir do CD](https://help.ubuntu.com/community/BootFromCD) para mais informações, especialmente na seção sobre [configurações da BIOS](https://help.ubuntu.com/community/BootFromCD#BIOS%20is%20not%20set%20to%20boot%20from%20CD%20or%20DVD%20drive).

source: If you are using a USB stick or SD card
fr: Si vous utilisez une clef USB ou une carte SD
pt: Se você estiver usando uma memória USB ou cartão SD

source: According to your type of computer, read the instructions for either [[PC|start_tails#usb-pc]] or [[Mac|start_tails#usb-mac]].
fr: Selon votre type d'ordinateur, lisez les instructions pour les [[PC|start_tails#usb-pc]] ou les [[Mac|start_tails#usb-mac]].
pt: De acordo com o seu tipo de computador, leia as instruções para [[PC|start_tails#usb-pc]] ou [[Mac|start_tails#usb-mac]].

source: Shutdown the computer, plug your device, and start the computer. You should see a welcome screen prompting you to choose your language.
fr: Éteignez l'ordinateur, branchez votre périphérique et démarrez l'ordinateur. Vous devriez voir apparaître un écran d'accueil vous invitant à choisir votre langue.
pt: Desligue o computador, conecte o dispositivo e ligue o computador. Você deverá ver uma mensagem de boas-vindas para escolher seu idioma.

source: If your computer does not automatically do so, you might need to edit the BIOS settings. Restart your computer, and watch for a message telling you which key to press to enter the BIOS setup. It will usually be one of <span class="keycap">F1</span>, <span class="keycap">F2</span>, <span class="keycap">Del</span>, <span class="keycap">Esc</span> or <span class="keycap">F10</span>. Press this key while your computer is booting to edit your BIOS settings. You need to edit the <span class="guilabel">Boot Order</span>. Depending on your computer you should see an entry for <span class="guilabel">removable drive</span> or <span class="guilabel">USB media</span>. Move this to the top of the list to force the computer to attempt to start from your device before starting from the internal hard disk. Save your changes and continue.
fr: Si le menu n'apparaît pas, vous pourriez avoir besoin d'éditer les paramètres du BIOS de votre ordinateur. Pour cela, redémarrez votre ordinateur, puis un message au démarrage devrait vous indiquer la touche à presser pour accéder aux réglages du BIOS. C'est d'habitude l'une des touches suivantes : <span class="keycap">F1</span>, <span class="keycap">F2</span>, <span class="keycap">Del</span>, <span class="keycap">Esc</span> ou <span class="keycap">F10</span>. Pressez cette touche lors du démarrage pour accéder aux paramétrages du BIOS. Vous devrez alors modifier un paramètre intitulé <span class="guilabel">Boot Order</span> (Ordre de démarrage) ou <span class="guilabel">Boot Device Priority</span> (Priorité du lecteur de démarrage). Selon votre ordinateur, vous devriez voir une entrée nommée <span class="guilabel">removable drive</span>, <span class="guilabel">USB media</span> ou <span class="guilabel">périphérique amovible</span>. Déplacez cette entrée en haut de la liste pour forcer votre ordinateur à démarrer depuis votre périphérique avant de démarrer sur le disque dur interne. Sauvegardez vos modifications et continuez.
pt: Se seu computador não o fizer automaticamente, você poderá ter que editar as configurações da BIOS. Reinicie seu computador e procure por uma mensagem dizendo a você qual tecla deve ser pressionada para entrar nas configurações da BIOS. Ela é usualmente <span class="keycap">F1</span>, <span class="keycap">F2</span>, <span class="keycap">DEL</span>, <span class="keycap">ESC</span> ou <span class="keycap">F10</span>. Pressione essa tecla enquanto seu computador estiver reiniciando para editar as configurações da BIOS. Você precisa editar a <span class="guilabel">Ordem de Boot</soan>. Dependendo do seu computador você deverá ver uma entrada para <span class="guilabel">dispositivo removível</span> ou <span class="guilabel">mídia USB</span>. Mova essa para o topo da lista para forçar o computador a tentar iniciar a partir do seu dispositivo antes de tentar iniciar pelo seu disco rígido interno. Salve as mudanças e continue.

source: For more detailed instruction on how to boot from USB you can read [About.com: How To Boot your Computer from a Bootable USB Device](http://pcsupport.about.com/od/tipstricks/ht/bootusbflash.htm).
fr: Pour des information plus détaillées pour démarrer à partir d'une clé USB, vous pouvez lire, en anglais, [About.com: How To Boot your Computer from a Bootable USB Device](http://pcsupport.about.com/od/tipstricks/ht/bootusbflash.htm).
pt: Para instruções mais detalhadas sobre como iniciar a partir do USB você pode ler [About.com: Como iniciar seu computador a partir de um dispositivo USB inicializável](http://pcsupport.about.com/od/tipstricks/ht/bootusbflash.htm) (em inglês)

source: If you have problems accessing the BIOS, try to read [pendrivelinux.com: How to Access BIOS](http://www.pendrivelinux.com/how-to-access-bios/).
fr: Si vous avez des soucis pour accéder au BIOS, essayez de lire [pendrivelinux.com: How to Access BIOS](http://www.pendrivelinux.com/how-to-access-bios/).
pt: Se você tiver problemas para acessar sua BIOS, tente ler [pendrivelinux.com: Como acessar a BIOS](http://www.pendrivelinux.com/how-to-access-bios/) (em inglês)

source: Then, Tails should start and you should see a welcome screen prompting you to choose your language.
fr: Tails devrait alors démarrer et vous devriez voir apparaître un écran d'accueil vous invitant à choisir votre langue.
pt: Então, o Tails deve iniciar e você deve ver uma tela de boas vindas pedingo que você escolha seu idioma.

source: If this does not work, then you might need to install [rEFInd](http://sourceforge.net/projects/refind/).
fr: Si cela ne fonctionne pas, vous aurez besoin d'installer [rEFInd](http://sourceforge.net/projects/refind/).
pt: Se isto não funcionar, então talvez você precise instalar o [rEFInd](http://sourceforge.net/projects/refind/).

source: Installing rEFInd replaces your original bootloader.<br/> This could cause your Mac to not boot. It is recommended to create a full backup and know how to restore. See <a href="https://support.apple.com/kb/HT1427">Apple's instructions</a>.
fr: Installer rEFInd remplace votre programme d'amorçage par défaut.<br/> Cela peut empêcher votre Mac de démarrer. Il est recommandé de faire une sauvegarde complète ainsi que de savoir comment le restaurer. Voir <a href="https://support.apple.com/kb/HT1427?viewlocale=fr_FR"> les instructions d'Apple</a>.
pt: A instalação do rEFInd substitui seu gerenciador de inicialização original.<br/> Isto pode fazer com que seu Mac não inicialize mais. É recomendável criar um backup completo e saber como restaurá-lo. Veja as <a href="https://support.apple.com/kb/HT1427">instruções da Apple</a>.

source: Problems starting Tails?
fr: Des problèmes pour démarrer Tails ?
pt: Problemas ao iniciar o Tails?

source: Read our specific [[reporting guidelines when Tails does not start|doc/first_steps/bug_reporting/tails_does_not_start]].
fr: Lire nos [[instructions spécifiques lorsque Tails ne démarre pas|doc/first_steps/bug_reporting/tails_does_not_start]].
pt: Leia nossas [[instruções sobre relatório de bug quando o Tails não inicia|doc/first_steps/bug_reporting/tails_does_not_start]].

source: Using a virtualization software
fr: Utiliser un logiciel de virtualisation
pt: Usando software de virtualização

source: [[See the corresponding documentation.|advanced_topics/virtualization]]
fr: [[Consultez la documentation correspondante.|advanced_topics/virtualization]]
pt: [[Veja a documentação correspondente.|advanced_topics/virtualization]]
