Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/startup_options.*.po
Languages: de, it, pt

source: [[!meta title="Startup options"]]
de: [[!meta title="Startoptionen"]]
it: [[!meta title="Opzioni di avvio"]]
pt: [[!meta title="Opções de Inicialização"]]

source: When starting Tails, you can specify startup options to alter some of its basic functioning. The two ways of specifying startup options are the following:
de: Beim Starten von Tails können Sie Optionen auswählen, um einige grundlegende Funktionen zu verändern. Die zwei Möglichkeiten um Startoptionen anzugeben sind folgende:
it: Quando avvii Tails puoi definire le opzioni di avvio per alterare alcuni aspetti del suo funzionamento. I due modi di definire le opzioni di avvio sono i seguenti:
pt: Ao iniciar o Tails, você pode especificar opções de inicialização para alterar partes do seu funcionamento básico. As duas formas de especificar opções de inicialização são as seguintes:

source: Using the <span class="application">Boot Loader Menu</span>
de: Benutzung des <span class="application">Bootmenüs</span>
it: Utilizzare il <span class="application">Menù di avvio</span>

source: The <span class="application">Boot Loader Menu</span> is the first screen to appear when Tails starts.
de: Das <span class="application">Bootmenü</span> ist der erste erscheinende Bildschirm beim Start von Tails.
it: Il <span class="application">Menù di avvio</span> è la prima schermata che appare quando si avvia Tails.

source: <p>The <span class="guilabel">Troubleshooting Mode</span> disables some features of the Linux kernel and might work better on some computers. You can try this option if you think you are experiencing errors related to hardware compatibility while starting Tails.</p>
de: <p>Der <span class="guilabel">Troubleshooting</span>-Modus deaktiviert einige Funktionen des Linux-Kernels und könnte auf einigen Computern besser funktionieren. Sie können diese Option ausprobieren, falls Sie annehmen, dass Sie aufgrund von Hardware-Inkompatibilität Probleme beim Start von Tails haben.</p>
it: <p>La modalità <span class="guilabel">Troubleshooting Mode</span> disattiva alcune funzionalità del kernel e potrebbe funzionare meglio su certi computer. Puoi provare questa opzione se pensi di stare incontrando errori legati alla compatibilità dell'hardware quando avvii Tails.</p>

source: To add a boot option, press <span class="keycap">Tab</span> when the <span class="application">Boot Loader Menu</span> appears. A list of boot options appears at the bottom of the screen.
de: Um eine Startoption hinzuzufügen, drücken Sie <span class="keycap">Tab</span>, sobald das <span class="application">Bootmenü</span> erscheint. Eine Liste von Startoptionen wird im unteren Teil des Bildschirms aufgeführt.
it: Per aggiungere un'opzione di avvio premi <span class="keycap">Tab</span> quando appare il <span class="application">Menù di avvio</span>. Una lista di opzioni apparirà nella parte bassa dello schermo.

source: [[!img boot-menu-with-options.png link=no alt="Black screen with Tails artwork. Boot Loader Menu with two options 'Tails' and 'Tails (Troubleshooting Mode)'. At the bottom, a list of options ending with 'vsyscall=none quiet_'"]]
de: [[!img boot-menu-with-options.png link=no alt="Schwarzer Bildschirm mit Tails Grafik. 'Bootmenü' mit zwei Optionen, 'Tails' und 'Tails (Troubleshooting Mode)'. Am unteren Ende befindet sich eine Liste von Optionen die mit 'vsyscall=none quiet_' endet"]]
it: [[!img boot-menu-with-options.png link=no alt="Schermo nero con l'illustrazione di Tails. 'Boot menu' con due opzioni 'Live' e 'Live (Troubleshooting Mode)'. In basso, una lista di opzioni che termina con 'vsyscall=none quiet_'"]]

source: Press <span class="keycap">Space</span>, and type the boot option that you want to add.
de: Drücken Sie die <span class="keycap">Leertaste</span> und geben Sie die Bootoptionen ein, die Sie hinzufügen möchten.
it: Premi <span class="keycap">Spazio</span> e digita l'opzione di avvio che vuoi aggiungere.
pt: Precione <span class="keycap">Espaço</span>, e digite a opção de boot que você quer adicionar.

source: If you want to add more than one boot option, type them one after the other, and separate them by a <span class="keycap">Space</span>.
de: Falls Sie mehr als eine Bootoption hinzufügen wollen, geben Sie eine nach der anderen ein und trennen Sie diese jeweils durch ein <span class="keycap">Leerzeichen</span>.
it: Se vuoi aggiungere più di una opzione di avvio, digitale una dopo l'altra separandole con uno <span class="keycap">Spazio</span>
pt: Se você quiser adicionar mais de uma opção de boot, digite-as uma após a outra, e separe-as por um <span class="keycap">Espaço</span>.

source: Then press <span class="keycap">Enter</span> to start Tails.
de: Drücken Sie anschließend <span class="keycap">Enter</span>, um Tails zu starten.
it: Poi premi <span class="keycap">Invio</span> per avviare Tails.
pt: A seguir presione <span class="keycap">Enter</span> para iniciar o Tails.

source: Using <span class="application">Tails Greeter</span>
de: Benutzung des <span class="application">Tails Greeter</span>
it: Usare <span class="application">Tails Greeter</span>
pt: Usando o <span class="application">Tails Greeter</span>

source: <span class="application">Tails Greeter</span> appears after the <span class="application">Boot Loader Menu</span>, but before the <span class="application">GNOME Desktop</span>:
de: Der <span class="application">Tails Greeter</span> erscheint nach dem <span class="application">Bootmenü</span>, aber vor der <span class="application">GNOME-Arbeitsumgebung</span>:

source: [[!img tails-greeter-welcome-to-tails.png link=no alt="Tails Greeter: Welcome to Tails!"]]
de: [[!img tails-greeter-welcome-to-tails.png link=no alt="Tails Greeter: Willkommen bei Tails!"]]

source: You can activate assistive technologies, like a screen reader or large text, from the universal access menu (the
de: Sie können Technologien für Barrierefreiheit, zum Beispiel einen Bildschirmleser oder vergrößerten Text, über das Barrierefreiheitsmenü (das
it: Puoi attivare tecnologie assistive, come lettori dello schermo o font larghi, dal menu di accesso universale ( l'

source: [[!img lib/preferences-desktop-accessibility.png alt="Universal Access" class="symbolic" link="no"]]
de: [[!img lib/preferences-desktop-accessibility.png alt="Barrierefreiheit" class="symbolic" link="no"]]

source: icon which looks like a person) in the top bar.
de: Symbol, welches wie eine Person aussieht) in der oberen Bildschirmleiste aktivieren.
it: icona che assomiglia ad una persona) nella barra in alto.

source: To start Tails without options, click on the <span class="button">Start Tails</span> button.
de: Um Tails ohne Optionen zu starten, klicken Sie auf die Schaltfläche <span class="button">Tails starten</span>.
it: **Per avviare Tails senza opzioni**, cliccare sul pulsante <span class="button">Start Tails</span>.

source: Language & region
de: Sprache & Region
it: Lingua e zone geografica

source: You can configure Tails depending on your language and location from <span class="application">Tails Greeter</span>.
de: Sie können mithilfe des <span class="application">Tails Greeter</span> Tails entsprechend Ihrer Sprache und Region konfigurieren.
it: Puoi configurare Tails secondo la tua lingua e posizione usando <span class="application">Tails Greeter</span>:

source: [[!img locale.png link="no" alt="Language & Region section of Tails Greeter"]]
de: [[!img locale.png link="no" alt="Bereich Sprache & Region des Tails Greeter"]]

source: The <span class="guilabel">Language</span> option allows you to change the main language of the interface.
de: Die Option <span class="guilabel">Sprache</span> erlaubt es Ihnen, die Hauptsprache der Oberfläche zu ändern.
it: L'opzione <span class="guilabel">Lingua</span> ti permette di cambiare il linguaggio principale dell'interfaccia.

source: Text that is not translated yet will appear in English. You can [[help to translate more text|contribute/how/translate]].
de: Text, der noch nicht übersetzt ist, wird in Englisch erscheinen. Sie können [[dabei helfen mehr Text zu übersetzen|contribute/how/translate]].
it: Il testo che non è stato ancora tradotto apparirà in Inglese. Puoi [[aiutare a tradurre più testo|contribute/how/translate]].

source: The <span class="guilabel">Keyboard Layout</span> option allows you to change the layout of the keyboard. For example to switch to an *AZERTY* keyboard which is common in France.
de: Die Option <span class="guilabel">Tastaturbelegung</span> erlaubt es Ihnen, die Belegung Ihrer Tastatur zu ändern. Zum Beispiel um zu einer *AZERTY*-Tastatur, die in Frankreich geläufig ist, zu wechseln.
it: L'opizione <span class="guilabel">Keyboard Layout</span> ti permette di cambiare il tipo di tastiera. Per esempio per passare alla tastiera *AZERTY*, molto comune in Francia.

source: You will still be able to switch between different keyboard layouts from the desktop after starting Tails.
de: Sie sind dennoch in der Lage nach dem Start von Tails vom Desktop aus zwischen verschiedenen Tastaturbelegungen zu wechseln.
it: Sarai sempre in grado di cambiare tra differenti stili di tastiera dal descktop dopo aver fatto partire Tails

source: [[!img introduction_to_gnome_and_the_tails_desktop/keyboard.png link="no" alt="Menu in the top-right corner of the desktop to switch between different keyboard layouts"]]
de: [[!img introduction_to_gnome_and_the_tails_desktop/keyboard.png link="no" alt="Menü in der oberen, rechten Bildschirmecke mit Schalter, um zwischen verschiedenen Tastaturbelegungen zu wechseln"]]

source: The <span class="guilabel">Formats</span> option allows you to change the date and time format, first day of the week, measurement units, and default paper size according to the standards in use in a country.
de: Die Option <span class="guilabel">Formate</span> erlaubt es Ihnen, das Datums- und Zeitformat, den ersten Wochentag, Maßeinheiten und die Standardpapiergröße gemäß den Standardvorgaben, die in einem Land verwendet werden, anzupassen.
it: L'opzione <span class="guilabel">Formats</span> ti permette di cambiare il formato di data e l'ora, il primo giorno della settimana, l'unità di misura e la grandezza standard della carta secondo lo standard usato nel tuo paese.

source: For example, the USA and the United Kingdom, two English-speaking countries, have different standards:
de: Beispielsweise haben die USA und das Vereinigte Königreich, zwei, englischsprachige Länder, unterschiedliche Standardvorgaben:
it: Per esempio, in USA e in Inghilterra, due paesi che parlano entrambi inglese, ci sono standard differenti:

source: With this option you can also display the calendar in a different language than the main language. For example, to display a US calendar, with weeks starting on Sunday, when the main language is Russian.
de: Mit dieser Option können Sie auch einen Kalender anzeigen, der sich von der Hauptsprache unterscheidet. Beispielweise, um einen US-Kalender anzuzeigen, bei dem die Wochen an Sonntagen beginnen während die Hauptsprache Russisch ist.
it: All'interno di questa opzione puoi anche mostrare il calendario in una lingua differente dal linguaggio principale. Per esempio, per mostrare il calendario americano, con settimane che cominciano dalla Domenica, quando il linguaggio principale è il russo.

source: Encrypted persistence storage
de: Verschlüsselte beständige Datenpartition
it: Archiviazione cifrata persistente

source: If an [[encrypted persistence storage|first_steps/persistence]] is detected on the USB stick, an additional section appears in <span class="application">Tails Greeter</span> below the <span class="guilabel">Language & Region</span> section:
de: Wenn eine [[verschlüsselte beständige Datenpartition|first_steps/persistence]] auf dem USB-Stick erkannt wird, erscheint ein zusätzlicher Bereich unter dem Abschnitt <span class="guilabel">Sprache & Region</span> im <span class="application">Tails Greeter</span>.

source: Additional settings
de: Zusätzliche Einstellungen
it: Configurazioni aggiuntive

source: Tails is configured with care to be as safe as possible by default. But, depending on your situation, you can change one of the following settings from <span class="application">Tails Greeter</span>.
de: Tails ist mit Sorgfalt so konfiguriert, dass es standardmäßig so sicher wie möglich ist. Jedoch können Sie abhängig von Ihrer Situation die jeweiligen der folgenden Einstellungen aus dem <span class="application">Tails Greeter</span> aus anpassen.
it: Tails è configurata con attenzione per essere più sicura possibile. Ma, a seconda delle situazioni, puoi cambiare una delle seguenti opzioni da <span class="application">Tails Greeter</span>.

source: [[!img additional.png link="no" alt="Additional settings of Tails Greeter"]]
de: [[!img additional.png link="no" alt="Zusätzliche Einstellungen des Tails Greeter"]]

source: Set an <span class="guilabel">Administration Password</span> to be able to perform administrative tasks like installing additional software or accessing the internal hard disks of the computer.
de: Richten Sie ein <span class="guilabel">Administrationspasswort</span> ein, um in der Lage zu sein, administrative Aufgaben wie die Installation von zusätzlicher Software oder den Zugriff auf die internen Laufwerke des Computers, durchzuführen.
it: Inserire una <span class="guilabel">Password Amministrativa</span> per essere in grado di eseguire operazioni amministrative come l'installazione di software aggiuntivo o accedere ai dischi fissi interni del computer.

source: [[See our documentation about the administration password.|administration_password]]
de: [[Lesen Sie die Dokumentation zum Administrationspasswort.|administration_password]]
it: [[Guarda la nostra documentazione a proposito della password da amministrratore.|administration_password]]

source: Disable <span class="guilabel">MAC Address Spoofing</span> to prevent connectivity problems with your network interfaces.
de: Deaktivieren Sie die <span class="guilabel">Manipulation der MAC-Adresse</span>, um Verbindungsprobleme mit Ihren Netzwerkschnittstellen zu verhindern.
it: Disabilitare il <span class="guilabel">MAC Address Spoofing</span> per prevenire problemi di connettività nelle tue interfacce di rete.

source: [[See our documentation about MAC address spoofing.|mac_spoofing]]
de: [[Lesen Sie unsere Dokumentation zum Verschleiern der MAC-Adresse.|mac_spoofing]]
it: [[Guarda la nostra documentazione sul mascheramento indirizzo Mac|mac_spoofing]]

source: Change the <span class="guilabel">Network Configuration</span> to either:
de: Ändern Sie die <span class="guilabel">Netzwerkkonfiguration</span> entweder zu:
it: Cambiare le <span class="guilabel">Network Configuration</span> per:

source: Connect directly to the Tor network (default).
de: Direkt mit dem Tor-Netzwerk verbinden (Vorgabe).
it: Connettersi direttamente alla rete TOR (predefinito).

source: Configure a Tor bridge or local proxy:
de: Tor-Bridge oder lokalen Proxy (Vermittlungsserver) konfigurieren:
it: Configurare un bridge TOR o un proxy locale:

source: If you want to use Tor bridges because your Internet connection is censored or you want to hide the fact that you are using Tor.
de: Wenn Sie Tor-Bridges (Tor-Brücken) verwenden möchten, weil Ihre Internetverbindung zensiert wird oder Sie die Tatsache, dass Sie Tor verwenden, verbergen möchten.
it: Se vuoi usare un bridge TOR perchè la tua connessione Internet è censurata o vuoi nascondere il fatto che stai usando Tor.

source: If you need to use a local proxy to access the Internet.
de: Wenn Sie einen lokalen Proxy (Vermittlungsserver) zum Internetzugriff benötigen.
it: Se necessiti di un proxy locale per accedere a Internet.

source: After starting Tails and connecting to a network, an assistant will guide you through the configuration of Tor.
de: Nach dem Start von Tails und Verbinden zu einem Netzwerk wird Sie ein Assistent durch die Konfiguration von Tor führen.
it: Dopo aver fatto partire Tails ed esserti collegato alla rete, un assistente ti guiderà attraverso la configurazione di Tor.

source: [[See our documentation about Tor bridges.|bridge_mode]]
de: [[Lesen Sie unsere Dokumentation zu Tor-Bridges.|bridge_mode]]
it: [[Guarda la nostra documentazione sui Tor bridges.|bridge_mode]]

source: Disable all networking if you want to work completely offline with additional security.
de: Deaktivieren Sie alle Netzwerkfunktionen, wenn Sie vollständig Offline mit zusätzlicher Sicherheit arbeiten möchten.
it: Disabilita tutte le connessioni se vuoi lavorare completamente disconnesso per una sicurezza maggiore.

source: Keyboard shortcuts
de: Tastaturkürzel
it: Scorciatoie da tastiera (Keyboard shortcuts)

source: <table> <tr><td><span class="keycap">Alt+L</span></td><td><span class="guilabel">Language</td></tr> <tr><td><span class="keycap">Alt+K</span></td><td><span class="guilabel">Keyboard Layout</td></tr> <tr><td><span class="keycap">Alt+F</span></td><td><span class="guilabel">Formats</td></tr> <tr><td><span class="keycap">Alt+P</span></td><td><span class="guilabel">Encrypted Persistent Storage</td></tr> <tr><td><span class="keycap">Alt+A</span></td><td><span class="guilabel">Additional Settings</td></tr> <tr><td><span class="keycap">Ctrl+Shift+A</span></td><td><span class="guilabel">Administration Password</td></tr> <tr><td><span class="keycap">Ctrl+Shift+M</span></td><td><span class="guilabel">MAC Address Spoofing</td></tr> <tr><td><span class="keycap">Ctrl+Shift+N</span></td><td><span class="guilabel">Network Configuration</td></tr> <tr><td><span class="keycap">Alt+S</td><td><span class="guilabel">Start Tails</td></tr> </table>
de: <table> <tr><td><span class="keycap">Alt+L</span></td><td><span class="guilabel">Sprache</td></tr> <tr><td><span class="keycap">Alt+K</span></td><td><span class="guilabel">Tastaturbelegung</td></tr> <tr><td><span class="keycap">Alt+F</span></td><td><span class="guilabel">Formate</td></tr> <tr><td><span class="keycap">Alt+P</span></td><td><span class="guilabel">Verschlüsselte beständige Datenpartition</td></tr> <tr><td><span class="keycap">Alt+A</span></td><td><span class="guilabel">Zusätzliche Einstellungen</td></tr> <tr><td><span class="keycap">Strg+Shift+A</span></td><td><span class="guilabel">Administrationspasswort</td></tr> <tr><td><span class="keycap">Strg+Shift+M</span></td><td><span class="guilabel">Manipulation der MAC-Adresse</td></tr> <tr><td><span class="keycap">Strg+Shift+N</span></td><td><span class="guilabel">Netzwerkverbindung</td></tr> <tr><td><span class="keycap">Alt+S</td><td><span class="guilabel">Tails starten</td></tr> </table>

source: Using the <span class="application">boot menu</span>
pt: Usando o <span class="application">menu de boot</span>

source: The <span class="application">boot menu</span> is the first screen to appears when Tails starts.
pt: O <span class="application">menu de boot</span> é a primeira tela a aparecer quando Tails é iniciado.

source: The <span class="guilabel">failsafe</span> mode disables some features of the kernel and might work better on some computers. You can try this option if you think you are experiencing errors related to hardware compatibility while starting Tails.
pt: O modo <span class="guilabel">failsafe</span> desabilita algumas funcionalidades do kernel e pode funcionar melhor em alguns computadores. Você pode tentar esta opção se você acha que está experienciando erros relacionados a compatibilidade de hardware ao iniciar o Tails.

source: To add a boot option, press <span class="keycap">Tab</span> when the <span class="application">boot menu</span> appears. A list of boot options appears at the bottom of the screen.
pt: Para adicionar uma opção de boot, pressione <span class="keycap">Tab</span> quando o <span class="application">menu de boot</span> aparecer. Uma lista de opções de boot aparecerão na parte de baixo da tela.

source: [[!img boot-menu-with-options.png link=no alt="Black screen with Debian live artwork. 'Boot menu' with two options 'Live' and 'Live (failsafe)'. At the bottom, a list of options ending with 'noautologin quiet_'"]]
pt: [[!img boot-menu-with-options.png link=no alt="Tela preta com a arte do Debian live. 'Menu de boot' com duas opções 'Live' e 'Live (failsafe)'. Na parte de baixo, uma lista de opções que termina com 'noautologin quiet_'"]]

source: Here is a list of options that you can add to the <span class="application">boot menu</span>:
pt: Aqui está uma lista de opções que você pode adicionar ao <span class="application">menu de boot</span>:

source: <span class="application">Tails Greeter</span> is the set of dialogs that appear after the <span class="application">boot menu</span>, but before the <span class="application">GNOME Desktop</span> appears. This is how to first screen of <span class="application">Tails Greeter</span> looks like:
pt: <span class="application">Tails Greeter</span> é um conjunto de diálogos que aparecem após o <span class="application">menu de boot</span>, mas antes que o <span class="application">GNOME Desktop</span> apareça. É assim que a primeira tela do <span class="application">Tails Greeter</span> se parece:

source: [[!img tails-greeter-welcome-to-tails.png link=no alt="Welcome to Tails. More options? Yes, and No toggle button, and Login button."]]
pt: [[!img tails-greeter-welcome-to-tails.png link=no alt="Bem vindo/a ao Tails. Mais opções? Botão Sim e Não, e botão de Login."]]

source: **To start Tails without options**, click on the <span class="button">Login</span> button, or just press <span class="keycap">Enter</span>.
pt: **Para iniciar o Tails sem opções**, clique no botão de <span class="button">Login</span>, ou simplesmente pressione <span class="keycap">Enter</span>.

source: **To start Tails in languages other than English**, select the one you want from the menu at the bottom of the screen. You can also adapt your country and keyboard layout. When you do that, <span class="application">Tails Greeter</span> itself switches language.
pt: **Para iniciar o Tails em outros idiomas que não inglês**, selecione o idioma que você quer a partir do menu na parte de baixo da tela. Você também pode adaptar seu país e leiaute de teclado. Quando você faz isso, é o <span class="application">Tails Greeter</span> que faz a mudança do idioma de fato.

source: **To set more options**, click on the <span class="button">Yes</span> button. Then click on the <span class="button">Forward</span> button.
pt: **Para configurar mais opções**, clique no botão <span class="button">Yes</span>. Em seguida clique no botão <span class="button">Forward</span>.

source: Here is a list of options that you can set using <span class="application">Tails Greeter</span>:
pt: Aqui está uma lista de aplicações que você pode configurar usando o <span class="application">Tails Greeter</span>:

source: [[Administration password|administration_password]]
pt: [[Senha para administração|administration_password]]

source: [[Windows camouflage|windows_camouflage]]
pt: [[Camuflagem Windows|windows_camouflage]]

source: [[MAC address spoofing|mac_spoofing]]
pt: [[Mudança de endereço MAC|mac_spoofing]]

source: Problems booting?
pt: Problemas ao iniciar?

source: If you have problems booting Tails, please read the [[following guidelines|doc/first_steps/bug_reporting/tails_does_not_start]].
pt: Se você tem problemas ao iniciar o Tails, por favor leia as [[seguintes diretivas|doc/first_steps/bug_reporting/tails_does_not_start]].
