Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/usb_installation.*.po
Languages: fr, pt

source: [[!meta title="Installing onto a USB Stick"]]
fr: [[!meta title="Installation sur une clé USB"]]
pt: [[!meta title="Instalando em uma memória USB"]]

source: Tails includes a custom USB installer.
fr: Tails inclut son propre installeur USB.

source: **[[Burn a Tails DVD|download#support]]** (recommended).
fr: **[[Graver un DVD Tails|download#support]]** (recommandé).
pt: **[[Gravar um DVD do Tails|download#support]]** (recomendado).

source: **Use another Tails USB stick**, for example from a friend.
fr: **Utiliser une autre clé USB Tails**, celle d'un ami par exemple.

source: **[[Manually install Tails onto another USB stick|manual_usb_installation]]**, if you can't use a DVD.
fr: **[[Installer manuellement Tails sur une autre clé USB|manual_usb_installation]]**, si vous ne pouvez pas utiliser de DVD.
pt: **[[Instalar manualmente o Tails em outra memória USB|manual_usb_installation]]**, se você não puder utilizar um DVD.

source: <p><strong>All the content of the destination USB stick will be lost in the operation.</strong></p> <p><strong>This operation will not clone the persistent volume of the USB stick which is being cloned.</strong></p>
fr: <strong>L'intégralité du contenu de la clé sera perdu durant l'opération.</strong><br/> <strong>Cette opération ne copiera pas le volume persistant présent sur la clé servant de base au clonage.</strong>

source: Start Tails from another media than the USB stick onto which you want to install Tails.
fr: Démarrez Tails depuis un autre support que la clé USB sur laquelle vous souhaitez installer Tails.

source: To install onto a new USB stick, click on the <span class="button">Clone & Install</span> button.
fr: Pour installer sur une nouvelle clé USB, cliquez sur le bouton <span class="button">Cloner & Installer</span>.
pt: Para instalar em uma nova memória USB, clique no botão <span class="button">Clone & Install</span>.

source: Plug the USB stick onto which you want to install Tails.
fr: Branchez la clé USB sur laquelle vous souhaitez installer Tails.
pt: Conecte a memória USB na qual você quer instalar o Tails.

source: A new device, which corresponds to the USB stick, appears in the <span class="guilabel">Target Device</span> drop-down list.
fr: Un nouveau périphérique, correspondant à votre clé USB, apparaît dans le menu déroulant <span class="guilabel">Périphérique cible</span>.
pt: Um novo dispositivo, que corresponde à memória USB, aparece na lista <span class="guilabel">Dispositivo de Destino</span>.

source: Choose the USB stick from the <span class="guilabel">Target Device</span> drop-down list.
fr: Sélectionnez votre clé USB dans la liste déroulante <span class="guilabel">Périphérique cible</span>.
pt: Escolha a memória USB na lista <span class="guilabel">Dispositivo de Destino</span>.

source: 6. To start the installation, click on the <span class="button">Create Live USB</span> button.
fr: 6. Pour démarrer l'installation, cliquez sur le bouton <span class="button"> Créer le Live USB</span>.
pt: 6. Para iniciar a instalação, clique no botão <span class="button">Create Live USB </span>.

source: <p>After the installation completes, you can [[start Tails|/download/#start]] from this new USB stick.</p>
fr: <p>Une fois l'installation terminée, vous pouvez [[démarrer Tails|/download/#start]] depuis cette nouvelle clé USB.</p>

source: Instructions
pt: Instruções

source: <div class="caution"> <p><strong>All the content of the destination USB stick will be lost in the operation.</strong></p> <p><strong>This operation will not clone the persistent volume of the USB stick which is being cloned.</strong></p> </div>
pt: <div class="caution"> <p><strong>O conteúdo da memória USB será perdido nesta operação.</strong></p> <p><strong>Esta operação não irá clonar o volume persistente da memória USB que está sendo clonada.</strong><p>/n</div>

source: <div class="next"> <p>After the installation completes, you can [[start Tails|/download/#start]] from this new USB stick.</p> </div>
pt: <div class="next"> <p>Depois que a instalação terminar, você pode [[iniciar o Tails|/download/#start]] a partir desta nova memória USB.</p> </div>
