Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/welcome_screen.*.po
Languages: es, fr

source: [[!meta title="Welcome Screen"]]
es: [[!meta title="Pantalla de Bienvenida"]]
fr: [[!meta title="Écran de démarrage"]]

source: The Welcome Screen appears after the Boot Loader, but before the GNOME Desktop.
es: La Pantalla de Bienvenida aparece después del Gestor de Arranque, pero antes del Escritorio GNOME.
fr: L'écran d'accueil apparaît après le chargeur de démarrage, mais avant le bureau GNOME.

source: You can use the Welcome Screen to specify startup options that alter some of the basic functioning of Tails.
es: Puedes usar la Pantalla de Bienvenida para especificar opciones de arranque que cambien algunas de las funcionalidades básicas de Tails.
fr: Vous pouvez utiliser l'écran d'accueil pour spécifier des options de démarrage et ainsi modifier le fonctionnement de base de Tails.

source: [[!img welcome-screen.png link=no alt="Welcome to Tails!"]]
es: [[!img welcome-screen.png link=no alt="¡Bienvenido a Tails!"]]
fr: [[!img welcome-screen.png link=no alt="Bienvenue dans Tails !"]]

source: To start Tails without options, click on the <span class="button">Start Tails</span> button.
es: Para iniciar Tails sin opciones, haz click en el botón de <span class="button">Start Tails</span>.
fr: Pour démarrer Tails sans options, cliquez sur le bouton <span class="button">Démarrer Tails</span>.

source: <p>To store the settings of the Welcome Screen across different Tails sessions, turn on the [[Welcome Screen|doc/first_steps/persistence/configure#welcome_screen]] feature of the Persistent Storage.</p>
es: <p>Para mantener la configuración de la Pantalla de Bienvenida en las próximas sesiones de Tails, activa la [[Pantalla de Bienvenida|doc/first_steps/persistence/configure#welcome_screen]] en el Almacenamiento Persistente.</p>
fr: <p>Pour stocker les paramètres de l'écran d'accueil entre différentes session de Tails, activez la fonctionnalité d'[[écran d'accueil|doc/first_steps/persistence/configure#welcome_screen]] dans le stockage persistant.</p>

source: <p>With this feature turned on, unlock your Persistent Storage to restore your settings in the Welcome Screen.</p>
es: <p>Con esta función activada, desbloquea tu Almacenamiento Persistente para restaurar tu configuración en la Pantalla de Bienvenida.</p>
fr: <p>Avec cette fonctionnalité activée, déverrouillez votre stockage persistant pour restaurer vos paramètre d'écran d'accueil.</p>

source: Assistive technologies
es: Tecnologías de asistencia
fr: Technologies d'assistance

source: You can activate assistive technologies, like a screen reader or large text, from the universal access menu (the
es: Puedes activar tecnologías de asistencia, como un lector de pantalla o ampliar textos desde el menu de acceso universal ( El
fr: Vous pouvez activer les technologies d'assistance, comme un lecteur d'écran ou de grands textes, depuis le menu d'accès universel (l’icône

source: [[!img lib/preferences-desktop-accessibility.png alt="Accessibility Menu" class="symbolic" link="no"]]
es: [[!img lib/preferences-desktop-accessibility.png alt="Menú de Accesibilidad" class="symbolic" link="no"]]
fr: [[!img lib/preferences-desktop-accessibility.png alt="Menu d'accessibilité" class="symbolic" link="no"]]

source: icon which looks like a person) in the top bar.
es: icono que se parece a una persona) en la barra superior de herramientas.
fr: qui ressemble à une personne) dans la barre du haut.

source: Language & region
es: Idioma y región
fr: Langue et région

source: You can configure Tails depending on your language and location from the Welcome Screen.
es: Puedes configurar Tails para tu idioma o lugar desde la Pantalla de Bienvenida.
fr: Vous pouvez configurer Tails suivant votre langue et votre région depuis l'écran d'accueil.

source: The <span class="guilabel">Language</span> option allows you to change the main language of the interface.
es: La opción <span class="guilabel">Idioma</span> te permite cambiar el idioma principal de la interfaz.
fr: L'option <span class="guilabel">Langue</span> vous permet de changer la langue principale de l'interface.

source: Text that is not translated yet will appear in English. You can [[help to translate more text|contribute/how/translate]].
es: El texto que todavía no está traducido aparecerá en inglés. Puedes [[ayudar a traducir más|contribute/how/translate]].
fr: Le texte qui n'est pas encore traduit apparaîtra en anglais. Vous pouvez [[aider à traduire plus de textes|contribute/how/translate]].

source: The <span class="guilabel">Keyboard Layout</span> option allows you to change the layout of the keyboard. For example to switch to an *AZERTY* keyboard which is common in France.
es: La opción de <span class="guilabel">Configuración de teclado </span> te permite cambiar la configuración del teclado. Por ejemplo para cambiar a un teclado *AZERTY* común en Francia.
fr: L'option <span class="guilabel">Disposition du clavier</span> vous permet de changer la disposition du clavier. Par exemple pour passer au clavier *AZERTY* qui est courant en France.

source: You will still be able to switch between different keyboard layouts from the desktop after starting Tails.
es: Siempre tendrás la posiblidad de alternar entre distintos mapas de teclado desde el escritorio después de haber arrancado Tails.
fr: Vous aurez toujours la possibilité d'alterner entre différentes dispositions du clavier depuis le bureau après le démarrage de Tails.

source: [[!img introduction_to_gnome_and_the_tails_desktop/keyboard.png link="no" alt="Keyboard Menu"]]
es: [[!img introduction_to_gnome_and_the_tails_desktop/keyboard.png link="no" alt="Menú de teclado"]]
fr: [[!img introduction_to_gnome_and_the_tails_desktop/keyboard.png link="no" alt="Menu clavier"]]

source: The <span class="guilabel">Formats</span> option allows you to change the date and time format, first day of the week, measurement units, and default paper size according to the standards in use in a country.
es: La opción <span class="guilabel">Formatos</span> te permite cambiar el formato de fecha y hora, el primer día de la semana, las unidades de medida, y el formato de papel por defecto según los estandares de cada país.
fr: L'option <span class="guilabel">Formats</span> vous permet de changer le format de la date et de l'heure, le premier jour de la semaine, les unités de mesure et le format par défaut du papier suivant les standards en usage dans un pays.

source: For example, the USA and the United Kingdom, two English-speaking countries, have different standards:
es: Por ejemplo, Estados-Unidos y el Reino Unido, dos países angloparlantes, tienen estándares distintos.
fr: Par exemple, les États-Unis et le Royaume-Uni, deux pays anglophones, ont des standards différents :

source: <table> <tr><th></th><th>USA</th><th>United Kingdom</th></tr> <tr><td>Date & time</td><td>3/17/2017 3:56 PM</td><td>17/03/2017 15:56</td></tr> <tr><td>First day of the week</td><td>Sunday</td><td>Monday</td></tr> <tr><td>Unit system</td><td>Imperial</td><td>Metric</td></tr> <tr><td>Paper size</td><td>Letter</td><td>A4</td></tr> </table>
es: <table> <tr><th></th><th>Estados-Unidos</th><th>Reino Unido</th></tr> <tr><td>Fecha y hora</td><td>3/17/2017 3:56 PM</td><td>17/03/2017 15:56</td></tr> <tr><td>Primer día de la semana</td><td>Domingo</td><td>Lunes</td></tr> <tr><td>Unidad de medida</td><td>Imperial</td><td>Métrica</td></tr> <tr><td>Formato de papel</td><td>Carta</td><td>A4</td></tr> </table>
fr: <table> <tr><td></td><td>États-Unis</td><td>Royaume-Uni</td></tr> <tr><td>Date et heure</td><td>3/17/2017 3:56 PM</td><td>17/03/2017 15:56</td></tr> <tr><td>Premier jour de la semaine</td><td>Dimanche</td><td>Lundi</td></tr> <tr><td>Système d’unités de mesures</td><td>Impérial</td><td>Métrique</td></tr> <tr><td>Format de papier</td><td>Letter</td><td>A4</td></tr> </table>

source: With this option you can also display the calendar in a different language than the main language. For example, to display a US calendar, with weeks starting on Sunday, when the main language is Russian.
es: Con esta opción también puedes visualizar el calendario en idiomas distintos al idioma principal. Por ejemplo, para visualizar un calendario de Estados-Unidos, con semanas que empiezan el Domingo, cuando el idioma principal sea ruso.
fr: Avec cette option, vous pouvez également afficher un calendrier dans une langue différente de la langue principale. Par exemple, pour afficher le calendrier étasunien, avec les semaines commençant le dimanche, quand la langue principale est le russe.

source: Persistent Storage
es: Almacenamiento Persistente
fr: Stockage persistant

source: If a [[Persistent Storage|first_steps/persistence]] is detected on the USB stick, an additional section appears in the Welcome Screen below the **Language & Region** section:
es: Si se detecta un [[Almacenamiento Persistente|first_steps/persistence]] en la memoria USB, una sección adicional aparecerá en la Pantalla de Bienvenida debajo de **Idioma y región**:
fr: Si un [[stockage persistant chiffré|first_steps/persistence]] est détecté sur la clé USB, une section supplémentaire apparaît dans l'écran d'accueil sous la section **Langue et région** :

source: To unlock the Persistent Storage, enter your passphrase and click **Unlock**.
es: Para desbloquear el Almacenamiento Persistente, ingresa tu contraseña y haz clic en **Desbloquear**.
fr: Pour déverrouiller le stockage persistant, saisissez votre phrase de passe et cliquez sur **Déverrouiller**.

source: To create a Persistent Storage, see our instructions on [[creating a Persistent Storage|first_steps/persistence/configure]]. To learn more about the Persistent Storage, see our [[documentation on the Persistent Storage|persistence]].
es: Para crear un Almacenamiento Persistente mira las instrucciones [[crear un Almacenamiento Persistente|first_steps/persistence/configure]]. Para aprender más sobre el Almacenamiento Persistente, mira nuestra [[documentación sobre el Almacenamiento Persistente|persistence]].
fr: Pour créer un stockage persistant, consultez les instructions sur [[créer un stockage persistant|first_steps/persistence/configure]]. Pour en savoir plus à propos du stockage persistant, consultez notre [[documentation sur le stockage persistant|persistence]].

source: Additional settings
es: Configuraciones adicionales
fr: Paramètres supplémentaires

source: Tails is configured with care to be as safe as possible by default. But, depending on your situation, you can change one of the following settings from the Welcome Screen.
es: Tails esta configurado con cuidado para ser lo más seguro posible por defecto. Pero, dependiendo de tu situación, puedes cambiar algunas de las configuraciones desde la Pantalla de Bienvenida.
fr: Tails est configuré avec attention pour être aussi sûr que possible par défaut. Mais, suivant votre situation, vous pouvez changer un des paramètres suivants depuis l'écran d'accueil.

source: Administration Password
es: Contraseña de administración
fr: Mot de passe d'administration

source: Set an <span class="guilabel">Administration Password</span> to be able to perform administrative tasks like installing additional software or accessing the internal hard disks of the computer.
es: Define una <span class="guilabel">Contraseña de administración</span> para poder ejecutar tareas administrativas como instalar un programa adicional o acceder al disco duro interno del computador.
fr: Définir un <span class="guilabel">Mot de passe d'administration</span> pour pouvoir effectuer des tâches d'administration comme installer des logiciels supplémentaires ou accéder aux disques durs internes de l'ordinateur.

source: See our documentation about [[the administration password and its security implications|administration_password]].
es: Lee nuestra documentación acerca de la [[contraseña de administración y sus implicaciones de seguridad|administration_password]].
fr: Voir notre documentation à propos du [[mot de passe d'administration et ses conséquences en termes de sécurité|administration_password]].

source: MAC Address Spoofing
es: Suplantación de dirección MAC
fr: Usurpation d'adresse MAC

source: Disable <span class="guilabel">MAC Address Spoofing</span> to prevent connectivity problems with your network interfaces.
es: Desactiva la <span class="guilabel">Falsificación de la dirección MAC</span> para evitar problemas de connexión con la interfaz de red.
fr: Désactiver l'<span class="guilabel">usurpation d'adresse MAC</span> pour éviter des problèmes de connectivité avec vos interfaces réseau.

source: See our documentation about [[MAC address spoofing|mac_spoofing]].
es: Lee nuestra documentación sobre la [[Suplantación de dirección MAC|mac_spoofing]].
fr: Voir notre documentation à propos de l'[[usurpation d'adresse MAC|mac_spoofing]].

source: Network Configuration
es: Configuración de la Red
fr: Configuration réseau

source: Change the <span class="guilabel">Network Configuration</span> to either:
es: Cambia la <span class="guilabel">Configuración de red</span> para:
fr: Changer la <span class="guilabel">Configuration du réseau</span> pour, au choix :

source: - Connect directly to the Tor network (default).
es: - Conectar directamente a la red Tor (default).
fr: - Se connecter directement au réseau Tor (par défaut).

source: - Configure a Tor bridge or local proxy:
es: - Configurar un puente Tor o un proxy local:
fr: - Configurer un pont Tor ou un serveur mandataire local :

source: If you want to use Tor bridges because your Internet connection is censored or you want to hide the fact that you are using Tor.
es: Si quieres utilizar puentes Tor porque tu conexión internet está censurada o si quieres esconder el hecho que estás usando Tor.
fr: Si vous voulez utiliser des ponts Tor car votre connexion à Internet est censurée ou parce que vous voulez cacher le fait que vous utilisez Tor.

source: If you need to use a local proxy to access the Internet.
es: Si necesitas utilizar un proxy local para acceder a Internet.
fr: Si vous avez besoin d'utiliser un serveur mandataire local pour accéder à Internet.

source: After starting Tails and connecting to a network, an assistant will guide you through the configuration of Tor.
es: Después de arrancar Tails y conectarse a la red, un asistente te guiará en la configuración de Tor.
fr: Après le démarrage de Tails et une fois connecté à un réseau, un assistant vous guidera à travers la configuration de Tor.

source: See our documentation about [[Tor bridges|bridge_mode]].
es: Ver nuestra documentación sobre [[puentes Tor|bridge_mode]].
fr: Voir notre documentation à propos des ponts Tor|bridge_mode]].

source: Disable all networking if you want to work completely offline with additional security.
es: Desactiva todas las redes si quieres trabajar totalmente desconectado para mayor seguridad.
fr: Désactiver toutes les connexions réseaux si vous voulez travailler hors ligne avec une sécurité supplémentaire.

source: Unsafe Browser
es: Navegador No Seguro
fr: Navigateur non-sécurisé

source: Enable the ** *Unsafe Browser* ** to log in to a captive portal before starting Tor.
es: Habilita el ** *Navegador No Seguro* ** para iniciar sesión en un portal cautivo antes de iniciar Tor.
fr: Activer le ** *Navigateur non sécurisé* ** pour se connecter à un portail captif avant de démarrer Tor.

source: See our documentation about [[the *Unsafe Browser* and its security implications|anonymous_internet/unsafe_browser]].
es: Consulta nuestra documentación sobre [[el *Navegador No Seguro* y sus implicaciones de seguridad|anonymous_internet/unsafe_browser]].
fr: Voir notre documentation à propos du [[*Navigateur non sécurisé* et les conséquences en termes de sécurité|anonymous_internet/unsafe_browser]].

source: Keyboard shortcuts
es: Atajos de teclado
fr: Raccourcis clavier

source: <table> <tr><td><span class="keycap">Alt+L</span></td><td><span class="guilabel">Language</td></tr> <tr><td><span class="keycap">Alt+K</span></td><td><span class="guilabel">Keyboard Layout</td></tr> <tr><td><span class="keycap">Alt+F</span></td><td><span class="guilabel">Formats</td></tr> <tr><td><span class="keycap">Alt+P</span></td><td><span class="guilabel">Persistent Storage</td></tr> <tr><td><span class="keycap">Alt+A</span></td><td><span class="guilabel">Additional Settings</td></tr> <tr><td><span class="keycap">Ctrl+Shift+A</span></td><td><span class="guilabel">Administration Password</td></tr> <tr><td><span class="keycap">Ctrl+Shift+M</span></td><td><span class="guilabel">MAC Address Spoofing</td></tr> <tr><td><span class="keycap">Ctrl+Shift+N</span></td><td><span class="guilabel">Network Configuration</td></tr> <tr><td><span class="keycap">Alt+S</td><td><span class="guilabel">Start Tails</td></tr> </table>
es: <table> <tr><td><span class="keycap">Alt+L</span></td><td><span class="guilabel">Idioma</td></tr> <tr><td><span class="keycap">Alt+K</span></td><td><span class="guilabel">Distribución de Teclado</td></tr> <tr><td><span class="keycap">Alt+F</span></td><td><span class="guilabel">Formatos</td></tr> <tr><td><span class="keycap">Alt+P</span></td><td><span class="guilabel">Almacenamiento Persistente </td></tr> <tr><td><span class="keycap">Alt+A</span></td><td><span class="guilabel">Configuraciones adicionales</td></tr> <tr><td><span class="keycap">Ctrl+Shift+A</span></td><td><span class="guilabel">Contraseña de administración</td></tr> <tr><td><span class="keycap">Ctrl+Shift+M</span></td><td><span class="guilabel">Falsificación de la dirección MAC</td></tr> <tr><td><span class="keycap">Ctrl+Shift+N</span></td><td><span class="guilabel">Configuración de red</td></tr> <tr><td><span class="keycap">Alt+S</td><td><span class="guilabel">Lanzar Tails</td></tr> </table>
fr: <table> <tr><td><span class="keycap">Alt+L</span></td><td><span class="guilabel">Langue</td></tr> <tr><td><span class="keycap">Alt+C</span></td><td><span class="guilabel">Disposition du clavier</td></tr> <tr><td><span class="keycap">Alt+F</span></td><td><span class="guilabel">Formats</td></tr> <tr><td><span class="keycap">Alt+S</span></td><td><span class="guilabel">Stockage persistant</td></tr> <tr><td><span class="keycap">Alt+P</span></td><td><span class="guilabel">Paramètres supplémentaires</td></tr> <tr><td><span class="keycap">Ctrl+Shift+M</span></td><td><span class="guilabel">Mot de passe d'administration</td></tr> <tr><td><span class="keycap">Ctrl+Shift+U</span></td><td><span class="guilabel">Usurpation d'adresse MAC</td></tr> <tr><td><span class="keycap">Ctrl+Shift+R</span></td><td><span class="guilabel">Configuration du réseau</td></tr> <tr><td><span class="keycap">Alt+D</td><td><span class="guilabel">Démarrer Tails</td></tr> </table>
