Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/bug_reporting/tails_does_not_start.*.po
Languages: fr, it, pt

source: [[!meta title="Tails does not start"]]
fr: [[!meta title="Tails ne démarre pas"]]
it: [[!meta title="Tails non si avvia"]]
pt: [[!meta title="Tails não inicia"]]

source: If Tails does not start properly, refer first to the [[known issues|/support/known_issues]] page. Similar issues might have already been reported for the same model of computer.
fr: Si Tails ne démarre pas correctement, reportez-vous tout d'abord à la page des [[problèmes connus|/support/known_issues]]. Des problèmes similaires ont peut-être déjà été rapportés pour le même modèle d'ordinateur.
it: Se Tails non si avvia regolarmente, come prima cosa fai riferimento alla pagina dei [[problemi conosciuti|/support/known_issues]]. Problemi simili potrebbero essere già stati riportati per lo stesso modello di computer.
pt: Se o Tails não inicia adequadamente, consulte primeiro a página de [[problemas conhecidos|/support/known_issues]]. Problemas similares podem já ter sido relatados para o mesmo modelo de computador.

source: Otherwise refer to the following sections, depending on whether or not the [[boot menu|/doc/first_steps/startup_options#boot_menu]] appears when starting Tails:
fr: Sinon reportez-vous aux sections suivantes, en fonction de l'apparition, ou pas, du [[menu de démarrage|/doc/first_steps/startup_options#boot_menu]] de Tails lors de son démarrage :
it: Oppure fai riferimento alle seguenti sezioni, in base alla comparsa o meno del [[menu di avvio|/doc/first_steps/startup_options#boot_menu]] all'avvio di Tails:
pt: Do contrário, consulte as sessões subsequentes, a depender se o [[menu de inicialização|/doc/first_steps/startup_options#boot_menu]] aparece ou não na inicialização do Tails.

source: <a id="at_all"></a>
fr: <a id="du tout"></a>
it: <a id="totalmente"></a>

source: Tails does not start at all
fr: Tails ne démarre pas du tout
it: Tails non si avvia
pt: Tails não incia de jeito nenhum

source: The following section applies if the [[boot menu|/doc/first_steps/startup_options#boot_menu]] does not appears when starting Tails.
fr: La section suivante correspond au cas où le [[menu de démarrage|/doc/first_steps/startup_options#boot_menu]] n'apparaît pas lors du démarrage de Tails.
pt: A seção a seguir se aplica nos casos em que o [[menu de inicialização|/doc/first_steps/startup_options#boot_menu]] não aparece na inicialização do Tails.

source: [[Send us an email|/support/talk]] including the following information:
fr: [[Envoyez-nous un e-mail|/support/talk]] contenant les informations suivantes :
pt: [[Mande um email para nós|/support/talk]] incluindo as seguintes informações:

source: Which version of Tails are you trying to start?
fr: Quelle version de Tails essayez-vous de démarrer ?
it: Quale versione di Tails stai cercando di avviare?
pt: Qual versão do Tails você está tentando iniciar?

source: Did you [[verify the ISO image|download#verify]]?
fr: Avez-vous [[vérifié l'image ISO|download#verify]] ?
it: Hai [[verificato l'immagine ISO|download#verify]]?
pt: Você [[verificou a imagem ISO|download#verify]]?

source: Which is the brand, and model of the computer?
fr: Quelle est la marque, le modèle de l'ordinateur ?
it: Quali sono la marca e il modello del computer?
pt: Quais são a marca e o modelo do computador?

source: What exactly happens when trying to start? Report the complete error message that appears on the screen, if any.
fr: Que se passe-t-il exactement lors des tentatives de démarrage ? Si il y en a un, rapportez entièrement le message d'erreur qui apparaît à l'écran.
it: Cosa succede esattamente quando si prova ad avviare? Riporta il messaggio d'errore completo che appare sullo schermo, se ne compare uno.
pt: O que acontece exatamente quando você tenta inicializar? Relate a mensagem de erro completa que aparece na tela, se aparecer alguma.

source: From which media are you trying to start Tails: DVD, USB stick [[installed manually|doc/first_steps/installation/manual]], USB stick [[installed with Tails Installer|doc/first_steps/installation/manual]], SD card? Keep in mind that, we do not support any other installation method than the ones listed above.
fr: Depuis quel type de support essayez-vous de démarrer Tails : DVD, clé USB [[installée manuellement|/doc/first_steps/installation/manual]], clé USB [[installée avec l'installeur USB Tails|/doc/first_steps/installation/manual]], carte SD ? Sachez que nous ne prenons en charge aucun autre moyen d'installation que ceux décrits ci-dessus.
pt: Através de que mídia você está tentando inicializar o Tails: DVD, memória USB [[instalada manualmente|doc/first_steps/installation/manual]], memória USB [[instalado com o instalador do Tails|doc/first_steps/installation/manual]], cartão SD? Tenha em mente que nós não oferecemos suporte a métodos de instalação que não sejam os listados acima.

source: Have you been able to start Tails successfully on this computer before, from another media, or with another version of Tails? If so, which ones?
fr: Avez-vous déjà réussi à démarrer Tails correctement sur cet ordinateur auparavant, depuis un autre support, ou avec une autre version de Tails ?
it: Sei riuscito ad avviare Tails con successo su questo computer in precedenza, da un altro supporto, o con un'altra versione di Tails? Se sì, quale di queste?
pt: Você conseguiu iniciar o Talis com sucesso neste computador antes, a partir de uma outra mídia ou com outra versão do Tails? Se sim, quais?

source: Does the same media start successfully on other computers?
fr: Est-ce que le même support démarre correctement sur d'autres ordinateurs ?
it: Lo stesso supporto si avvia regolarmente su altri computer?
pt: A mesma mídia inicializa com sucesso em outros computadores?

source: Have you been able to start Tails successfully on the same computer using different installation methods? For example, it might start from a DVD but not from a USB stick.
fr: Avez-vous déjà réussi à démarrer Tails correctement sur ce même ordinateur, en utilisant une méthode d'installation différente ? Par exemple, il pourrait démarrer avec un DVD et non avec une clé USB.
it: Sei riuscito a installare Tails con successo sullo stesso computer utilizzando diversi metodi di installazione? Ad esempio potrebbe avviarsi da un DVD ma non da una chiave USB.
pt: Você conseguiu iniciar o Tails com sucesso no mesmo computador usando métodos diferentes de instalação? Por exemplo, ele consegue iniciar de um DVD mas não de uma memória USB.

source: What installation method did you use to set up Tails?
fr: Quelle méthode avez-vous utilisée pour installer Tails ?
it: Che metodo di installazione hai usato per configurare Tails?
pt: Que método de instalação você usou para configurar o Tails?

source: If you are knowledgeable about BIOS configuration, you can also try the following:
fr: Si vous êtes compétent pour ce qui est de la configuration de BIOS, vous pouvez essayez ceci :
pt: Se você tem conhecimento sobre configuração da BIOS, você também pode tentar o seguinte:

source: Disable Fast boot.
fr: Désactivez le démarrage rapide (Fast boot).
pt: Desabilitar Inicialização rápida

source: If the computer is configured to start with legacy BIOS, try to configure it to start with UEFI. Else, if the computer is configured to start with UEFI, try to configure it to start with legacy BIOS. Try any of the following options if available:
fr: Si l'ordinateur est configuré pour démarrer avec l'ancien BIOS, essayez de le démarrer avec l'UEFI. À l'inverse, si l'ordinateur est configuré pour démarrer avec l'UEFI, essayez de le démarrer avec l'ancien BIOS. Essayez ces options si elles sont disponibles :
pt: Se o computador estiver configurado para incializar pela BIOS, tente configurá-lo para iniciar com UEFI. Caso contrário, se o computador estiver configurado para iniciar com UEFI, tente configurá-lo para iniciar pela BIOS. Tente qualquer uma das seguintes opções caso estejam disponíveis:

source: Enable Legacy mode
fr: Activez l'ancien mode (Legacy mode)
pt: Habilite o modo Legacy

source: Disable Secure boot
fr: Désactivez le démarrage sécurisé (Secure boot)
pt: Desabilite a Inicialização Segura (Disable Secure Boot)

source: Enable CSM boot
fr: Activez le démarrage CSM
pt: Habilite a inicialização via CSM (Enable CSM Boot)

source: Disable UEFI
fr: Désactivez UEFI
pt: Desabilite o UEFI (Disable UEFI)

source: Try to upgrade your BIOS version.
fr: Essayez de mettre à jour la version de votre BIOS.
pt: Tente atualizar a versão da sua BIOS

source: Tails does not start entirely
fr: Tails ne démarre pas complètement
it: Tails non si avvia completamente
pt: Tails não inicia por completo

source: The following section applies if the [[boot menu|/doc/first_steps/startup_options#boot_menu]] appears but not [[Tails Greeter|/doc/first_steps/startup_options/#tails_greeter]] when starting Tails.
fr: La section suivante correspond au cas où le [[menu de démarrage|/doc/first_steps/startup_options#boot_menu]] apparaît mais pas [[Tails Greeter|/doc/first_steps/startup_options/#tails_greeter]] lors du démarrage de Tails.
it: La sezione seguente si riferisce al caso in cui all'avvio di Tails appare il [[menù di avvio|/doc/first_steps/startup_options#boot_menu]], ma non [[Tails Greeter|/doc/first_steps/startup_options/#tails_greeter]].
pt: A seção a seguir se aplica nos casos em que, na inicialização do Tails, o [[menu de inicalização|/doc/first_steps/startup_options#boot_menu]] aparece mas o [[Tails Greeter|/doc/first_steps/startup_options/#tails_greeter]] não.

source: In the graphical boot menu, press `TAB`.
fr: Au niveau du menu de démarrage, appuyez sur `TAB`.
it: Nel menù di avvio grafico, premi 'TAB'.
pt: No menu gráfico de inicialização, pressione `TAB`.

source: Remove the `quiet` option from the boot command line.
fr: Enlevez l'option `quiet` de la ligne de commande de démarrage.
it: Rimuovi l'opzione 'quiet' dalla linea di comando d'avvio.
pt: Remova a opção `quiet` da linha de comando de inicialização.

source: Add the `debug` and `nosplash` option.
fr: Ajoutez les options `debug` et `nosplash`.
it: Aggiungi le opzioni `debug` e `nosplash`.
pt: Adicione as opções `debug` e `nosplash`.

source: Hopefully, this displays useful messages while starting Tails. You can then include them in a bug report to be sent:
fr: Ceci devrait normalement afficher des messages lors du démarrage, messages très utiles que vous pourrez inclure dans le rapport de bug à envoyer :
it: Normalmente, questo dovrebbe mostrare messaggi utili all'avvio di Tails. Potrai poi includerli in un eventuale bug report:
pt: Se tudo der certo, isso mostrará mensagens úteis durante a inicialização do Tails. Você pode incluí-las no relatório de bug a ser enviado:

source: either using [[WhisperBack|/doc/first_steps/bug_reporting]] if you are able to start Tails from another media,
fr: soit en utilisant [[WhisperBack|/doc/first_steps/bug_reporting]] si vous pouvez démarrer Tails depuis un autre support,
it: oppure usando [[WhisperBack|/doc/first_steps/bug_reporting]] se riesci ad avviare Tails da un altro supporto,
pt: seja usando o [[WhisperBack|/doc/first_steps/bug_reporting]] se você consegue iniciar o Tails através de outra mídia,

source: either by [[sending us an email|/support/talk]]
fr: soit en [[nous envoyant un email|/support/talk]]
it: o [[inviandoci un'email|/support/talk]]
pt: ou [[nos mandando um email|/support/talk]]

source: If the error message is `/bin/sh: can't access tty; job control turned off` followed by `(initramfs)`, then try removing the `live-media=removable` option.
fr: Si le message d'erreur est `/bin/sh: can't access tty; job control turned off` suivie par `(initramfs)`, essayez ensuite d'enlever l'option `live-media=removable`.
it: Se il messaggio d'errore è`/bin/sh: can't access tty; job control turned off` seguito da `(initramfs)`, prova a rimuovere l'opzione `live-media=removable`.
pt: Se a mensagem de erro for `/bin/sh: can't access tty; job control turned off` followed by `(initramfs)`, então tente remover a opção `live-media=removable`.

source: <strong>When removing this option, if an adversary installed a fake Tails on an internal hard disk, then you will likely be starting this dangerous operating system instead of the genuine Tails that you intended to use.</strong>
fr: <strong>En faisant cela, si un adversaire était capable d'installer un faux Tails sur un disque dur interne, vous pourriez démarrer ce système d'exploitation dangereux au lieu du vrai Tails que vous vouliez utiliser.</strong>
it: <strong>Rimuovendo questa opzione, se un avversario ha installato un Tails falso su un hard disk interno, probabilmente avvierai questo sistema operativo pericoloso invece del vero Tails che intendevi usare.</strong>
pt: <strong>Ao remover esta opção, caso um adversário tenha instalado uma versão falsa do Tails em um disco rígido interno, você estará inicializando este sistema operacional perigoso ao invés do Tails genuíno que você pretendia utilizar.</strong>

source: If removing `live-media=removable` allows you to start Tails, please report a bug as documented above: this allows us to improve the [[list of problematic USB sticks|support/known_issues#problematic-usb-sticks]]. In this case, you should install Tails on another, better supported USB stick.
fr: Si enlever `live-media=removable` vous permet de démarrer Tails, merci de faire un rapport de bug comme documenté ci-dessus : cela nous permettra d'améliorer la [[liste des clés USB problématiques|support/known_issues#problematic-usb-sticks]]. Dans ce cas vous devriez installer Tails sur une autre clé USB, mieux supportée.
it: Se rimuovere 'live-media=removable' ti permette di avviare Tails, per favore segnala il bug come documentato qui sotto: questo ci permette di migliorare la [[lista delle chiavi USB problematiche|support/known_issues#problematic-usb-sticks]]. In questo caso, dovresti installare Tails su di un'altra chiave USB meglio supportata.
pt: Se remover `live-media=removable` permitir que você incicialize o Tails, por favor relate um bug conforme documentado acima: isso nos permite melhorar a [[lista de dispositivos USB problemáticos|support/known_issues#problematic-usb-sticks]]. Nesse caso, você deveria instalar o Tails em dispositivo USB diferente e melhor suportado.

source: The following section applies if the [[boot menu|/doc/first_steps/startup_options#boot_menu]] does not appear when starting Tails.
it: La sezione seguente si riferisce ai casi in cui il [[menu di avvio|/doc/first_steps/startup_options#boot_menu]] non appare quando si avvia Tails.

source: Refer to the instructions on how to [[start Tails|doc/first_steps/start_tails]], especially the section about BIOS settings.
it: Fai riferimento alle istruzioni su come [[avviare Tails|doc/first_steps/start_tails]], specialmente la sezione sulle impostazioni del BIOS.

source: If none of this works, [[send us an email|/support/talk]] including the following information:
it: Se niente di tutto questo funziona, [[inviaci un'e-mail|/support/talk]] contenente le seguenti informazioni:

source: From which media are you trying to start Tails: DVD, USB stick [[installed manually|doc/first_steps/installation/manual]], USB stick [[installed with Tails Installer|doc/first_steps/installation]], SD card? Keep in mind that, we do not support any other installation method than the ones listed above.
it: Da che tipo di supporto stai cercando di avviare Tails: DVD, chiave USB [[installata manualmente|/doc/first_steps/installation/manual]], chiave USB [[installata con l'installatore di Tails|/doc/first_steps/installation]], scheda SD? Ricorda che noi non supportiamo nessun altro metodo oltre quelli appena descritti.

source: <a id="entirely"></a>
it: <a id="completamente"></a>
