Repository: austin987/tails
Catalog: wiki/src/doc/about/warnings/tor.*.po
Languages: fr

source: [[!meta title="Limitations of the Tor network"]]
fr: [[!meta title="Limites du réseau Tor"]]

source: Limitations of the Tor network
fr: Limites du réseau Tor

source: [[!inline pages="doc/about/warning/tor.inline" raw="yes" sort="age"]] [[!toc levels=2]]
fr: [[!inline pages="doc/about/warning/tor.inline.fr" raw="yes" sort="age"]] [[!toc levels=2]]

source: Tails makes it clear that you are using Tor and probably Tails
fr: Tails permet de savoir que vous utilisez Tor et probablement Tails

source: Everything you do on the Internet from Tails goes through the Tor network.
fr: Tout ce que vous faites sur Internet depuis Tails passe par le réseau Tor.

source: Tor and Tails don't protect you by making you look like any random Internet user, but by making all Tor and Tails users look the same. It becomes impossible to know who is who among them.
fr: Tor et Tails ne vous protègent pas en vous faisant ressembler à n'importe quel utilisateur aléatoire d'Internet, mais en faisant en sorte que tous les utilisateurs de Tor et Tails se ressemblent. Il devient impossible de savoir qui est qui parmi eux.

source: Your Internet service provider (ISP) and local network can see that you connect to the Tor network. They still cannot know what sites you visit. To hide that you connect to Tor, you can use [[Tor bridges|first_steps/welcome_screen/bridge_mode]].
fr: Votre fournisseur d'accès à Internet (FAI) et votre réseau local peuvent voir que vous vous connectez au réseau Tor. Ils ne peuvent toujours pas savoir quels sites vous visitez. Pour cacher que vous vous connectez à Tor, vous pouvez utiliser des [[ponts Tor|first_steps/welcome_screen/bridge_mode]].

source: The sites that you visit can know that you are using Tor, because the <a href="https://metrics.torproject.org/exonerator.html">list of exit nodes of the Tor network</a> is public.
fr: Les sites que vous visitez peuvent savoir que vous utilisez Tor, car la <a href="https://metrics.torproject.org/exonerator.html">liste des nœuds de sortie du réseau Tor</a> est publique.

source: Parental controls, Internet service providers, and countries with heavy censorship can identify and block connections to the Tor network that don't use Tor bridges.
fr: Les contrôles parentaux, les fournisseurs d'accès Internet et les pays où la censure est forte peuvent identifier et bloquer les connexions au réseau Tor qui n'utilisent pas de ponts Tor.

source: Many websites ask you to solve a CAPTCHA or block access from the Tor network.
fr: De nombreux sites web vous demandent de résoudre un CAPTCHA ou bloquent l'accès au réseau Tor.

source: Exit nodes can intercept traffic to the destination server
fr: Les nœuds de sortie peuvent intercepter le trafic vers le serveur de destination

source: Tor hides your location from destination servers, but it does not encrypt <i>all</i> your communication. The last relay of a Tor circuit, called the <i>exit node</i>, establishes the actual connection to the destination server. This last step can be unencrypted.
fr: Tor cache votre position aux serveurs de destination, mais il ne chiffre pas <i>toute</i> votre communication. Le dernier relais d'un circuit Tor, appelé le <i>nœud de sortie</i>, établit la connexion réelle avec le serveur de destination. Cette dernière étape peut être non chiffrée.

source: [[!img htw2-tails.png link=no alt="A Tor connection usually goes through 3 relays with the last one establishing the actual connection to the final destination"]]
fr: [[!img htw2-tails.png link=no alt="Une connexion Tor passe généralement par trois relais, le dernier établissant la connexion réelle à la destination finale"]]

source: The exit node can:
fr: Le nœud de sortie peut :

source: Observe your traffic. That is why <i>Tor Browser</i> and Tails include tools, like [[<i>HTTPS Everywhere</i>|doc/anonymous_internet/Tor_Browser#https-everywhere]], to encrypt the connection between the exit node and the destination server, whenever possible.
fr: Observer votre trafic. C'est pourquoi le <i>Navigateur Tor</i> et Tails incluent des outils, comme [[<i>HTTPS Everywhere</i>|doc/anonymous_internet/Tor_Browser#https-everywhere]], pour chiffrer la connexion entre le nœud de sortie et le serveur de destination, lorsque cela est possible.

source: Pretend to be the destination server, a technique known as <i>machine-in-the-middle</i> attack (MitM). That is why you should pay even more attention to the security warnings in <i>Tor Browser</i>. If you get such a warning, use the [[New Identity|doc/anonymous_internet/Tor_Browser#new-identity]] feature of <i>Tor Browser</i> to change exit node.
fr: Se faire passer pour le serveur de destination, une technique connue sous le nom d'attaque <i>de l'homme du milieu</i> (HDM). C'est pourquoi vous devez prêter encore plus attention aux avertissements de sécurité du <i>Navigateur Tor</i>. Si vous recevez un tel avertissement, utilisez la fonction [[Nouvelle Identité|doc/anonymous_internet/Tor_Browser#new-identity]] du<i>Navigateur Tor</i> pour changer de nœud de sortie.

source: [[!img ssl_warning.png link=no alt="Warning: Potential Security Risk Ahead"]]
fr: [[!img ssl_warning.png link=no alt="Attention : risque potentiel de sécurité à venir"]]

source: To learn more about what information is available to someone observing the different parts of a Tor circuit, see the interactive graphics at <a href="https://support.torproject.org/https/https-1/">Tor FAQ: Can exit nodes eavesdrop on communications?</a>.
fr: Pour en savoir plus sur les informations dont dispose une personne qui observe les différentes parties d'un circuit Tor, consultez les graphiques interactifs de la <a href="https://support.torproject.org/fr/https/https-1/">FAQ Tor : les nœuds de sortie peuvent-ils écouter les communications ?</a>.

source: Tor exit nodes have been used in the past to collect sensitive information from unencrypted connections. Malicious exit nodes are regularly identified and removed from the Tor network. For an example, see <a href="https://arstechnica.com/information-technology/2007/09/security-expert-used-tor-to-collect-government-e-mail-passwords/">Ars Technica: Security expert used Tor to collect government e-mail passwords</a>.
fr: Les nœuds de sortie de Tor ont été utilisés par le passé pour collecter des informations sensibles à partir de connexions non chiffrées. Les nœuds de sortie malveillants sont régulièrement identifiés et supprimés du réseau Tor. Pour un exemple, voir <a href="https://arstechnica.com/information-technology/2007/09/security-expert-used-tor-to-collect-government-e-mail-passwords/">Ars Technica : Un expert en sécurité a utilisé Tor pour collecter des mots de passe de messages électroniques gouvernementaux</a>.

source: Adversaries watching both ends of a Tor circuit could identify users
fr: Des adversaires surveillant les deux extrémités d'un circuit Tor pourraient identifier les utilisateurs

source: A powerful adversary, who could analyze the timing and shape of the traffic entering and exiting the Tor network, might be able to deanonymize Tor users. These attacks are called <i>end-to-end correlation</i> attacks, because the attacker has to observe both ends of a Tor circuit at the same time.
fr: Un adversaire puissant, qui pourrait analyser le moment et la forme du trafic entrant et sortant du réseau Tor, pourrait être en mesure de désanonymiser les utilisateurs de Tor. Ces attaques sont appelées <i>attaque par corrélation de bout en bout</i>, car l'attaquant doit observer les deux extrémités d'un circuit Tor en même temps.

source: No anonymity network used for rapid connections, like browsing the web or instant messaging, can protect 100% from end-to-end correlation attacks. In this case, VPNs (Virtual Private Networks) are less secure than Tor, because they do not use 3 independent relays.
fr: Aucun réseau d'anonymat utilisé pour des connexions rapides, comme la navigation sur le web ou la messagerie instantanée, ne peut protéger à 100% des attaques par corrélation de bout en bout. Dans ce cas, les VPN (Virtual Private Networks, « réseaux privés virtuels ») sont moins sûrs que Tor, car ils n'utilisent pas trois relais indépendants.

source: End-to-end correlation attacks have been studied in research papers, but we don't know of any actual use to deanonymize Tor users. For an example, see <a href="https://www.freehaven.net/anonbib/cache/murdoch-pet2007.pdf">Murdoch and Zieliński: Sampled Traffic Analysis by Internet-Exchange-Level Adversaries</a>.
fr: Les attaques par corrélation de bout en bout ont été étudiées dans des articles de recherche, mais nous ne connaissons aucune utilisation réelle pour désanonymiser les utilisateurs de Tor. Pour un exemple, voir <a href="https://www.freehaven.net/anonbib/cache/murdoch-pet2007.pdf">Murdoch et Zieliński : Analyse du trafic échantillonné par des adversaires au niveau des échanges Internet</a> (en anglais).
