Repository: austin987/tails
Catalog: wiki/src/doc/encryption_and_privacy/gpgapplet/decrypt_verify.*.po
Languages: de, fa, fr

source: 1. Select with the mouse the encrypted text that you want to decrypt or the signed text that you want to verify. Include the lines “*-----BEGIN PGP MESSAGE-----*“ and “*-----END PGP MESSAGE-----*”.
de: 1. Markieren Sie mit der Maus den verschlüsselten bzw. signierten Text, den Sie entschlüsseln bzw. überprüfen möchten. Schließen Sie die Zeilen “*-----BEGIN PGP MESSAGE-----*“ und “*-----END PGP MESSAGE-----*” mit ein.
fr: 1. Sélectionnez avec la souris le texte chiffré que vous voulez déchiffrer ou le texte signé que vous voulez vérifier. En y incluant les lignes “*-----BEGIN PGP MESSAGE-----*“ et “*-----END PGP MESSAGE-----*”.

source: To copy it into the [[!wikipedia Clipboard_(computing) desc="clipboard"]], right-click on the selected text and choose <span class="guimenuitem">Copy</span> from the menu.
fr: Pour le copier dans le [[!wikipedia_fr Presse-papier_(informatique) desc="presse-papier"]], faire clic droit sur le texte sélectionné et choisir <span class="guimenuitem">Copier</span> dans le menu.

source: 2. If the text that you selected is encrypted, <span class="application">Tails OpenPGP Applet</span> now shows a padlock, meaning that the clipboard contains encrypted text.
fr: 2. Si le texte que vous avez sélectionné est chiffré, <span class="application">l'applet GnuPG de Tails</span> affiche désormais un cadenas, signifiant que le presse-papier contient du texte chiffré.

source: [[!img gpgapplet_with_padlock.png link=no alt="Tails OpenPGP Applet with a padlock"]]
fr: [[!img gpgapplet_with_padlock.png link=no alt="Applet GnuPG avec un cadenas"]]

source: If the text that you selected is only signed, but not encrypted, <span class="application">Tails OpenPGP Applet</span> now shows a seal, meaning that the clipboard contains signed text.
fr: Si le texte que vous avez sélectionné est signé, mais pas chiffré, <span class="application">l'applet GnuPG de Tails</span> affiche désormais un sceau, signifiant que le presse-papier contient du texte signé.

source: [[!img gpgapplet_with_seal.png link=no alt="Tails OpenPGP Applet with a seal"]]
fr: [[!img gpgapplet_with_seal.png link=no alt="Applet GnuPG avec un sceau"]]

source: 3. Click on <span class="application">Tails OpenPGP Applet</span> and select <span class="guimenuitem">Decrypt/Verify Clipboard</span> from the menu.
fr: 3. Cliquez sur <span class="application">l'applet GnuPG de Tails</span> et choisir <span class="guimenuitem">Déchiffrer/Vérifier le presse-papier</span> dans le menu.

source: 4. If the text that you selected is only signed and the signature is valid, the <span class="guilabel">GnuPG results</span> window described in step 6 appears directly.
de: 4. Ist der ausgewählte Text nur signiert und die Signatur gültig, erscheint direkt das bei Schritt 6 beschriebene Fenster <span class="guilabel"> GnuPG-Ergebnisse</span>.
fa: ۴. اگر متنی که انتخاب کرده‌اید تنها امضا شده و امضای آن معتبر است، پنجرهٔ <span class="guilabel">نتایج GnuPG</span> که در مرحلهٔ ۶ توضیح داده شده بود ظاهر می‌شود.
fr: 4. Si le texte que vous avez sélectionné est seulement signé et que la signature est valide, la fenêtre <span class="guilabel">Résultat de GnuPG</span> décrite à l'étape 6 apparaît directement.

source: If the text is signed and the signature is invalid, a <span class="guilabel">GnuPG error</span> message appears that mentions <span class="guilabel">BAD signature from…</span>.
de: Ist der Text signiert und die Signatur ungültig, wird das Fenster <span class="guilabel">GnuPG-Fehler</span> mit der Nachricht <span class="guilabel">FALSCHE Unterschrift von...</span> angezeigt.
fa: اگر متن امضا شده و امضا نامعتبر باشد یک پیغام خطای <span class="guilabel">خطای GnuPG</span> ظاهر می‌شود که به <span class="guilabel">امضای بد از طرف...</span> اشاره می‌کند.
fr: Si le texte est signé et que la signature est invalide, un message <span class="guilabel">Erreur de GnuPG</span> qui mentionne <span class="guilabel">MAUVAISE signature de…</span>.

source: If the text is encrypted using public-key cryptography, three different dialog boxes can appear.
fr: Si le texte a été chiffré avec une clé publique, trois boîtes de dialogue différentes peuvent apparaître.

source: a. If the passphrase for the corresponding private key is not already cached in memory, a dialog box appears with the following message: <span class="guilabel">You need a passphrase to unlock the secret key for user</span>. Enter the passphrase for this secret key and click <span class="guilabel">OK</span>.
de: a. Ist die Passphrase zu einem geheimen Schlüssel noch nicht zwischengespeichert, erscheint ein Dialog mit der Nachricht: <span class="guilabel">Sie benötigen eine Passphrase, um den geheimen Schlüssel zu entsperren</span>. Geben Sie die Passphrase für diesen geheimen Schlüssel ein und klicken Sie dann auf <span class="guilabel">OK</span>.
fa: الف. اگر گذرواژهٔ کلید خصوصی مرتبط هنوز در حافظه ذخیره نشده باشد، پنجره‌ای با این پیغام ظاهر می‌شود: <span class="guilabel"> برای باز کردن کلید خصوصی این کاربر نیاز به گذرواژهٔ آن دارید</span>. گذرواژهٔ آن کلید خصوصی را وارد کرده و روی <span class="guilabel">بسیار خب</span> کلیک کنید.
fr: a. Si la phrase de passe pour le clé privée correspondante n'est pas déjà stockée en mémoire, une boîte de dialogue apparaît avec le message suivant : <span class="guilabel">Vous avez besoin d'une phrase de passe pour devérouiller la clé secrète pour l'utilisateur</span>. Tapez la phrase de passe pour cette clé privée et cliquez sur <span class="guilabel">Valider</span>.

source: b. If the passphrase for the corresponding secret key is already cached in memory, a dialog box appears with the following message: <span class="guilabel">The passphrase is cached in memory</span>. Click on the <span class="guilabel">Authorize</span> button to use the passphrase cached in memory.
fr: b. Si la phrase de passe pour la clé privée correspondante est déjà stockée en mémoire, une boîte de dialogue apparaît avec le message suivant : <span class="guilabel">La phrase de passe est présente en mémoire cache</span>. Cliquez sur le bouton <span class="guilabel">Autoriser</span> pour utiliser la phrase de passe stockée en mémoire.

source: c. If no secret key for which the text is encrypted is available in your keyring, a GnuPG error message appears that mentions <span class="guilabel">decryption failed: secret key not available</span>.
fr: c. Si aucune clé privée pour laquelle le texte est chiffré n'est disponible dans votre trousseau, un message d'erreur GnuPG apparaît, mentionnant <span class="guilabel">le déchiffrement a échoué: la clé secrète n'est pas disponible</span>.

source: 5. If the passphrase provided in step 4 is incorrect, a <span class="guilabel">GnuPG error</span> message appears that mentions <span class="guilabel">decryption failed: bad key</span>.
de: 5. Ist die Passphrase aus Schritt 4 falsch, wird ein Fenster <span class="guilabel">GnuPG-Fehler</span> mit der Meldung <span class="guilabel">Entschlüsselung fehlgeschlagen: Falscher Schlüssel</span> angezeigt.
fa: ۵. اگر گذرواژهٔ به‌کاررفته در مرحلهٔ ۴ اشتباه باشد، یک <span class="guilabel">پیغام خطای GnuPG</span> با این عنوان ظاهر می‌شود: <span class="guilabel">ناکامی در رمزگشایی: کلید اشتباه</span>.
fr: 5. Si la phrase de passe renseignée à l'étape 4 est incorrecte, une <span message class="guilabel">Erreur GnuPG</span> apparaît, mentionnant <span class="guilabel">le déchiffrement a échoué : mauvaise clé</span>.

source: 6. If the passphrase provided in step 4 is correct, or if the signature of the text is valid, or both, a <span class="guilabel">GnuPG results</span> window appears.
de: 6. Ist die Passphrase aus Schritt 4 korrekt bzw. die Signatur des Texts gültig, oder beides, wird das Fenster <span class="guilabel"> GnuPG-Ergebnisse</span> angezeigt.
fa: ۶. اگر گذرواژهٔ به‌کاررفته در مرحلهٔ ۴ درست باشد یا امضای متن معتبر باشد یا هر دوی این موارد، پنجرهٔ <span class="guilabel">نتایج GnuPG </span> ظاهر می‌شود.
fr: 6. Si la phrase de passe renseignée à l'étape 4 est correcte, ou si la signature du texte est valide, ou les deux, une fenêtre <span class="guilabel">Résultat de GnuPG</span> apparaît.

source: The decrypted text appears in the <span class="guilabel">Output of GnuPG</span> text box.
de: Der entschlüsselte Text erscheint im Textfeld <span class="guilabel">Ausgabe von GnuPG</span>.
fa: متن رمزگشایی‌شده در جعبهٔ متنی <span class="guilabel">خروجی GnuPG</span> ظاهر می‌شود.
fr: Le texte déchiffré apparaît dans une boîte de texte <span class="guilabel">Voici la sortie de GnuPG</span>.

source: In the <span class="guilabel">Other messages provided by GnuPG</span> text box, the message <span class="guilabel">Good signature from…</span>, confirms that the signature of the text is valid.
de: Im Textfeld <span class="guilabel">Andere Nachrichten von GnuPG</span> zeigt die Nachricht <span class="guilabel">Korrekte Unterschrift von...</span> an, dass die Signatur des Texts gültig ist.
fa: در جعبهٔ متنی <span class="guilabel">پیغام‌های دیگر از سوی GnuPG</span> پیغام <span class="guilabel">امضای خوب از طرف...</span> نشان می‌دهد که امضای متن معتبر است.
fr: Dans la partie <span class="guilabel">Autres messages de GnuPG</span> de la fenêtre, le message <span class="guilabel">Bonne signature de…</span>, confirme que la signature du texte est valide.

source: To store your GnuPG keys and configuration across separate working sessions, you can activate the <span class="guilabel">[[GnuPG persistent volume feature|doc/first_steps/persistence/configure/#gnupg]]</span>.
fr: Pour stocker vos clés GnuPG et configuration entre différentes session de travail, vous pouvez activer l'<span class="guilabel">[[option de persistance pour GnuPG|doc /first_steps/persistence/configure/#gnupg]]</span>.

source: [[!meta title="Decrypt or verify a text created using OpenPGP Applet"]]
de: [[!meta title="Entschlüsseln oder Prüfen der Signatur mit dem OpenPGP Applet"]]
fa: [[!meta title="رمزگشایی یا تأیید متنی که با برنامک اُپن‌پی‌جی‌پی ایجاد شده"]]

source: With <span class="application">OpenPGP Applet</span> you can **decrypt text that is encrypted using OpenPGP** or **verify text that is signed using OpenPGP**.
de: Mithilfe des <span class="application">OpenPGP Applet</span>s können Sie **mit OpenPGP verschlüsselten Text entschlüsseln** oder **die OpenPGP-Signatur eines Texts überprüfen**.
fa: با <span class="application">برنامک اُپن‌پی‌جی‌پی تیلز</span> می‌توانید **متنی را که با اُپن‌پی‌جی‌پی رمزگذاری شده رمزگذاری کرده** یا **متنی که با اُپن‌پی‌جی‌پی امضا شده تأیید کنید**.

source: 3. Click on <span class="application">OpenPGP Applet</span> and select <span class="guimenuitem">Decrypt/Verify Clipboard</span> from the menu.
de: 3. Klicken sie auf das <span class="application">OpenPGP Applet</span> und wählen Sie <span class="guimenuitem">Zwischenablage entschlüsseln/überprüfen</span> aus dem Menü aus.
fa: ۳. روی <span class="application">برنامک اُپن‌پی‌جی‌پی تیلز</span> کلیک و از فهرست <span class="guimenuitem">رمزگشایی/امضای بریده‌دان</span> را انتخاب کنید.

source: If the text is encrypted with a passphrase, the <span class="guilabel">Enter passphrase</span> dialog box appears. Enter the passphrase that has been used to encrypt the text and click <span class="guilabel">OK</span>.
de: Ist der Text mit einer Passphrase verschlüsselt, erscheint die Aufforderung <span class="guilabel">Geben Sie die Passphrase ein...</span>. Geben Sie die Passphrase, die zum verschlüsseln des Textes verwendet wurde, ein und klicken Sie auf <span class="guilabel">OK</span>.
fa: اگر متن با یک گذرواژه رمزگذاری شده باشد پنجرهٔ <span class="guilabel">گذرواژه را وارد کنید</span> ظاهر می‌شود. گذرواژه‌ای که برای رمزگذاری متن استفاده شده وارد کرده و روی <span class="guilabel">بسیار خب</span> کلیک کنید.

source: If the text is encrypted using public-key cryptography, two different dialog boxes can appear.
de: Ist der Text mit einem öffentlichen Schlüssel verschlüsselt worden, können zwei verschiedene Dialoge angezeigt werden.
fa: اگر متن با رمزنگاری کلید عمومی رمزگذاری شده باشد، ممکن است دو پنجرهٔ متفاوت ظاهر شوند.

source: b. If no secret key for which the text is encrypted is available in your keyring, a GnuPG error message appears that mentions <span class="guilabel">decryption failed: secret key not available</span>.
de: b. Falls sich kein zum verschlüsselten Text passender geheimer Schlüssel im Schlüsselbund befindet, wird die GnuPG Fehlermeldung <span class="guilabel">Entschlüsselung fehlgeschlagen: Geheimer Schlüssel ist nicht vorhanden</span> angezeigt.
fa: ب. اگر کلید خصوصی‌ای که متن با آن رمزگذاری شده در دسترس نباشد یک پیغام خطای GnuPG با این عنوان ظاهر می‌شود: <span class="guilabel">ناکامی در رمزگشایی: کلید خصوصی در دسترس نیست</span>.

source: To store your GnuPG keys and configuration across separate working sessions, you can activate the [[<span class="guilabel">GnuPG</span> persistence feature|doc/first_steps/persistence/configure/#gnupg]].
de: Um Ihre GnuPG Schlüssel und Einstellungen über mehrere Sitzungen zu speichern, können Sie die <span class="guilabel">[[Funktion für den beständigen Speicherbereich|doc/first_steps/persistence/configure/#gnupg]]</span> aktivieren.
fa: برای ذخیره کردن کلیدهای GnuPG و پیکربندی در نشست‌های کاری جداگانه می‌توانید [[<span class="guilabel">GnuPG</span> ویژگی مانا|doc/first_steps/persistence/configure/#gnupg]] را فعال کنید.
