Repository: austin987/tails
Catalog: wiki/src/doc/encryption_and_privacy/gpgapplet/public-key_cryptography.*.po
Languages: fr

source: [[!meta title="OpenPGP public-key cryptography"]]
fr: [[!meta title="La cryptographie à clé publique OpenPGP"]]

source: With <span class="application">OpenPGP Applet</span> you can **encrypt or sign text using the public key encryption of OpenPGP**.
fr: Avec <span class="application">l'applet OpenPGP</span> vous pouvez **chiffrer ou signer du texte en utilisant le chiffrement par clé publique d'OpenPGP**.

source: [[!inline pages="doc/encryption_and_privacy/gpgapplet.warning" raw="yes" sort="age"]]
fr: [[!inline pages="doc/encryption_and_privacy/gpgapplet.warning.fr" raw="yes" sort="age"]]

source: <strong>This technique requires you to use public-key cryptography.</strong> If you never used OpenPGP keys before, you might rather want to encrypt your text using a passphrase with OpenPGP passphrase encryption. [[See the corresponding documentation.|gpgapplet/passphrase_encryption]]
fr: <strong>Cette méthode nécessite l'utilisation de la cryptographie à clé publique.</strong> Si vous n'avez jamais utilisé de clé OpenPGP auparavant, vous pourriez préférer chiffrer votre texte avec une phrase de passe en utilisant le chiffrement par phrase de passe d'OpenPGP. [[Voir la documentation correspondante.|gpgapplet/passphrase_encryption]]

source: Write your text in a text editor. **Do not write it in the web browser!**
fr: Écrivez votre texte dans un éditeur de texte. **Ne l'écrivez pas dans le navigateur web !**

source: Click on <span class="application">OpenPGP Applet</span> and choose <span class="guimenuitem">Open Text Editor</span> to open <span class="application">gedit</span>.
fr: Cliquer sur l'<span class="application">applet OpenPGP</span> et choisir <span class="guimenuitem">Ouvrir l'Éditeur de Texte</span> pour ouvrir <span class="application">gedit</span>.

source: 2. Select with the mouse the text that you want to encrypt or sign. To copy it into the [[!wikipedia Clipboard_(computing) desc="clipboard"]], right-click on the selected text and choose <span class="guimenuitem">Copy</span> from the menu.
fr: 2. Sélectionnez avec la souris le texte que vous voulez chiffrer ou signer. Pour le copier dans le [[!wikipedia_fr Presse-papier_(informatique) desc="presse-papier"]], faire clic droit sur le texte sélectionné et choisir <span class="guimenuitem">Copier</span> dans le menu.

source: <span class="application">OpenPGP Applet</span> now shows lines of text, meaning that the clipboard contains non-encrypted text:
fr: <span class="application">L'applet OpenPGP</span> affiche désormais des lignes de texte, signifiant que le presse-papier contient du texte non-chiffré :

source: Click on <span class="application">OpenPGP Applet</span> and select <span class="guimenuitem">Sign/Encrypt Clipboard with Public Keys</span> from the menu.
fr: Cliquez sur <span class="application">l'applet OpenPGP</span> et choisissez <span class="guimenuitem">Signer/Chiffrer le presse-papier avec une clé publique</span> dans le menu.

source: If you receive the error message “<span class="guilabel">The clipboard does not contain valid input data</span>”, try to copy your text again, starting from step 2.
fr: Si vous obtenez le message d'erreur “<span class="guilabel">Le presse-papier ne contient pas de données valides.</span>”, re-essayez de copier votre texte, depuis l'étape 2.

source: 4. If you want to encrypt the text, select one or more public keys for the recipients of the encrypted text in the <span class="guilabel">Choose keys</span> dialog box. To select a public key, double-click on the corresponding line in the <span class="guilabel">Select recipients</span> list box.
fr: 4. Si vous voulez chiffrer le texte, sélectionnez une ou plusieurs clés publiques pour les destinataires du texte chiffré dans la boîte de dialogue <span class="guilabel">Choisir les clés des destinataires</span>. Pour sélectionnez une clé publique, double-cliquez sur la ligne correspondante dans la liste <span class ="guilabel">Sélectionnez les destinataires</span>.

source: 5. If you want to sign the text, select the secret key with which you want to sign the text in the <span class="guilabel">Sign message as</span> drop-down list.
fr: 5. Si vous voulez signer le texte, sélectionnez la clé privée avec laquelle vous voulez signez le texte dans le menu déroulant <span class="guilabel">Signer le message en tant que</span>.

source: 6. If you want to hide the recipients of the encrypted text, select the <span class="guilabel">Hide recipients</span> check box. Otherwise anyone who sees the encrypted text can know who the recipients are.
fr: 6. Si vous voulez masquer les destinataires du texte chiffré, cochez <span class="guilabel">Cacher les destinataires</span>. Sans quoi n'importe qui voyant le texte chiffré peut savoir qui en sont les destinataires.

source: Click on the <span class="guilabel">OK</span> button.
fr: Cliquer sur le bouton <span class="guilabel">Valider</span>.

source: If you receive the warning message <span class="guilabel">Do you trust these keys</span>, answer it accordingly.
fr: Si vous obtenez l'avertissement <span class="guilabel">Faites-vous confiance à ces clés ?</span>, répondez-y en conséquence.

source: 8. If you selected one or several public keys to encrypt the text, <span class="application">OpenPGP Applet</span> now shows a padlock, meaning that the clipboard contains encrypted text:
fr: 8. Si vous avez sélectionné une ou plusieurs clés publiques pour chiffrer le texte, <span class="application">l'applet OpenPGP</span> affiche désormais un cadenas, signifiant que le presse-papier contient du texte chiffré :

source: If you only selected a secret key to sign the text, <span class="application">OpenPGP Applet</span> now shows a seal, meaning that the clipboard contains signed text:
fr: Si vous avez seulement sélectionné une clé privée pour signer le texte, <span class="application">l'applet OpenPGP</span> affiche désormais un sceau, signifiant que le presse-papier contient du texte signé :

source: To paste the encrypted or signed text into another application, right-click in the application where you want to paste it and choose <span class="guimenuitem">Paste</span> from the menu.
fr: Pour coller le texte chiffré ou signé dans une autre application, faire clic droit dans l'application où vous voulez le coller et choisir <span class="guimenuitem">Coller</span> dans le menu.

source: For example, you can paste it into the web browser to send it by email.
fr: Par exemple, vous pouvez le coller dans le navigateur web pour l'envoyer par courrier électronique.

source: [[!img browser_paste.png link="no" alt="Encrypted text starting with -----BEGIN PGP MESSAGE-----"]] <div class="tip">
fr: [[!img browser_paste.png link="no" alt="Texte chiffré commençant par -----BEGIN PGP MESSAGE-----"]] <div class="tip">

source: To store your GnuPG keys and configuration across separate working sessions, you can activate the [[<span class="guilabel">GnuPG</span> persistence feature|doc/first_steps/persistence/configure/#gnupg]].
fr: Pour stocker vos clés GnuPG et configurations entre différentes sessions de travail, vous pouvez activer l'[[option de persistance <span class="guilabel">GnuPG</span>|doc/first_steps/persistence/configure/#gnupg]].

source: You can also [[decrypt or verify a text that is encrypted or signed using public-key cryptography|decrypt_verify]] using <span class="application"> OpenPGP Applet</span>.
fr: Vous pouvez également [[déchiffrer ou vérifier un texte chiffré ou signé grâce à la cryptographie à clé publique|decrypt_verify]] en utilisant <span class="application"> l'applet OpenPGP</span>.
