Repository: austin987/tails
Catalog: wiki/src/doc/encryption_and_privacy/encrypted_volumes.*.po
Languages: fr, it

source: <span class="guilabel">Passphrase</span>: type a passphrase for the encrypted partition and repeat it to confirm.
it: <span class="guilabel">Frase d'accesso</span>: Scrivi una frase d'accesso per la partizione cifrata e ripetila per confermare.

source: Then click <span class="button">Create</span>.
it: Dopo clicca <span class="button">Creare</span>.
