Repository: austin987/tails
Catalog: wiki/src/doc/encryption_and_privacy/encrypted_volumes.*.po
Languages: fr, it

source: [[!meta title="Create and use LUKS encrypted volumes"]]
fr: [[!meta title="Créer et utiliser des supports chiffrés LUKS"]]
it: [[!meta title="Creare ed utilizzare volumi cifrati LUKS"]]

source: Introduction to <span class="application">LUKS</span>
fr: Introduction à <span class="application">LUKS</span>
it: Introduzione a <span class="application">LUKS</span>

source: <p>The simplest way to carry around the documents that you want to use with Tails encrypted is to use the [[encrypted persistent storage|first_steps/persistence]].</p>
fr: <p>La façon la plus simple de transporter chiffré les documents que vous voulez utiliser avec Tails est d'utiliser le [[stockage persistant chiffré|first_steps/persistence]].</p>
it: <p>Il modo più semplice per portare in giro i documenti che si desiderano utilizzare con Tails criptato è utilizzare lo [[storage criptato persistente|first_steps/persistence]].</p>

source: You can create other encrypted volumes using <span class="application">LUKS</span> to encrypt, for example, another USB stick or an external hard disk. <span class="application">LUKS</span> is the standard for disk encryption in Linux.
fr: Vous pouvez créer d'autres volumes chiffrés en utilisant <span class="application">LUKS</span> pour chiffrer, par exemple, une autre clé USB ou un disque dur externe. <span class="application">LUKS</span> est le standard pour le chiffrement de disque sous Linux.
it: Potete creare altri volumi criptati utilizzando <span class="application">LUKS</span> per criptare, per esempio, un'altra chiavetta USB o un hard disk esterno. <span class="application">LUKS</span> è lo standard per la crittografia dischi in Linux.

source: <span class="application">GNOME Disks</span> allows you to create encrypted volumes.
fr: L'utilitaire <span class="application">Disques</span> de GNOME vous permet de créer des supports chiffrés.
it: <span class="application">Dischi GNOME</span> vi permette di creare volumi criptati.

source: The GNOME desktop allows you to open encrypted volumes.
fr: Le bureau GNOME vous permet d'ouvrir des supports chiffrés.
it: Il desktop GNOME vi permette di aprire volumi criptati.

source: Comparison between <span class="application">LUKS</span> and <span class="application">VeraCrypt</span>
fr: Comparaison entre <span class="application">LUKS</span> et <span class="application">VeraCrypt</span>
it: Confronto tra <span class="application">LUKS</span> e <span class="application">VeraCrypt</span>

source: You can also open <span class="application">VeraCrypt</span> encrypted volumes in Tails. <span class="application">VeraCrypt</span> is a disk encryption tool for Windows, macOS, and Linux. [[See our documentation about <span class="application">VeraCrypt</span>.|veracrypt]]
fr: Vous pouvez également ouvrir des volumes chiffrés <span class="application">VeraCrypt</span> dans Tails. <span class="application">VeraCrypt</span> est un outil de chiffrement de disque pour Windows, macOS et Linux. [[Voir notre documentation sur <span class="application">VeraCrypt</span>.|veracrypt]]
it: Potete anche aprire volumi criptati<span class="application">VeraCrypt</span> all'interno di Tails. <span class="application">VeraCrypt</span> è un tool per la crittografia del discorso per Windows, macOS e Linux. [[Guardate la nostra documentazione riguardo <span class="application">VeraCrypt</span>.|veracrypt]]

source: [[!inline pages="doc/encryption_and_privacy/luks_vs_veracrypt.inline" raw="yes" sort="age"]]
fr: [[!inline pages="doc/encryption_and_privacy/luks_vs_veracrypt.inline.fr" raw="yes" sort="age"]]
it: [[!inline pages="doc/encryption_and_privacy/luks_vs_veracrypt.inline.it" raw="yes" sort="age"]]

source: Create an encrypted partition
fr: Créer une partition chiffrée
it: Creare una partizione criptata

source: To open <span class="application">GNOME Disks</span> choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disks</span></span>.
fr: Pour ouvrir l'utilitaire <span class="application">Disques</span> de GNOME, choisissez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilitaires</span>&nbsp;▸ <span class="guimenuitem">Disques</span></span>.
it: Per aprire <span class="application">Dischi GNOME</span> selezionate <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Utilità</span>&nbsp;▸ <span class="guimenuitem">Dischi</span></span>.

source: Identify your external storage device
fr: Identifier votre périphérique de stockage externe
it: Identificate il vostro dispositivo di immagazzinamento esterno.

source: <span class="application">Disks</span> lists all the current storage devices on the left side of the screen.
fr: L'utilitaire <span class="application">Disques</span> liste sur le côté gauche de l'écran tous les périphériques de stockage disponibles.
it: <span class="application">Dischi</span> mostra tutti i dispositivi di memoria sul lato sinistro dello schermo.

source: Plug in the external storage device that you want to use.
fr: Branchez le périphérique externe que vous souhaitez utiliser.
it: Selezionate il dispositivo di memoria esterna che intendete utilizzare.

source: A new device appears in the list of storage devices. Click on it:
fr: Un nouveau périphérique apparaît dans la liste. Sélectionnez-le en cliquant dessus :
it: Un nuovo dispositivo appare nella lista dei dispositivi di memoria. Cliccateci:

source: 1. Check that the description of the device on the right side of the screen corresponds to your device: its brand, its size, etc.
fr: 1. Vérifiez que la description du périphérique sur le côté droit de l'écran correspond à votre périphérique : sa marque, sa taille, etc.
it: 1. Verificate che la descrizione del dispositivo sul lato destro dello schermo corrisponda al vostro dispositivo: la sua marca, le sue dimensioni ecc.

source: Format the device
fr: Formater le périphérique
it: Formattare il dispositivo

source: Click on the <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]</span> button in the titlebar and choose <span class="guilabel">Format Disk…</span> to erase all the existing partitions on the device.
fr: Cliquez sur le bouton <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]</span> situé dans la barre de titre et choisissez <span class="guilabel">Formater le disque…</span> pour effacer toutes les partitions présentes sur le périphérique.
it: Cliccate sul bottone <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]</span> nella barra del titolo e selezionate <span class="guilabel">Formatta Disco... </span> per cancellare tutte le partizioni esistenti sul dispositivo.

source: In the <span class="guilabel">Format Disk</span> dialog:
fr: Dans la boîte de dialogue <span class="guilabel">Formater le disque</span> :
it: Nella finestra di dialogo <span class="guilabel">Riavvia Disco</span>:

source: If you want to securely erase all data on the device, choose to <span class="guilabel">Overwrite existing data with zeroes</span> in the <span class="guilabel">Erase</span> drop-down list.
fr: Si vous voulez effacer de façon sécurisée toutes les données sur le périphérique, choisissez l'option <span class="guilabel">Écraser les données existantes avec des zéros</span> dans la liste déroulante <span class="guilabel">Effacer</span>.

source: Choose <span class="guilabel">Compatible with all systems and devices (MBR/DOS)</span> in the <span class="guilabel">Partitioning</span> drop-down list.
fr: Choisissez <span class="guilabel">Compatible avec tous les systèmes et périphériques (MBR / DOS)</span> dans la liste déroulante <span class="guilabel">Partitionnement</span>.
it: Seleziona <span class="guilabel">Compatibile con tutti i sistemi e dispositivi (MBR/DOS) </span> nel menù a tendina <span class="guilabel">Partizionamento</span>.

source: Then click <span class="button">Format…</span>.
fr: Cliquez ensuite sur le bouton <span class="button">Formater...</span>.
it: Dopodiché clicca su <span class="button">Formatta...</span>.

source: In the confirmation dialog, make sure that the device is correct. Click <span class="button">Format</span> to confirm.
fr: Dans le message de confirmation qui est alors affiché, assurez-vous que le périphérique qui va être formaté est bien le bon. Cliquez sur le bouton <span class="button">Formater</span> pour confirmer.
it: Nella finestra di conferma assicurati che il dispositivo sia corretto. Cliccate <span class="button">Formatta</span> per confermare.

source: Create a new encrypted partition
fr: Créer une nouvelle partition chiffrée
it: Creare una nuova partizione cifrata

source: Now the schema of the partitions in the middle of the screen shows an empty device:
fr: Maintenant, le schéma des partitions au milieu de l'écran affiche un périphérique vide :
it: Adesso lo schema delle partizione al centro dello schermo mostra un dispositivo vuoto:

source: Click on the <span class="guimenu">[[!img lib/list-add.png alt="Create partition" class="symbolic" link="no"]]</span> button to create a new partition on the device.
fr: Cliquez sur le bouton <span class="guimenu">[[!img lib/list-add.png alt="Créer partition" class="symbolic" link="no"]]</span> pour créer une nouvelle partition sur le périphérique.
it: Clicca sul bottone <span class="guimenu">[[!img lib/list-add.png alt="Creare partizione" class="symbolic" link="no"]]</span> per creare una nuova partizione sul dispositivo.

source: 1. Configure the various settings of your new partition in the partition creation assistant:
fr: 1. Configurez les différents paramètres de votre nouvelle partition dans l'assistant de création de partition :

source: In the <span class="guilabel">Create Partition</span> screen:
fr: Dans l'écran <span class="guilabel">Créer une partition</span> :

source: <span class="guilabel">Partition Size</span>: you can create a partition on the whole device or only on part of it.
fr: <span class="guilabel">Taille de la partition</span> : vous pouvez créer une partition sur l'ensemble du périphérique ou seulement sur une partie de celui-ci.

source: In the example below, we are creating a partition of 4.0 GB on a device of 8.1 GB.
fr: Dans l'exemple suivant, nous allons créer une partition de 4,0 Go sur un périphérique de 8,1 Go.

source: In the <span class="guilabel">Format Volume</span> screen:
fr: Dans l'écran <span class="guilabel">Formater le volume</span> :

source: <span class="guilabel">Volume Name</span>: you can give a name to the partition. This name remains invisible until the partition is open but can help you to identify it during use.
fr: <span class="guilabel">Nom de volume</span> : vous pouvez donner un nom à votre partition. Ce nom demeurera invisible tant que votre partition ne sera pas ouverte mais peut vous aider à l'identifier lorsque vous l'utiliserez.

source: <span class="guilabel">Erase</span>: you can choose to securely erase all data on the partition.
fr: <span class="guilabel">Effacer</span> : vous pouvez choisir d'effacer de manière sécurisée toute les données sur la partition.

source: <div class="caution"> <p>Secure deletion does not work as expected on USB sticks and SSDs (Solid-State Drives). Choose instead to overwrite existing data on the whole device when [[formatting the device|encrypted_volumes#format]].</p> <p>See also our [[warning about secure deletion on USB sticks and SSDs|secure_deletion#usb_and_ssd]].</p> </div>
fr: <div class="caution"> <p>L'effacement sécurisé ne fonctionne pas comme attendu sur les clés USB et les SSD (Solid-State Drives). Choisissez à la place d'écraser les données existantes sur tout le périphérique pendant le [[formatage du périphérique|encrypted_volumes#format]].</p> <p>Voir aussi notre [[avertissement à propos de l'effacement sécurisé sur les clés USB et les SSD|secure_deletion#usb_and_ssd]].</p> </div>

source: <span class="guilabel">Type</span>: choose <span class="guilabel">Internal disk for use with Linux systems only (Ext4)</span> and <span class="guilabel">Password protect volume (LUKS)</span>.
fr: <span class="guilabel">Type</span> : choisissez <span class="guilabel">Disque interne à utiliser avec les systèmes Linux uniquement (Ext4)</span> et <span class="guilabel">Volume protégé par mot de passe (LUKS)</span>.

source: In the <span class="guilabel">Set Password</span> screen:
fr: Dans l'écran <span class="guilabel">Définir un mot de passe</span> :

source: Then click <span class="button">Create</span>.
fr: Cliquez ensuite sur <span class="button">Créer</span>.

source: Creating the partition takes from a few seconds to a few minutes. After that, the new encrypted partition appears in the volumes on the device:
fr: La création de la partition devrait prendre entre quelques secondes et quelques minutes. La création terminée, la nouvelle partition chiffrée apparaît dans les volumes du périphérique :
it: La creazione della partizione potrebbe richiedere da pochi secondi ad alcuni minuti. Dopodiché la nuova partizione cifrata apparirà nei volumi sul dispositivo:

source: If you want to create another partition in the free space on the device, click on the free space and then click on the <span class="guimenu">[[!img lib/list-add.png alt="Create partition" class="symbolic" link="no"]]</span> button again.
fr: Vous pouvez alors, si vous le souhaitez, créer d'autres partitions sur l'espace libre en le sélectionnant et en cliquant de nouveau sur le bouton <span class="guimenu">[[!img lib/list-add.png alt="Créer partition" class="symbolic" link="no"]]</span>.
it: Se volete creare un'altra partizione nello spazio libero sul dispositivo, cliccate sullo spazio libero e cliccate nuovamente sul bottone <span class="guimenu">[[!img lib/list-add.png alt="Create partition" class="symbolic" link="no"]]</span>.

source: Use the new partition
fr: Utiliser la nouvelle partition
it: Usare la nuova partizione

source: You can open this new partition from the sidebar of the file browser with the name you gave it.
fr: Vous pouvez accéder à cette nouvelle partition depuis le panneau latéral du navigateur de fichiers en cliquant sur le nom que vous lui avez donné.
it: Potete aprire questa nuova partizione dalla barra laterale del file browser con il nome che le avete dato.

source: After opening the partition with the file browser, you can also access it from the <span class="guimenu">Places</span> menu.
fr: Après avoir ouvert la partition avec le navigateur de fichier, vous pouvez aussi y accéder depuis le menu <span class="guimenu">Emplacements</span>.
it: Dopo aver aperto la partizione con il file browser potrete accedervi anche dal menù <span class="guimenu">Posizioni</span>.

source: Open an existing encrypted partition
fr: Ouvrir une partition chiffrée existante
it: Aprire una partizione cifrata esistente

source: When plugging in a device containing an encrypted partition, Tails does not open the partition automatically but you can do so from the file browser.
fr: Lorsque vous connectez un périphérique contenant une partition chiffrée, Tails n'ouvre pas cette partition automatiquement. Il vous faut utiliser le navigateur de fichiers pour l'ouvrir.
it: Quando si collega un dispositivo contenente una partizione cifrata, Tails non apre automaticamente la partizione ma è possibile farlo dal file browser.

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Places</span>&nbsp;▸ <span class="guisubmenu">Computer</span></span> to open the file browser.
fr: 1. Choisissez <span class="menuchoice"> <span class="guimenu">Emplacements</span>&nbsp;▸ <span class="guisubmenu">Ordinateur</span></span> pour ouvrir le navigateur de fichiers.
it: 1. Selezionate …<span class="menuchoice"> ……<span class="guimenu">Posizioni</span>&nbsp;▸ ……<span class="guisubmenu">Computer</span></span> …per aprire il file browser.

source: Click on the encrypted partition that you want to open in the sidebar.
fr: Dans le panneau latéral cliquez sur la partition chiffrée que vous désirez ouvrir.
it: Nella barra laterale cliccate sulla partizione cifrata che volete aprire.

source: Enter the passphrase of the partition in the password prompt and click <span class="button">Unlock</span>.
fr: Saisissez la phrase de passe de la partition dans l'invite de mot de passe et cliquez sur <span class="button">Déverrouiller</span>.
it: Inserite la frase d'accesso della partizione nel prompt della password e cliccate su <span class="button">Sblocca</span>.

source: After opening the partition with the file browser, you can also access it from the <span class="guimenu">Places</span> menu.
fr: Après avoir ouvert la partition chiffrée avec le navigateur de fichier, il vous est aussi possible d'y accéder depuis le menu <span class="guimenu">Emplacements</span>.
it: Dopo aver aperto la partizione con il file browser, potrete accedervi anche dal menù <span class="guimenu">Posizioni</span>.

source: To close the partition after you finished using it, click on the <span class="guimenu">[[!img lib/media-eject.png alt="Eject" class="symbolic" link="no"]]</span> button next to the partition in the sidebar of the file browser.
fr: Pour fermer la partition, après avoir fini de l'utiliser, cliquez sur le bouton <span class="guimenu">[[!img lib/media-eject.png alt="Ejection" class="symbolic" link="no"]]</span> situé près de la partition dans le panneau latéral du navigateur de fichier.
it: Per chiudere la partizione dopo che avete finito di usarla cliccate sul bottone <span class="guimenu">[[!img lib/media-eject.png alt="Eject" class="symbolic" link="no"]]</span> vicino alla partizione nella barra laterale del file browser.

source: Storing sensitive documents
fr: Stocker des documents sensibles
it: Archiviare documenti sensibili

source: Such encrypted volumes are not hidden. An attacker in possession of the device can know that there is an encrypted volume on it. Take into consideration that you can be forced or tricked to give out its passphrase.
fr: De tels volumes chiffrés ne sont pas cachés. Un attaquant en possession du périphérique peut savoir qu'il contient un volume chiffré. Prenez en considération le fait que cet attaquant peut vous tromper ou vous menacer pour obtenir la phrase de passe protégeant ce volume.
it: Tali dispositivi cifrati non sono nascosti. Un attaccante in possesso del dispositivo può sapere che all'interno c'è un volume cifrato. Prendete in considerazione che potreste essere ingannati o costretti a fornire la frase d'accesso.

source: Opening encrypted volumes from other operating systems
fr: Ouvrir des volumes chiffrés depuis d'autres systèmes d'exploitation
it: Aprire volumi cifrati da altri sistemi operativi

source: It is possible to open such encrypted volumes from other operating systems. But, doing so might compromise the security provided by Tails.
fr: Il est possible d'ouvrir de tels volumes chiffrés en utilisant d'autres systèmes d'exploitation. Mais cela pourrait compromettre la sécurité fournie par Tails.
it: E' possibile aprire questi volumi cifrati da altri sistemi operativi; tuttavia, facendolo potresti compromettere la sicurezza fornita da Tails.

source: For example, image thumbnails might be created and saved by the other operating system. Or, the contents of files might be indexed by the other operating system.
fr: Par exemple, des miniatures d'images pourraient être crées et sauvegardées par l'autre système d'exploitation. Ou le contenu de fichiers pourrait être indexé par l'autre système.
it: Ad esempio, le miniature delle immagini potrebbero essere create e salvate dall'altro sistema operativo. Oppure i contenuti dei files potrebbero essere indicizzati dall'altro sistema operativo.

source: Change the passphrase of an existing encrypted partition
fr: Changer la phrase de passe d'une partition chiffrée existante
it: Cambiare la frase d'accesso di una partizione cifrata esistente

source: 1. Plug in the external storage device containing the encrypted partition that you want to change the passphrase for.
fr: 1. Branchez le périphérique externe contenant la partition chiffrée dont vous voulez changer la phrase de passe.
it: 1. Collegate il dispositivo di archiviazione esterno contenente la partizione cifrata per la quale volete cambiare la frase d'accesso.

source: The device appears in the list of storage devices. Click on it:
fr: Le périphérique apparaît dans la liste des périphériques de stockage. Cliquez dessus :
it: Il dispositivo viene visualizzato nell'elenco dei dispositivi di archiviazione. Cliccateci sopra:

source: 1. Check that the description of the device on the right side of the screen corresponds to your device: its brand, its size, etc.
fr: 1. Vérifiez que la description du périphérique sur le côté droit de l'écran correspond à votre périphérique : sa marque, sa taille, etc.
it: 1. Verificate che la descrizione del dispositivo sul lato destro dello schermo corrisponda al vostro dispositivo: la sua marca, le sue dimensioni ecc...

source: Click on the partition displaying a [[!img lib/network-wireless-encrypted.png alt="padlock" class="symbolic" link="no"]] at the bottom-right corner.
fr: Cliquez sur la partition affichant un [[!img lib/network-wireless-encrypted.png alt="cadenas" class="symbolic" link="no"]] dans le coin en bas à droite.
it: Cliccate sulla partizione visualizzata nel bottone in basso a destra [[!img lib/network-wireless-encrypted.png alt="padlock" class="symbolic" link="no"]].

source: Click on the <span class="guimenu">
fr: Cliquez sur le bouton <span class="guimenu">
it: Cliccate sul <span class="guimenu">

source: [[!img lib/system-run.png alt="Additional partition options" class="symbolic" link="no"]]
fr: [[!img lib/system-run.png alt="Options de partition supplémentaires" class="symbolic" link="no"]]

source: </span> button and choose <span class="guimenu">Change Passphrase…</span>
fr: </span> et choisissez <span class="guimenu">Modifier la phrase de passe…</span>
it: </span> bottone e selezionate <span class="guimenu">Modifica frase d'accesso...</span>

source: If you want to erase all data securely, choose to <span class="guilabel">Overwrite existing data with zeroes</span> in the <span class="guilabel">Erase</span> drop-down list.
it: Se volete cancellare tutti i dati in maniera sicura selezionate <span class="guilabel">Sovrascrivi i dati esistenti con gli zero</span> nel menù a tendina <span class="guilabel">Cancellare</span>.

source: In the <span class="guilabel">Create Partition</span> dialog:
it: Nella finestra di dialogo <span class="guilabel">Creare Partizione</span>:

source: <span class="guilabel">Partition Size</span>: you can create a partition on the whole device or only on part of it. In this example we are creating a partition of 4.0 GB on a device of 8.1 GB.
it: <span class="guilabel">Dimensione Partizione</span>: potete creare una partizione sull'intero dispositivo o solo su una parte di esso. In questo esempio creiamo una partizione di 4.0 GB su un dispositivo di 8.1 GB.

source: <span class="guilabel">Type</span>: choose <span class="guilabel">Encrypted, compatible with Linux systems (LUKS + Ext4)</span> from the drop-down list.
it: <span class="guilabel">Tipo</span>: seleziona <span class="guilabel">Cifrato, compatibile con sistemi Linux (LUKS + Ext4)</span> dal menù a tendina.

source: <span class="guilabel">Name</span>: you can set a name for the partition. This name remains invisible until the partition is open but can help you to identify it during use.
it: <span class="guilabel">Nome</span>: Puoi impostare un nome per la partizione.…Questo nome rimane invisibile finché non si apre la partizione ma può aiutarti ad identificarla durante l'utilizzo.
