Repository: austin987/tails
Catalog: wiki/src/doc/encryption_and_privacy/keyringer.*.po
Languages: fr

source: [[!meta title="Sharing encrypted secrets using keyringer"]]
fr: [[!meta title="Partager des secrets chiffrés avec keyringer"]]

source: <span class="application">[Keyringer](https://keyringer.pw/)</span> is an encrypted and distributed secret sharing software running from the command line.
fr: <span class="application">[Keyringer](https://keyringer.pw/)</span> est un logiciel de partage de secrets chiffrés et distribués qui fonctionne en ligne de commande.

source: <span class="application">Keyringer</span> lets you manage and share secrets using OpenPGP and [Git](http://git-scm.com/) with custom commands to encrypt, decrypt, and edit text files and other kind of documents. By storing those secrets in Git, you can share them with other people in a distributed manner.
fr: <span class="application">Keyringer</span> vous laisse gérer et partager des secrets avec OpenPGP et [Git](http://git-scm.com/) via des commandes personnalisées pour chiffrer, déchiffrer, et éditer des fichiers de texte autre types de documents. En conservant ces secrets dans Git, vous pouvez les partager avec d'autres personnes de manière distribuées.

source: <p>Using <span class="application">keyringer</span> requires previous knowledge of Git and the command line.</span>
fr: <p>Utiliser <span class="application">keyringer</span> requière des connaissances préalable en Git ainsi qu'en lignes de commande.</span>

source: To learn how to use *keyringer*, read the [documentation on the *keyringer* website](https://keyringer.pw/).
fr: Pour apprendre à utiliser *keyringer*, lire la [documentation du site web de *keyringer*](https://keyringer.pw/).

source: <p>You can use the <span class="guilabel">open</span> command of <span class="application">keyringer</span> to edit, encrypt, and share <span class="application">LibreOffice</span> documents, images, etc.</p>
fr: <p>Vous pouvez utiliser la commande <span class="guilabel">open</span> de <span class="application">keyringer</span> pour éditer, chiffrer, et partager des documents <span class="application">LibreOffice</span>, des images, etc.</p>

source: To store your *keyringer* configuration across separate working sessions, you can enable the [[<span class="guilabel">Dotfiles</span> persistence feature|doc/first_steps/persistence/configure/#dotfiles]] and make persistent the files in the <span class="filename">.keyringer</span> folder of your <span class="filename">Home</span> folder.
fr: Pour conserver votre configuration de *keyringer* à travers plusieurs sessions, vous pouvez activer l'[[option <span class="guilabel">Dotfiles</span> de la persistance|doc/first_steps/persistence/configure/#dotfiles]] et rendre persistants les fichiers du dossier <span class="filename">.keyringer</span> de votre dossier <span class="filename">Home</span>.

source: For example, if you have a single keyringer named **top-secret**:
fr: Par exemple, si vous avez un seul keyringer appelé **top-secret** :

source: Make sure to update your *dotfiles* each time you use the **init**, **teardown**, **destroy**, or **preferences** command of *keyringer*.
fr: Veillez à mettre à jour vos *dotfiles* à chaque fois que vous utilisez les commandes **init**, **teardown**, **destroy**, ou **preferences** de *keyringer*.

source: To do so you can execute the following command:
fr: Pour faire cela vous pouvez exécuter la commande suivante :
