Repository: austin987/tails
Catalog: wiki/src/doc/encryption_and_privacy/luks_vs_veracrypt.inline.*.po
Languages: fr

source: We recommend you use:
fr: Nous vous recommandons d'utiliser :

source: <span class="application">VeraCrypt</span> to share encrypted files across different operating systems.
fr: <span class="application">VeraCrypt</span> pour partager des fichiers chiffrés entre différents systèmes d'exploitation.

source: <span class="application">LUKS</span> to encrypt files for Tails and Linux.
fr: <span class="application">LUKS</span> pour chiffrer des fichiers pour Tails et Linux.

source: <table> <tr><th></th><th class="w30"><span class="application">LUKS</span></th><th class="w30"><span class="application">VeraCrypt</span></th></tr> <tr><td>Compatibility</td><td>Linux</td><td>Windows + macOS + Linux</td></tr> <tr><td>Create new volumes</td><td class="check"><span class="check">Yes</span></td><td class="cross">Outside of Tails</td></tr> <tr><td>Open and modify existing volumes</td><td class="check">Yes</td><td class="check">Yes</td></tr> <tr><td>Encrypted partitions (or entire disks) ¹</td><td class="check">Yes</td><td class="check">Yes</td></tr> <tr><td>Encrypted file containers ¹</td><td class="cross">Complicated ²</td><td class="check">Easy</td></tr> <tr><td>Plausible deniability ³</td><td class="cross">No</td><td class="check">Yes</td></tr> <tr><td>Ease of use</td><td class="check">Easier</td><td class="cross">More complicated</td></tr> <tr><td>Speed</td><td class="check">Faster</td><td class="cross">Slower</td></tr> </table>
fr: <table> <tr><th></th><th class="w30"><span class="application">LUKS</span></th><th class="w30"><span class="application">VeraCrypt</span></th></tr> <tr><td>Compatibilité</td><td>Linux</td><td>Windows + macOS + Linux</td></tr> <tr><td>Créer de nouveaux volumes</td><td class="check"><span class="check">Oui</span></td><td class="cross">En dehors de Tails</td></tr> <tr><td>Ouvrir et modifier des volumes existants</td><td class="check">Oui</td><td class="check">Oui</td></tr> <tr><td>Partitions chiffrées (ou disques entiers) ¹</td><td class="check">Oui</td><td class="check">Oui</td></tr> <tr><td>Fichiers conteneur chiffrés ¹</td><td class="cross">Compliqué ²</td><td class="check">Facile</td></tr> <tr><td>Déni plausible ³</td><td class="cross">Non</td><td class="check">Oui</td></tr> <tr><td>Facilité d'utilisation</td><td class="check">Plus facile</td><td class="cross">Plus compliqué</td></tr> <tr><td>Vitesse</td><td class="check">Rapide</td><td class="cross">Lent</td></tr> </table>

source: See the [[difference between *file containers* and *partitions*|veracrypt#container-vs-partition]].
fr: Voir les [[différences entre *fichiers conteneur* et *partitions*|veracrypt#container-vs-partition]].

source: See [Tyler Burton: How to migrate from TrueCrypt to LUKS file containers](http://www.tylerburton.ca/2014/06/how-to-migrate-from-truecrypt-to-luks-file-containers/).
fr: Voir [Tyler Burton: How to migrate from TrueCrypt to LUKS file containers](http://www.tylerburton.ca/2014/06/how-to-migrate-from-truecrypt-to-luks-file-containers/).

source: *Plausible deniability*: in some cases (for example, with <span class="application">VeraCrypt</span> hidden volumes), it is impossible for an adversary to technically prove the existence of an encrypted volume.
fr: *Déni plausible* : dans certains cas (par exemple, avec les volumes cachés <span class="application">VeraCrypt</span>), il est impossible pour un adversaire de prouver techniquement l’existence d'un volume chiffré.

source: Still, [[!wikipedia deniable_encryption]] might not protect you if you are forced to reveal the existence of the encrypted volume. See:
fr: Toutefois, le [[!wikipedia_fr Déni_plausible_(cryptologie) desc="déni plausible en cryptographie"]] pourrait ne pas vous protéger si on vous force à révéler l’existence d'un volume chiffré. Voir :

source: [VeraCrypt: Plausible Deniability](https://www.veracrypt.fr/en/Plausible%20Deniability.html)
fr: [VeraCrypt: Plausible Deniability](https://www.veracrypt.fr/en/Plausible%20Deniability.html) (en anglais)

source: [Security-in-a-Box: Creating a hidden volume](https://securityinabox.org/en/guide/veracrypt/windows#creating-a-hidden-volume)
fr: [Security-in-a-Box : Créer un volume caché](https://securityinabox.org/fr/guide/veracrypt/windows/#cr%C3%A9er-un-volume-cach%C3%A9)
