Repository: austin987/tails
Catalog: wiki/src/doc/encryption_and_privacy/manage_passwords.*.po
Languages: de, fa

source: [[!meta title="Manage passwords with KeePassX"]]
de: [[!meta title="Passwortverwaltung mit KeePassX"]]
fa: [[!meta title="مدیریت گذرواژه‌ها با KeePassX"]]

source: Using the [<span class="application">KeePassX</span>](https://www.keepassx.org/) password manager you can:
de: Mit Hilfe des Passwortmanagers [<span class="application">KeePassX</span>](https://www.keepassx.org/) können Sie:
fa: با استفاده از ابزار مدیریت گذرواژهٔ [<span class="application">KeePassX</span>](https://www.keepassx.org/) می‌توانید:

source: Store many passwords in an encrypted database which is protected by a single passphrase of your choice.
de: Passwörter in einer verschlüsselten Datenbank speichern, die durch eine Passphrase Ihrer Wahl geschützt ist.
fa: گذرواژه‌های بسیاری را در یک پایگاه دادهٔ رمزگذاری‌شده نگهداری کنید که می‌توانید آن را با یک گذرواژهٔ مورد نظر خود باز کنید.

source: Always use different and stronger passwords, since you only have to remember a single passphrase to unlock the entire database.
de: Durchgehend verschiedene und stärkere Passwörter verwenden, da Sie sich nur an die Passphrase zum Entsperren der Datenbank erinnern müssen.
fa: همواره از گذرواژه‌های متفاوت و قوی‌تر استفاده کنید، چرا که حالا برای باز کردن کل پایگاه داده‌ها تنها باید یک گذرواژه به خاطر بسپارید.

source: Generate very strong random passwords.
de: Sehr starke zufällige Passwörter generieren.
fa: گذرواژه‌های بسیار قوی تصادفی تولید کنید.

source: Create and save a password database
de: Ein Passwort erzeugen und in der Datenbank speichern
fa: یک پایگاه دادهٔ گذرواژه ایجاد و ذخیره کنید.

source: Follow these steps to create a new password database and save it in the persistent volume for use in future working sessions.
de: Befolgen Sie diese Schritte, um eine neue Passwortdatenbank zu erstellen und für die zukünftige Verwendung auf einem beständigen Datenträger zu speichern.
fa: برای ایجاد یک پایگاه داده گذرواژه و ذخیره کردن آن در درایو مانا برای استفاده در آینده مراحل زیر را دنبال کنید.

source: To learn how to create and configure the persistent volume, read the [[documentation on persistence|first_steps/persistence]].
de: Um zu verstehen, wie Sie einen beständigen Datenträger erstellen und konfigurieren, lesen Sie die zugehörige [[Dokumentation|first_steps/persistence]].
fa: برای فراگیری ایجاد و پیکربندی درایو مانا [[سندهای مرتبط با مانا|first_steps/persistence]] را بخوانید.

source: When starting Tails, [[enable the persistent volume|first_steps/persistence/use]].
de: [[Aktivieren Sie den beständigen Speicher|first_steps/persistence/use]] beim Start von Tails.
fa: هنگام راه‌اندازی تیلز [[درایو مانا را فعال کنید|first_steps/persistence/use]].

source: To start <span class="application">KeePassX</span>, choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessories</span>&nbsp;▸ <span class="guimenuitem">KeePassX</span></span>.
de: Um <span class="application">KeePassX</span> zu starten, wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Zubehör</span>&nbsp;▸ <span class="guimenuitem">KeePassX</span></span>.

source: 0. To create a new password database, choose <span class="menuchoice"> <span class="guimenu">File</span>&nbsp;▸ <span class="guimenuitem">New Database&hellip;</span></span>
de: 0. Um eine neue Passwortdatenbank zu erstellen, wählen Sie <span class="menuchoice"> <span class="guimenu">Datei</span>&nbsp;▸ <span class="guimenuitem">Neue Datenbank&hellip;</span></span>
fa: ۰. برای ایجاد یک پایگاه دادهٔ گذرواژه <span class="menuchoice"> <span class="guimenu">فایل</span>&nbsp;◀ <span class="guimenuitem">پایگاه دادهٔ جدید&hellip;</span></span> را انتخاب کنید.

source: 0. The password database is encrypted and protected by a passphrase. * Specify a passphrase of your choice in the <span class="guilabel">Password</span> text box, then click <span class="guilabel">OK</span>. * Type the same passphrase again in the next dialog, then click <span class="guilabel">OK</span>.
de: 0. Die Passwortdatenbank ist verschlüsselt und durch eine Passphrase geschützt. * Geben Sie eine Passphrase Ihrer Wahl in das Textfeld <span class="guilabel">Passwort</span> ein und klicken Sie anschließend auf <span class="guilabel">OK</span>. * Wiederholen Sie die gleiche Passphrase im nächsten Dialog und klicken dann auf <span class="guilabel">OK</span>.
fa: ۰. پایگاه داده با یک گذرواژه رمزگذاری و محافظت می‌شود. * در قسمت <span class="guilabel">گذرواژه</span> یک گذرواژه بنویسید و بعد روی <span class="guilabel">بسیار خب</span> کلیک کنید. * در پنجرهٔ بعدی همان گذرواژه را دوباره بنویسید و سپس روی <span class="guilabel">بسیار خب</span> کلیک کنید.

source: 0. To store the password database in the persistent volume for use in future working sessions: * Choose <span class="menuchoice"> <span class="guimenu">File</span>&nbsp;▸ <span class="guimenuitem">Save Database</span></span>. * Enter `keepassx` in the <span class="guilabel">Name</span> text box. * Select `Persistent` in the list of folders in the left pane. * Click <span class="guilabel">Save</span>.
de: 0. Um die Passwortdatenbank für die zukünftige Verwendung auf einem beständigen Datenträger zu speichern: * Klicken Sie auf <span class="menuchoice"> <span class="guimenu">Datei</span>&nbsp;▸ <span class="guimenuitem">Datenbank speichern</span></span>. * Geben Sie `keepassx` in das Textfeld <span class="guilabel">Name</span> ein. * Wählen Sie den Eintrag `Persistent` aus der Verzeichnisliste aus. * Klicken Sie auf <span class="guilabel">Speichern</span>.
fa: ۰. برای ذخیره کردن پایگاه دادهٔ گذرواژه‌ها روی درایو مانا برای استفاده در آینده: * <span class="menuchoice"> <span class="guimenu">فایل</span>&nbsp;▸ <span class="guimenuitem">ذخیره کردن پایگاه داده‌ها</span></span> را انتخاب کنید. * در قسمت <span class="guilabel">نام</span> عبارت `keepassx` را بنویسید. * در فهرست پوشه‌ها در سمت راست `Persistent` را انتخاب کنید. * روی <span class="guilabel">ذخیره کردن</span> کلیک کنید.

source: Restore and unlock the password database
de: Wiederherstellen und Entsperren der Passwortdatenbank
fa: بازیابی و باز کردن پایگاه دادهٔ گذرواژه‌ها.

source: Follow these steps to unlock the password database saved in the persistent volume from a previous working session.
de: Befolgen Sie diese Schritte, um die zuvor auf einem beständigen Datenträger gespeicherte Datenbank zu entsperren.
fa: برای باز کردن پایگاه دادهٔ گذرواژه‌ها که از جلسات پیشین روی درایو مانا ذخیره شده مراحل زیر را دنبال کنید.

source: If a password database is found in the persistent volume, a dialog appears and asks for the passphrase to unlock that password database. Enter the passphrase and click <span class="guilabel">OK</span>.
de: Wenn eine Passwortdatenbank auf dem beständigen Datenträger gefunden wurde, fragt Sie ein Eingabefenster nach Ihrer Passphrase. Geben Sie diese ein und klicken Sie <span class="guilabel">OK</span>.
fa: اگر روی درایو مانا پایگاه دادهٔ گذرواژه‌ها پیدا شود، پنجره‌ای ظاهر می‌شود که از شما می‌خواهد گذرواژهٔ لازم برای باز کردن پایگاه داده‌ها را وارد کنید. گذرواژه را وارد کرده و روی <span class="guilabel">بسیار خب</span> کلیک کنید.

source: If you enter an invalid passphrase the following error message appears:
de: Falls Sie eine falsche Passphrase eingeben, erscheint folgende Fehlermeldung:
fa: اگر گذرواژهٔ نادرست وارد کنید پیغام خطای زیر ظاهر می‌شود:

source: <span class="guilabel">The following error occured while opening the database:<br/> Hash test failed.<br/> The key is wrong or the file is damaged.</span>
de: <span class="guilabel">Der folgende Fehler ist beim Öffnen der Datenbank aufgetreten:<br/> Der Hash-Test ist fehlgeschlagen.<br/> Der Schlüssel ist falsch oder die Datei ist beschädigt.</span>
fa: <span class="guilabel">خطای زیر هنگام باز کردن پایگاه داده‌ها رخ داد:<br/> Hash test failed.<br/> کلید اشتباه است یا فایل آسیب دیده.</span>

source: Then click <span class="guilabel">OK</span> and try again.
de: Klicken Sie auf <span class="guilabel">OK</span> und versuchen Sie es erneut.
fa: سپس روی <span class="guilabel">بسیار خب</span> کلیک کرده و دوباره تلاش کنید.

source: <span class="application">KeePassX</span> user guide
de: <span class="application">KeePassX</span> Benutzeranleitung
fa: راهنمای <span class="application">KeePassX</span>

source: To read the official <span class="application">KeePassX</span> user guide, choose <span class="menuchoice"> <span class="guimenu">Help</span>&nbsp;▸ <span class="guimenuitem">KeePassX Handbook…</span></span>.
de: Um die offizielle Benutzeranleitung zu <span class="application">KeePassX</span> zu lesen, wählen Sie <span class="menuchoice"> <span class="guimenu">Hilfe</span>&nbsp;▸ <span class="guimenuitem">Handbuch zu KeePassX…</span></span>.
fa: برای خواندن راهنمای رسمی <span class="application">KeePassX</span> <span class="menuchoice"> <span class="guimenu">کمک</span>&nbsp;◀ <span class="guimenuitem">دفترچهٔ راهنمای KeePassX</span></span> را انتخاب کنید.

source: Use <span class="application">KeePassX</span> to type a password into <span class="application">Pinentry</span>
de: Verwendung von <span class="application">KeePassX</span> zur Passworteingabe in <span class="application">Pinentry</span>

source: Use the <span class="guilabel">AutoType</span> feature of <span class="application">KeePassX</span> to type a password into a <span class="application">Pinentry</span> dialog box.
de: Verwenden Sie die <span class="guilabel">Auto-Type</span> Funktion von <span class="application">KeePassX</span>, um ein Passwort in <span class="application">Pinentry</span> einzugeben.

source: 0. Before the <span class="application">Pinentry</span> dialog box appears, [[open <span class="application">KeePassX</span> and unlock the database|manage_passwords#restore]].
de: 0. Bevor Ihnen der <span class="application">Pinentry</span> Dialog angezeigt wird, [[starten Sie <span class="application">KeePassX</span> und entsperren die Datenbank|manage_passwords#restore]].

source: 0. Click on the <span class="application">KeePassX</span> logo in the notification area to switch to <span class="application">KeePassX</span>. Right-click on the entry from which you want to use the password, and choose <span class="guilabel">Perform AutoType</span>.
de: 0. Klicken Sie auf das <span class="application">KeePassX</span> Logo im Bereich für Benachrichtigungen, um zu <span class="application">KeePassX</span> zu wechseln. Klicken Sie mit der rechten Maustaste auf den Eintrag für den Sie das Passwort nutzen möchten und wählen Sie die <span class="guilabel">Auto-Type ausführen</span> Option aus.

source: Do not enter a user name in the <span class="application">KeePassX</span> entry, otherwise <span class="application">KeePassX</span> will type it together with the password in the <span class="application">Pinentry</span> dialog box, and the resulting password will be incorrect.
de: Geben Sie keinen Benutzernamen in <span class="application">KeePassX</span> an, anderenfalls wird <span class="application">KeePassX</span> diesen zusammen mit dem Passwort in <span class="application">Pinentry</span> eingeben und das resultierende Passwort somit falsch sein.

source: In the [[<span class="application">Persistent Volume Assistant</span>|first_steps/persistence/configure]], verify that the [[<span class="guilabel">Personal Data</span> persistence feature|doc/first_steps/persistence/configure#personal_data]] is activated. If it is deactivated, activate it, restart Tails, and [[enable the persistent volume|first_steps/persistence/use]].
fa: در [[<span class="application">راهنمای درایو مانا</span>|first_steps/persistence/configure]], تأیید کنید که [[<span class="guilabel">اطلاعات شخصی</span> persistence feature|doc/first_steps/persistence/configure#personal_data]] فعال شده است. اگر فعال نیست، آن را فعال کنید، تیلز را دوباره به راه بیندازید و [[درایو مانا را فعال کنید|first_steps/persistence/use]].
