Repository: austin987/tails
Catalog: wiki/src/doc/encryption_and_privacy/openpgp_passphrase_encryption.*.po
Languages: fr

source: [[!meta title="OpenPGP passphrase encryption"]]
fr: [[!meta title="Chiffrement avec OpenPGP et une phrase secrète"]]

source: Tails proposes you a custom applet to **encrypt text with a passphrase** using OpenPGP passphrase encryption.
fr: Tails fournit un applet sur mesure permettant de **chiffrer vos textes avec une phrase secrète** en utilisant un chiffrement OpenPGP.

source: **It is unsafe to write confidential text in a web browser** since Javascript attacks can access it from inside the browser. You should rather write your text in a separate application, encrypt it with gpgApplet and then paste the encrypted text in your browser, before sending it by email for example.
fr: **Il n'est pas fiable d'écrire des informations confidentielles dans un navigateur internet** car des attaques Javascript peuvent donner accès à l'intérieur du navigateur. Vous devriez plutôt écrire votre texte dans une application séparée, le chiffrer avec gedit, puis coller ce texte chiffré dans votre navigateur, avant par exemple de l'envoyer par email.

source: This technique requires you to share a secret passphrase with the people that will need to decrypt the message. OpenPGP also allows you to use public-key cryptography to send confidential messages without having a shared passphrase. [[See the corresponding documentation.|openpgp_with_gedit]]
fr: Cette technique nécessite que vous partagiez une phrase de passe secrète avec les personnes qui voudront déchiffrer le message. OpenPGP permet également d'utiliser un chiffrement par clé publique qui permet de transmettre des messages confidentiels sans avoir à partager une phrase de passe secrète. Pour cela, [[voir la documentation correspondante.|openpgp_with_gedit]]

source: Encrypt text with a passphrase
fr: Chiffrer un texte avec une phrase de passe

source: <h2 class="bullet-number-one">Write your message in the text editor</h2>
fr: <h2 class="bullet-number-one">Écrivez votre message dans un éditeur de texte</h2>

source: Open gedit from the menu **Applications** → **Accessories** → **gedit Text Editor**.
fr: Ouvrez gedit depuis le menu **Applications** → **Accessoires** → **Éditeur de texte gedit**.

source: [[!img gedit.png link=no alt="gedit Text Editor"]]
fr: [[!img gedit.fr.png link=no alt="Éditeur de texte gedit"]]

source: Write your text.
fr: Écrivez votre texte.

source: [[!img gedit_confidential_message.png link=no alt="Confidential message in gedit"]]
fr: [[!img gedit_confidential_message.fr.png link=no alt="Message confidentiel dans gedit"]]

source: <h2 class="bullet-number-two">Encrypt it with a passphrase using gpgApplet</h2>
fr: <h2 class="bullet-number-two">Chiffrez-le avec une phrase de passe en utilisant l'applet gpg</h2>

source: **Select it** with the mouse. Copy it into the clipboard by doing **right-click** → **Copy**.
fr: **Sélectionnez le texte** avec la souris. Copiez-le dans le presse-papier en effectuant **clic-droit** → **Copier**.

source: [[!img copy.png link=no alt="Right-click → Copy"]]
fr: [[!img copy.fr.png link=no alt="Clic-droit → Copier"]]

source: **The logo of the gpgApplet should represent lines of text**, meaning that the clipboard contains non-encrypted text:
fr: **Le logo de gpgApplet devrait représenter des lignes de texte**, ce qui signifie que le presse-papier contient du texte non chiffré:

source: Click on the applet and select **Encrypt Clipboard** from the menu.
fr: Cliquez sur l'applet et sélectionnez **Chiffrer le presse-papier** dans le menu.

source: [[!img encrypt_clipboard.png link=no alt="Encrypt Clipboard"]]
fr: [[!img encrypt_clipboard.fr.png link=no alt="Chiffrer le presse-papier"]]

source: The applet will prompt you with a passphrase twice.
fr: L'applet vous demandera de saisir par deux fois la phrase de passe.

source: [[!img enter_passphrase.png link=no alt="Enter passphrase"]]
fr: [[!img enter_passphrase.fr.png link=no alt="Saisir la phrase de passe"]]

source: **The logo of the gpgApplet should now show a lock**, meaning that the clipboard contains encrypted text:
fr: **Le logo de gpgApplet devrait maintenant représenter un cadenas**, ce qui signifie que le presse-papier contient du texte chiffré:

source: <h2 class="bullet-number-three">Paste your encrypted text</h2>
fr: <h2 class="bullet-number-three">Collez votre texte chiffré</h2>

source: Now paste this encrypted text in another application by doing **right-click** → **Paste**. For example, paste it in the web browser in order to send it by email.
fr: Maintenant collez ce texte chiffré dans une autre application en effectuant **clic-droit**→ **Coller**. Par exemple, collez-le dans un navigateur internet pour l'envoyer par mail.

source: Decrypt encrypted text
fr: Déchiffrer le texte chiffré

source: To decrypt an encrypted text you can do the reverse operation.
fr: Pour déchiffrer un texte auparavant chiffré, vous pouvez effectuer l'opération inverse.

source: <h2 class="bullet-number-two">Copy the encrypted text into the clipboard</h2>
fr: <h2 class="bullet-number-two">Copiez le texte chiffré dans le presse-papier</h2>

source: **Select the encrypted text that you want to decrypt** with the mouse. Copy it into the clipboard by doing **right-click** → **Copy**.
fr: **Sélectionnez avec la souris le texte chiffré que vous souhaitez déchiffrer**. Copiez-le dans le presse-papier en effectuant **clic droit** → **Copier**.

source: **The logo of the gpgApplet should show a lock**, meaning that the clipboard contains encrypted text:
fr: **Le logo de gpgApplet devrait représenter un cadenas**, ce qui signifie que le presse-papier contient du texte chiffré:

source: <h2 class="bullet-number-two">Decrypt it using gpgApplet</h2>
fr: <h2 class="bullet-number-two">Déchiffrer le texte en utilisant gpgApplet</h2>

source: Click on the gpgApplet and select **Decrypt/Verify** from the menu.
fr: Cliquez sur l'applet gpg et sélectionnez **Déchiffrer/Vérifier le presse-papier** dans le menu.

source: [[!img decrypt_verify.png link=no alt="Decrypt/Verify"]]
fr: [[!img decrypt_verify.fr.png link=no alt="Déchiffrer/Vérifier"]]

source: The applet should prompt you with a decrypted version of the text.
fr: Après avoir saisi la phrase de passe, l'applet devrait vous afficher la version déchiffrée de votre texte.

source: [[!img gpgapplet_decrypted_text.png link=no alt="Decrypted text in a popup window"]]
fr: [[!img gpgapplet_decrypted_text.fr.png link=no alt="Message déchiffré"]]
