Repository: austin987/tails
Catalog: wiki/src/doc/encryption_and_privacy/openpgp_with_gedit.*.po
Languages: fr

source: [[!meta title="OpenPGP with gedit"]]
fr: [[!meta title="OpenPGP avec gedit"]]

source: **It is unsafe to write confidential text in a web browser** since Javascript attacks can access it from inside the browser. You should rather write your text in a separate application, encrypt it with gedit and then paste the encrypted text in your browser, before sending it by email for example.
fr: **Il n'est pas fiable d'écrire des informations confidentielles dans un navigateur internet** car des attaques Javascript peuvent donner accès à l'intérieur du navigateur. Vous devriez plutôt écrire votre texte dans une application séparée, le chiffrer avec gedit, puis coller ce texte chiffré dans votre navigateur, avant par exemple de l'envoyer par email.

source: This technique requires you to use public-key encryption and to have the secret key for which the message was encrypted. If you never used OpenPGP keys before, you might rather want to encrypt your messages using a passphrase with OpenPGP passphrase encryption. [[See the corresponding documentation.|openpgp_passphrase_encryption]]
fr: L'emploi de cette technique nécessite que vous utilisiez un chiffrement par clé publique et que vous ayez la clé secrète pour laquelle le message à été chiffré. Si vous n'avez jamais utilisé de clé OpenPGP, vous pourriez préférer chiffrer votre message avec une phrase de passe secrète. Dans ce cas, [[voir la documentation correspondante.|openpgp_passphrase_encryption]]

source: Encrypt text using public-key encryption
fr: Chiffrez un texte en utilisant une clé publique

source: <h2 class="bullet-number-one">Write your message in the text editor</h2>
fr: <h2 class="bullet-number-one">Écrivez votre message dans un éditeur de texte</h2>

source: Open gedit from the menu **Application** → **Accessories** → **gedit Text Editor**.
fr: Ouvrez gedit depuis le menu **Applications** → **Accessoires** → **Éditeur de texte gedit**.

source: [[!img gedit.png link=no alt="gedit Text Editor"]]
fr: [[!img gedit.fr.png link=no alt="Éditeur de texte gedit"]]

source: Write your text.
fr: Écrivez votre texte.

source: [[!img gedit_confidential_message.png link=no alt="Confidential message written in gedit"]]
fr: [[!img gedit_confidential_message.fr.png link=no alt="Message confidentiel dans gedit"]]

source: <h2 class="bullet-number-two">Encrypt it using gedit</h2>
fr: <h2 class="bullet-number-two">Chiffrez-le en utilisant gedit</h2>

source: **Select it** with the mouse. Choose from the menu **Edit** → **Encrypt...**.
fr: **Sélectionnez-le** avec la souris. Sélectionnez dans le menu **Édition** → **Chiffrer...**.

source: [[!img gedit_encrypt.png link=no alt="Edit → Encrypt"]]
fr: [[!img gedit_encrypt.fr.png link=no alt="Édition → Chiffrer"]]

source: You will be prompted with a window to choose the recipient of the message. In this example we will encrypt this message to send it to email of Tails developers.
fr: Une fenêtre va alors s'ouvrir et vous proposer de choisir le destinataire du message. Dans cet exemple nous allons chiffrer ce message pour l'envoyer par email aux développeurs de Tails.

source: **Select the corresponding key**. Click **Ok**.
fr: **Sélectionnez la clé correspondante**. Cliquez sur **Valider**.

source: [[!img choose_recipient_keys.png link=no alt="Select Tails developers"]]
fr: [[!img choose_recipient_keys.fr.png link=no alt="Sélectionner Tails developers"]]

source: The confidential message should be replaced by its encrypted version.
fr: Le message confidentiel devrait alors être remplacé par sa version chiffrée.

source: You can now copy and paste this encrypted message to include it in an email for example.
fr: Vous pouvez maintenant copier et coller ce message chiffré pour l'inclure dans un mail par exemple.

source: Decrypt encrypted text
fr: Déchiffrer un texte chiffré

source: To decrypt an encrypted text you can do the reverse operation.
fr: Pour déchiffrer un texte chiffré vous pouvez employer l'opération inverse.

source: <h2 class="bullet-number-one">Copy the encrypted text into the clipboard</h2>
fr: <h2 class="bullet-number-one">Copiez le texte chiffré dans le presse-papier</h2>

source: **Select the encrypted text** that you want to decrypt with the mouse. Copy it into the clipboard by doing **right-click** → **Copy**.
fr: **Sélectionnez avec la souris le texte chiffré** que vous voulez déchiffrer. Copiez-le dans le presse-papier avec un **clic-droit** → **Copier**.

source: <h2 class="bullet-number-two">Decrypt it using gedit</h2>
fr: <h2 class="bullet-number-two">Déchiffrez-le en utilisant gedit</h2>

source: **Paste the encrypted message** into gedit. **Select it** with the mouse. Choose from the menu **Edit** → **Decrypt/Verify**.
fr: **Collez le message chiffré** dans gedit. **Sélectionnez-le** avec la souris. Puis sélectionnez dans le menu **Édition** → **Déchiffrer/vérifier**.

source: [[!img gedit_decrypt_verify.png link=no alt="Edit → Decrypt/Verify in gedit"]]
fr: [[!img gedit_decrypt_verify.fr.png link=no alt="Édition → Déchiffrer/vérifier dans gedit"]]

source: You will be prompted for the passphrase of the secret key for which the message has been encrypted.
fr: Il va vous être demandé la phrase de passe de la clé secrète pour laquelle le message a été chiffré.

source: The encrypted message should be replaced by its decrypted version.
fr: Le message chiffré devrait alors être remplacé par sa version déchiffrée.

source: [[!img gedit_confidential_message.png link=no alt="Decrypted message in gedit"]]
fr: [[!img gedit_confidential_message.fr.png link=no alt="Message déchiffré dans gedit"]]
