Repository: austin987/tails
Catalog: wiki/src/doc/encryption_and_privacy/secure_deletion.*.po
Languages: de, es

source: [[!meta title="Securely delete files and clean diskspace"]]
de: [[!meta title="Dateien sicher löschen und Speicherplatz bereinigen"]]
es: [[!meta title="Borrado seguro de archivos y limpieza de espacio libre en disco"]]

source: Why use secure deletion?
de: Warum sicheres Löschen verwenden?
es: ¿Por qué usar borrado seguro?

source: **Operating systems do not actually remove the contents of a file when it is deleted**, even after emptying the trash or explicitly removing the file, from the command line for example.
de: **Betriebssysteme löschen nicht wirklich den Inhalt einer Datei, wenn diese gelöscht wird**, auch nicht, nachdem der Papierkorb entleert wurde oder die Datei explizit entfernt wurde, zum Beispiel über die Kommandozeile.
es: **Actualmente los sistemas operativos no quitan el contenido de un archivo cuando es borrado**, aún después de vaciar la papelera o quitar el archivo explícitamente, por ejemplo desde la línea de comando.

source: Instead, they simply remove the file's entry from the file system directory, because this requires less work and is therefore faster. The contents of the file—the actual data—remain on the storage medium. The data will remain there until the operating system reuses the space for new data.
de: Stattdessen werden die Einträge der Datei im Verzeichnis des Dateisystems gelöscht, weil das weniger Arbeit in Anspruch nimmt und deswegen schneller ist. Die Inhalte der Datei —die eigentlichen Daten— verbleiben auf dem Speichermedium. Die Daten werden dort verbleiben, bis das Betriebssystem den Platz für neue Daten verwendet.
es: En su lugar, sólo se quita la entrada en el directorio del sistema de archivos, debido a que ésto requiere menos trabajo y por lo tanto es rápido. Los contenidos del archivo—los datos actuales—permanecen en el medio de almacenamiento. Los datos quedarán ahí hasta que el sistema operativo escriba nuevos datos en el espacio asignado a los datos anteriores.

source: Likewise, reformatting, repartitioning or reimaging a system is not always guaranteed to write to every area of the disk, though all will cause the disk to appear empty or, in the case of reimaging, empty except for the files present in the image, to most software.
de: Gleichermaßen garantiert das Neuformatieren, Neupartitionieren oder Neueinspielen eines Abbildes eines Systems nicht, dass auf jeden Bereich des Laufwerks geschrieben wird, obwohl dies alles das Laufwerk in den meisten Programmen als leer erscheinen lässt oder im Falle des Neueinspielens eines Abbildes leer bis auf die Dateien, die im Abbild enthalten sind.
es: Igualmente, formatear, particionar o restaurar la imagen de un sistema no siempre es garantía de que se sobreescribirá en cada área del disco donde antes hubo datos, aunque todo indique que el disco esté vacío o, en el caso de restaurar una imagen, vacío excepto por los archivos presentes en la imagen, lo cual pasa con la mayor parte de aplicaciones.

source: Finally, even when the storage medium is overwritten, physical properties of the medium may make it possible to recover the previous contents. In most cases however, this recovery is not possible by just reading from the storage device in the usual way, but requires using laboratory techniques such as disassembling the device and directly accessing/reading from its components.
de: Auch wenn das Speichermedium letztlich überschrieben wird, könnten es die physikalischen Eigenschaften des Mediums ermöglichen, die vorherigen Inhalte wiederherzustellen. Allerdings ist dieses Wiederherstellen in den meisten Fällen nicht durch das einfache Auslesen auf die übliche Art möglich, sondern benötigt Labortechnologie, wie das Zerlegen des Mediums und direkten Zugriff bzw. Lesen von den Komponenten.
es: Finalmente, aún cuando el medio de almacenamiento es sobreescrito, las propiedades físicas del disco pueden hacer posible recuperar los contenidos previos. Sin embargo, en la mayoría de los casos, esta recuperación no es posible simplemente leyendo desde la unidad de almacenamiento de la forma convencional, sino requiere técnicas de laboratorio tales como desensamblar el dispositivo y directamente acceder leyendo desde sus componentes.

source: <p class="quoted-from">Quoted from [[!wikipedia Secure_file_deletion desc="Wikipedia: %s"]].</p>
de: <p class="quoted-from">Zitiert von [[!wikipedia Secure_file_deletion desc="Wikipedia: %s"]].</p>
es: <p class="quoted-from">Traducido de [[!wikipedia Data_remanence desc="Wikipedia: %s"]].<br/>Véase también [[!wikipedia_es Persistencia_de_datos desc="Wikipedia: %s"]]</p>

source: Warning about USB sticks and solid-state disks
de: Warnung bezüglich USB-Sticks und Solid-State-Disks

source: **The methods described below will not work as expected on USB sticks and solid-state disks.**
de: **Die unten beschriebenen Vorgehensweisen werden auf USB-Sticks und Solid-State-Disks nicht wie erwartet funktionieren**

source: The existing hard disk-oriented techniques for secure deletion of individual files are not effective.
de: Die bekannten, an Festplatten orientierten Vorgehensweisen für sicheres Löschen einzelner Dateien funktionieren nicht.

source: Overwriting twice the entire disk is usually, but not always, sufficient to securely clean the disk.
de: Das gesamte Laufwerk zweimal zu überschreiben ist meistens, aber nicht immer, ausreichend, um das Laufwerk sicher zu bereinigen.

source: <p>Unfortunately, Tails does not currently allow you to perform this task with graphical tools. See [[!tails_ticket 5323]].</p>
de: <p>Leider ist es derzeit in Tails unmöglich, diese Aufgabe mit grafischen Werkzeugen zu erledigen. Lesen Sie hierzu [[!tails_ticket 5323]].</p>

source: For more details read the corresponding section of the Wikipedia article on [[!wikipedia Data_erasure#Limitations desc="Data erasure"]].
de: Für mehr Details lesen Sie den entsprechenden Abschnitt des Wikipedia-Artikels zum [[!wikipedia Data_erasure#Limitations desc="Löschen von Dateien (englisch)"]].

source: Securely delete files
de: Dateien sicher löschen
es: Borrado seguro de archivos

source: In Tails you can securely delete files thanks to an [extension of the file browser](http://wipetools.tuxfamily.org/nautilus-wipe.html).
de: In Tails können Sie Dateien mit einer [Erweiterung des Dateimanagers](http://wipetools.tuxfamily.org/nautilus-wipe.html) sicher löschen.

source: 1. Open the file browser, either from the <span class="guimenu">Places</span> menu or the <span class="guilabel">Home</span> icon on the desktop.
de: 1. Öffnen Sie den Dateimanager, entweder vom <span class="guimenu">Orte</span>-Menü oder dem <span class="guilabel">Persönlicher Ordner</span>-Symbol auf dem Desktop.

source: Navigate to the folder containing the files that you want to delete.
de: Navigieren Sie zu dem Ordner, der die Dateien enthält, die Sie löschen möchten.

source: Select the files that you want to delete with the mouse.
de: Wählen Sie mit der Maus die Dateien aus, die Sie löschen möchten.

source: Right-click on the files and choose <span class="guimenuitem">Wipe</span>.
de: Rechtsklicken Sie die Dateien und wählen Sie <span class="guimenuitem">Sicheres löschen</span>.

source: [[!img wipe_files.png link=no alt="Right-click&nbsp;▸ Wipe"]]
de: [[!img wipe_files.png link=no alt="Rechtsklick&nbsp;▸ Sicheres löschen"]]

source: Confirm.
de: Bestätigen Sie.

source: 1. The deletion will start. It can last from a few seconds to several minutes, according to the size of the files. Be patient…
de: 1. Das Löschen wird beginnen. Es kann, je nach Größe der Dateien, von wenigen Sekunden bis zu einigen Minuten hin dauern. Seien Sie geduldig…

source: <p>Securely deleting files does not erase the potential backup copies of the file (for example LibreOffice creates backup copies that allow you to recover your work in case LibreOffice stops responding).</p>
de: <p>Das sichere Löschen von Dateien löscht keine potentiellen Sicherungskopien der Datei (beispielsweise erstellt LibreOffice Sicherungskopien, die es Ihnen erlauben Ihre Arbeit wiederherzustellen, für den Fall, dass LibreOffice nicht mehr reagiert).</p>

source: Emptying the trash
de: Den Papierkorb entleeren

source: Before considering [[securely cleaning the available space on a disk|secure_deletion#clean_disk_space]], make sure to empty the trash.
de: Stellen Sie sicher, dass Sie den Papierkorb entleeren, bevor Sie es in Erwägung ziehen, [[jeglichen verfügbaren Speicherplatz auf dem Laufwerk sicher zu löschen|secure_deletion#clean_disk_space]].

source: Click on the disk on which you want to empty the trash in the left pane to navigate to the root of this disk.
de: Wählen Sie im linken Fensterbereich das Laufwerk aus, auf welchem Sie den Papierkorb entleeren möchten, um in das oberste Verzeichnis des Laufwerks zu navigieren.

source: 1. In the titlebar, choose <span class="menuchoice"> <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link="no"]]</span>&nbsp;▸ <span class="guimenuitem">Show hidden files</span></span> to show hidden files.
de: 1. Wählen Sie in der Titelleiste <span class="menuchoice"> <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link="no"]]</span>&nbsp;▸ <span class="guimenuitem">Verborgene Dateien anzeigen</span></span> aus, um verborgene Dateien anzuzeigen.

source: Delete the <span class="filename">.Trash-1000</span> folder or similar.
de: Löschen Sie den Ordner <span class="filename">.Trash-1000</span> oder ähnlich.

source: <p>Apply this technique to the <span class="filename">Persistent</span> folder to empty the trash of the persistent volume.</p>
de: <p>Wenden Sie die Vorgehensweise auf den <span class="filename">Persistent</span>-Ordner an, um den Papierkorb des beständigen Speicherbereichs zu löschen.</p>

source: Securely clean available disk space
de: Sicheres Löschen von verfügbarem Speicherplatz
es: Limpieza segura del espacio libre en disco

source: In order to clean up the contents of all files that were previously suppressed but not securely deleted from a disk, it is also possible to securely clean all the free space on the disk.
de: Um die Inhalte aller Dateien, die zuvor ausgelassen wurden, aber nicht sicher von dem Laufwerk gelöscht wurden, zu bereinigen, ist es auch möglich jeglichen freien Speicherplatz auf dem Laufwerk sicher zu löschen.
es: Para limpiar el contenido de todos los archivos que fueron anteriormente eliminados pero no borrados de forma segura, también es posible hacerlo al limpiar el espacio libre en el disco.

source: <p>This method does not work as expected on solid-state disks or USB sticks.</p>
de: <p>Diese Vorgehensweise funktioniert mit Solid-State-Disks oder USB-Sticks nicht wie erwartet.</p>

source: The disk or the folder may or may not contain other files. Those files will not be deleted during the operation.
de: Das Laufwerk oder der Ordner können andere Dateien enthalten oder nicht. Diese Dateien werden nicht während des Vorgangs gelöscht.
es: El disco o carpeta puede o no contener otros archivos. Estos archivos no serán borrados durante el proceso.

source: Click on the disk that you want to clean in the left pane to navigate to the root of this disk.
de: Wählen Sie im linken Speicherbereich das Speichermedium aus, welches Sie bereinigen möchten, um in das Stammverzeichnis des Speichermediums zu navigieren.

source: Right-click in empty space in the right pane and choose <span class="guimenuitem">Wipe available diskspace</span>.
de: Rechtsklicken Sie in einen freien Bereich im rechten Fensterbereich und wählen Sie <span class="guimenuitem">Sicheres Löschen des verfügbaren Festplattenplatzes</span>.

source: [[!img wipe_available_diskspace.png link=no alt="Right-click&nbsp;▸ Wipe available diskspace"]]
de: [[!img wipe_available_diskspace.png link=no alt="Rechtsklick&nbsp;▸ Sicheres Löschen des verfügbaren Festplattenplatzes"]]

source: <div class="tip"> <p>On the previous screenshot, the trash in the <span class="filename">.Trash-1000</span> folder is not deleted. See the [[instructions above|secure_deletion#empty_trash]].</p> </div>
de: <div class="tip"> <p>Auf dem vorherigen Bildschirmfoto wird der Papierkorb in dem Ordner<span class="filename">.Trash-1000</span> nicht gelöscht. Lesen Sie die [[obigen Anweisungen|secure_deletion#empty_trash]].</p> </div>

source: The cleaning starts. It can last from a few minutes to a few hours, according to the size of the available diskspace. Be patient…
de: Die Bereinigung beginnt. Dies kann von einigen Minuten bis zu einigen Stunden hin dauern, je nachdem wie groß der verfügbare Speicherplatz ist. Seien Sie geduldig…

source: <p>This option does not delete hidden files. Choose <span class="menuchoice"> <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link=no]]</span>&nbsp;▸ <span class="guimenuitem">Show hidden files</span></span> in the titlebar to show them. </p>
de: <p>Diese Option löscht keine verborgenen Dateien. Wählen Sie in der Titelleiste <span class="menuchoice"> <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link=no]]</span>&nbsp;▸ <span class="guimenuitem">Verborgene Dateien anzeigen</span></span> aus, um diese anzuzeigen. </p>

source: Warning about USB sticks and solid-state drives
es: Advertencia acerca de memorias USB y unidades de estado sólido

source: **The methods described below will not work as expected on USB sticks and solid-state drives.**
es: **Los métodos descritos abajo no funcionarán como se esperaría al aplicarlos en memorias USB y unidades de estado sólido.**

source: For more details read, the corresponding section of the Wikipedia article on [[!wikipedia Secure_file_deletion#Data_on_solid-state_drives desc="Secure file deletion"]].
es: Para más detalles lee la sección correspondiente del artículo de Wikipedia en [[!wikipedia Secure_file_deletion#Data_on_solid-state_drives desc="Borrado seguro de archivos"]] (Sólo en inglés).

source: In Tails you can securely delete files thanks to an extension of the Nautilus file manager called [Nautilus Wipe](http://wipetools.tuxfamily.org/nautilus-wipe.html).
es: En Tails puedes borrar de forma segura archivos gracias a una extensión del administrador de archivos Nautilus llamada [Nautilus Wipe](http://wipetools.tuxfamily.org/nautilus-wipe.html).

source: <h2 class="bullet-number-one">Select the files you want to securely delete</h2>
es: <h2 class="bullet-number-one">Selecciona los archivos que quieras borrar de forma segura</h2>

source: **Open Nautilus**, either from the **Places** menu or the **Computer** icon on the desktop.
es: **Abre Nautilus**, desde el menú **Lugares** o el icono **Equipo** del escritorio.

source: **Navigate to the folder** containing the files that you want to delete.
es: **Navega a la carpeta** que contiene los archivos que quieres borrar.

source: **Select the files** that you want to delete with the mouse.
es: **Selecciona los archivos** que quieres borrar.

source: <h2 class="bullet-number-two">Securely delete them using Nautilus Wipe</h2>
es: <h2 class="bullet-number-two">Borrado seguro usando Nautilus Wipe</h2>

source: Securely delete them by doing **right-click** → **Wipe**.
es: Borrado seguro al hacer **clic derecho** → **Limpiar (Wipe)**.

source: **Confirm**.
es: **Confirmar**.

source: The deletion will start. It can last from a few seconds to several minutes, according to the size of the files. Be patient…
es: El borrado comenzará. Puede tardar unos segundos o varios minutos, dependiendo del tamaño de los archivos. Ten paciencia…

source: Once the deletion will be done you should be prompted with a message saying:
es: Una vez que el borrado ha terminado aparecerá un mensaje diciendo:

source: <h2 class="bullet-number-one">Navigate to the disk you want to securely clean</h2>
es: <h2 class="bullet-number-one">Navega hacia el disco que quieres limpiar de forma segura</h2>

source: **Navigate to a folder on the disk** that you want to clean.
es: **Navega en el disco hacia la carpeta** que quieres limpiar.

source: <h2 class="bullet-number-two">Securely clean the available space using Nautilus Wipe</h2>
es: <h2 class="bullet-number-two">Limpia de forma segura el espacio libre usando Nautilus Wipe</h2>

source: Securely clean the available diskspace by doing **right-click** → **Wipe available diskspace**.
es: Limpia de forma segura el espacio libre en el disco haciendo **clic derecho** → **Limpiar espacio disponible (Wipe available diskspace)**.

source: The cleaning will start. It can last from a few minutes to a few hours, according to the size of the available diskspace. Be patient…
es: La limpieza comenzará. Puede tardar minutos u horas, dependiendo del espacio disponible en el disco. Ten paciencia…

source: Note that a file called `oooooooo.ooo` is created in the folder. Nautilus Wipe will try to make it as big as possible to use all the available diskspace and then will securely delete it.
es: Verás que un archivo llamado `oooooooo.ooo` es creado en la carpeta. Nautilus Wipe intentará hacer este archivo tan grande como sea posible para usar todo el espacio disponible en el disco y entonces borrarlo de forma segura.

source: Once the cleaning will be done you should be prompted with a message saying:
es: Una vez que la limpieza haya terminado aparecerá un mensaje diciendo:
