Repository: austin987/tails
Catalog: wiki/src/doc/encryption_and_privacy/veracrypt.*.po
Languages: fr, it

source: [[!meta title="Using VeraCrypt encrypted volumes"]]
fr: [[!meta title="Utiliser des volumes chiffrés avec VeraCrypt"]]
it: [[!meta title="Utilizzare i volumi cifrati VeraCrypt"]]

source: Introduction to <span class="application">VeraCrypt</span>
fr: Introduction à <span class="application">VeraCrypt</span>
it: Introduzione a <span class="application">VeraCrypt</span>

source: <span class="application">[VeraCrypt](https://www.veracrypt.fr/)</span> is a disk encryption tool that works on Windows, macOS, and Linux.
fr: <span class="application">[VeraCrypt](https://www.veracrypt.fr/)</span> est un outil de chiffrement de disque qui fonctionne sous Windows, macOS et Linux.
it: <span class="application">[VeraCrypt](https://www.veracrypt.fr/)</span> è uno strumento di crittografia del disco che funziona su Windows, macOS e Linux.

source: Comparison between <span class="application">LUKS</span> and <span class="application">VeraCrypt</span>
fr: Comparaison entre <span class="application">LUKS</span> et <span class="application">VeraCrypt</span>
it: Confronto tra <span class="application">LUKS</span> e <span class="application">VeraCrypt</span>

source: You can also create and open <span class="application">LUKS</span> encrypted volumes in Tails. <span class="application">LUKS</span> is the standard for disk encryption in Linux. [[See our documentation about <span class="application">LUKS</span>.|encrypted_volumes]]
fr: Vous pouvez également créer et ouvrir des volumes chiffrés <span class="application">LUKS</span> dans Tails. <span class="application">LUKS</span> est le standard pour le chiffrement de disque sous Linux. [[Voir notre documentation sur <span class="application">LUKS</span>.|encrypted_volumes]]
it: E' possibile creare ed aprire volumi criptati <span class="application">LUKS</span> in Tails. <span class="application">LUKS</span> è lo standard per la crittografia del disco in Linux. [[Guardate la nostra documentazione su <span class="application">LUKS</span>.|encrypted_volumes]]

source: [[!inline pages="doc/encryption_and_privacy/luks_vs_veracrypt.inline" raw="yes" sort="age"]]
fr: [[!inline pages="doc/encryption_and_privacy/luks_vs_veracrypt.inline.fr" raw="yes" sort="age"]]
it: [[!inline pages="doc/encryption_and_privacy/luks_vs_veracrypt.inline.it" raw="yes" sort="age"]]

source: To create new <span class="application">VeraCrypt</span> volumes, do so outside of Tails. See the step-by-step guides by Security-in-a-Box:
fr: Pour créer de nouveaux volumes <span class="application">VeraCrypt</span>, vous devez le faire en dehors de Tails. Voir les guides pas à pas de Security-in-a-Box :
it: E' possibile creare nuovi volumi <span class="application">VeraCrypt</span> all'infuori di Tails. Seguite la guida passo-passo di Security-in-a-Box:

source: - [VeraCrypt for Windows](https://securityinabox.org/en/guide/veracrypt/windows/) - [VeraCrypt for macOS](https://securityinabox.org/en/guide/veracrypt/mac/) - [VeraCrypt for Linux](https://securityinabox.org/en/guide/veracrypt/linux/)
fr: - [VeraCrypt pour Windows](https://securityinabox.org/fr/guide/veracrypt/windows/) - [VeraCrypt pour macOS](https://securityinabox.org/en/guide/veracrypt/mac/) (en anglais) - [VeraCrypt pour Linux](https://securityinabox.org/fr/guide/veracrypt/linux/)
it: - [VeraCrypt per Windows](https://securityinabox.org/en/guide/veracrypt/windows/) - [VeraCrypt per macOS](https://securityinabox.org/en/guide/veracrypt/mac/) - [VeraCrypt per Linux](https://securityinabox.org/en/guide/veracrypt/linux/)

source: Difference between file containers and partitions
fr: Différence entre les fichiers conteneurs et les partitions
it: Differenza tra file container e partizioni

source: With <span class="application">VeraCrypt</span> you can store your files encrypted in two different kinds of *volumes*:
fr: Avec <span class="application">VeraCrypt</span> vous pouvez stocker vos fichiers dans deux types de *volumes* différents :
it: Con <span class="application">VeraCrypt</span> puoi salvare i tuoi files criptati in due differenti tipi di *volumi*:

source: <h3>File containers</h3>
fr: <h3>Fichiers conteneurs</h3>

source: <div class="text"> <p>A file container is a single big file inside which you can store several files encrypted, a bit like a ZIP file.</p> </div> </div>
fr: <div class="text"> <p>Un fichier conteneur est un seul gros fichier à l'intérieur duquel vous pouvez stocker plusieurs fichiers chiffrés, un peu comme un fichier ZIP.</p> </div> </div>
it: <div class="text"> <p>Un file container è un grande file singolo all'interno del quale immagazzinare diversi files criptati, un po' come un file ZIP.</p> </div> </div>

source: <h3>Partitions or drives</h3>
fr: <h3>Partitions ou périphériques</h3>
it: <h3>Partizioni o drives</h3>

source: <div class="text"> <p>Usually, drives (USB sticks and hard disks) have a single partition of their entire size. This way, you can encrypt a whole USB stick, for example. But, drives can also be split into several partitions. </div> </div>
fr: <div class="text"> <p>Généralement, les périphériques (clés USB et disques durs) ont une seule partition qui fait leur taille entière. De cette façon, vous pouvez par exemple chiffrer la totalité d'une clé USB. Mais les périphériques peuvent également êtres découpés en plusieurs partitions. </div> </div>
it: <div class="text"> <p>Solitamente, i drive (chiavette USB e hard disk) hanno una singola partizione della loro dimensione totale. In questo modo è possibile criptare un'intera chiavetta USB per esempio. Tuttavia, i drive possono essere divisi in diverse partizioni. </div> </div>

source: Unlocking parameters
fr: Paramètres de déverrouillage
it: Parametri di sblocco

source: To unlock a <span class="application">VeraCrypt</span> volume, you might need the following parameters, depending on the options that were selected when the volume was created:
fr: Pour déverrouiller un volume <span class="application">VeraCrypt</span>, vous pourrez avoir besoin des paramètres suivants, en fonction des options qui ont été sélectionnées lors de la création du volume :
it: Per sbloccare un volume <span class="application">VeraCrypt</span>, potrebbero essere necessari i seguenti parametri, secondo le opzioni che avete selezionato quando avete creato il volume:

source: - **Passphrase**
fr: - **Phrase de passe**
it: - **Password**

source: **Keyfiles**: instead of or in addition to the passphrase, a <span class="application">VeraCrypt</span> volume can be unlocked using a particular file or set of files.
fr: **Fichiers clés** : à la place ou en plus de la phrase de passe, un volume <span class="application">VeraCrypt</span> peut être déverrouillé en utilisant un fichier ou un ensemble de fichiers particulier.
it: **Keyfiles**: Invece o in aggiunta ad una password, un volume <span class="application">VeraCrypt</span> potrebbe essere sbloccato utilizzando un particolare file o un insieme di files.

source: [See the <span class="application">VeraCrypt</span> documentation on keyfiles.](https://www.veracrypt.fr/en/Keyfiles.html)
fr: [Voir la documentation de <span class="application">VeraCrypt</span> sur les fichiers clés](https://www.veracrypt.fr/en/Keyfiles.html) (en anglais).
it: [Guarda la documentazione <span class="application">VeraCrypt</span> sui keyfiles.](https://www.veracrypt.fr/en/Keyfiles.html)

source: **PIM**: a number that is needed if it was specified when creating the <span class="application">VeraCrypt</span> volume.
fr: **PIM** : un nombre qui est nécessaire si il a été spécifié lors de la création du volume <span class="application">VeraCrypt</span>.
it: **PIM**: Un numero necessario se è stato specificato durante la creazione del volume <span class="application">VeraCrypt</span>.

source: [See the <span class="application">VeraCrypt</span> documentation on PIM.](https://www.veracrypt.fr/en/Personal%20Iterations%20Multiplier%20\(PIM\).html)
fr: [Voir la documentation de <span class="application">VeraCrypt</span> sur PIM](https://www.veracrypt.fr/en/Personal%20Iterations%20Multiplier%20\(PIM\).html) (en anglais).
it: [Guarda la documentazione <span class="application">VeraCrypt</span> sul PIM.](https://www.veracrypt.fr/en/Personal%20Iterations%20Multiplier%20\(PIM\).html)

source: <p>Due to current limitations in Debian, using a PIM fails in Tails. It will become possible in Tails 4.0 (late 2019).</p>
fr: <p>À cause de limitations actuelles dans Debian, l'utilisation d'un PIM échoue dans Tails. Cela devrait devenir possible dans Tails 4.0 (fin 2019).</p>

source: **Hidden volume**: if you want to unlock the hidden volume inside the <span class="application">VeraCrypt</span> volume.
fr: **Volume caché** : si vous voulez déverrouiller le volume caché à l'intérieur du volume <span class="application">VeraCrypt</span>.
it: **Volume nascosto**: Se volete sbloccare il volume nascosto all'interno del volume <span class="application">VeraCrypt</span>.

source: [See the <span class="application">VeraCrypt</span> documentation on hidden volumes.](https://www.veracrypt.fr/en/Hidden%20Volume.html)
fr: [Voir la documentation de <span class="application">VeraCrypt</span> sur les volumes cachés](https://www.veracrypt.fr/en/Hidden%20Volume.html) (en anglais).
it: [Guardate la documentazione <span class="application">VeraCrypt</span> sui volumi nascosti.](https://www.veracrypt.fr/en/Hidden%20Volume.html)

source: - **System volume**: if you want to unlock an encrypted Windows system partition.
fr: - **Volume système** : si vous voulez déverrouiller une partition système Windows chiffrée.
it: - **System volume**: Se volete sbloccare una partizione criptata del sistema Windows.

source: [See the <span class="application">VeraCrypt</span> documentation on encrypting a Windows system partition.](https://www.veracrypt.fr/en/System%20Encryption.html)
fr: [Voir la documentation de <span class="application">VeraCrypt</span> sur le chiffrement d'une partition système Windows](https://www.veracrypt.fr/en/System%20Encryption.html) (en anglais).
it: [Guardate la documentazione <span class="application">VeraCrypt</span> relativa al criptare una partizione sul sistema Windows.](https://www.veracrypt.fr/en/System%20Encryption.html)

source: Using a file container
fr: Utiliser un fichier conteneur
it: Utilizzare un file container

source: Unlocking a file container without keyfiles
fr: Déverrouiller un fichier conteneur sans fichiers clés
it: Sbloccare un file container senza keyfiles

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guisubmenuitem">Unlock VeraCrypt Volumes</span></span>.
fr: 1. Choisissez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilitaires</span>&nbsp;▸ <span class="guisubmenuitem">Déverrouiller des volumes VeraCrypt</span></span>.
it: 1. Selezionare <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Utilità</span>&nbsp;▸ <span class="guisubmenuitem">Sbloccare volumi VeraCrypt</span></span>.

source: Click <span class="button">Add</span> and choose the file container that you want to unlock.
fr: Cliquez sur <span class="button">Ajouter</span> et choisissez le fichier conteneur que vous voulez déverrouiller.
it: Cliccate su <span class="button">Aggiungi</span> e scegliete il file container che volete sbloccare.

source: Enter the parameters to unlock the volume. For more information, see the [[Unlocking parameters|veracrypt#parameters]] section above.
fr: Entrez les paramètres pour déverrouiller le volume. Pour plus d'information, voir plus haut la section [[Paramètres de déverrouillage|veracrypt#parameters]].
it: Inserite i parametri per sbloccare il volume. Per maggiori informazioni guardate la sezione sopra [[Unlocking parameters|veracrypt#parameters]].

source: Click <span class="button">Unlock</span>.
fr: Cliquez sur <span class="button">Déverrouiller</span>.
it: Clicca <span class="button">Sblocca</span>.

source: <span class="application">Unlock VeraCrypt Volumes</span> unlocks your volume.
fr: <span class="application">Déverrouiller des volumes VeraCrypt</span> déverrouille votre volume.
it: <span class="application">Unlock VeraCrypt Volumes</span> sblocca il tuo volume.

source: If unlocking the volume fails (for example, if you mistyped the password), click on <span class="button">Unlock</span> to try unlocking again.
fr: Si le déverrouillage du volume échoue (par exemple, si vous avez mal tapé le mot de passe), cliquez sur <span class="button">Déverrouiller</span> pour essayer le déverrouillage à nouveau.
it: Se lo sblocco del volume fallisce (per esempio, se sbagli a digitare la password), clicca su <span class="button">Unlock</span> e prova a sbloccarlo di nuovo.

source: Click <span class="button">Open</span> to open the volume in the <span class="application">Files</span> browser.
fr: Cliquez sur <span class="button">Ouvrir</span> pour ouvrir le volume dans le navigateur de <span class="application">fichiers</span>.
it: Clicca <span class="button">Open</span> per aprire il volume nel gestore dei <span class="application">Files</span>.

source: Unlocking a file container with keyfiles
fr: Déverrouiller un fichier conteneur avec fichiers clés
it: Sbloccare un file container con keyfiles

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guisubmenuitem">Disks</span></span> to start the <span class="application">Disks</span> utility.
fr: 1. Choisissez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilitaires</span>&nbsp;▸ <span class="guisubmenuitem">Disques</span></span> pour démarrer l'utilitaire <span class="application">Disques</span>.
it: 1. Selezionare <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Utilità</span>&nbsp;▸ <span class="guisubmenuitem">Dischi</span></span> per avviare l'applicazione <span class="application">Dischi</span>.

source: 1. Choose <span class=menuchoice"> <span class="guimenu">Disks</span>&nbsp;▸ <span class="guimenuitem">Attach Disk Image&hellip;</span></span> from the top navigation bar.
fr: 1. Choisissez <span class=menuchoice"> <span class="guimenu">Disques</span>&nbsp;▸ <span class="guimenuitem">Attacher l'image disque&hellip;</span></span> dans la barre de navigation supérieure.
it: 1. Selezionare <span class=menuchoice"> <span class="guimenu">Dischi</span>&nbsp;▸ <span class="guimenuitem">Collega immagine disco</span></span> dalla barra di navigazione in alto.

source: In the <span class="button">Select Disk Image to Attach</span> dialog:
fr: Dans la fenêtre <span class="button">Sélectionner l'image disque à attacher</span> :
it: Nella finestra di dialogo <span class="button">Seleziona immagine disco da collegare</span> :

source: Unselect the <span class="guilabel">Set up read-only loop device</span> check box in the bottom-left corner if you want to modify the content of the file container.
fr: Désélectionnez la case <span class="guilabel">Définir le périphérique boucle en lecture seule</span> dans le coin en bas à gauche si vous voulez modifier le contenu du fichier conteneur.
it: Togliete la spunta al box <span class="guilabel">Set up read-only loop device</span> che si trova nell'angolo sinistro se intendete modificare il contenuto del file container.

source: Choose <span class="guilabel">All Files</span> in the file filter in the bottom-right corner.
fr: Choisissez <span class="guilabel">Tous les fichiers</span> dans le filtre de fichier dans le coin en bas à droite.
it: Selezionate <span class="guilabel">Tutti i file</span> nel menù posto a lato in basso a destra della finestra.

source: Navigate to the folder containing the file container that you want to open.
fr: Naviguez jusqu'au dossier contenant le fichier conteneur que vous voulez ouvrir.
it: Andate nella cartella contenente il file container che intendete aprire.

source: Select the file container and click <span class="button">Attach</span>.
fr: Sélectionnez le fichier conteneur et cliquez sur <span class="button">Attacher</span>.
it: Selezionate il file container e cliccate su <span class="button">Collegare</span>.

source: In the left pane, select the new <span class="guilabel">Loop Device</span> that corresponds to your file container.
fr: Dans le panneau de gauche, sélectionnez le nouveau <span class="guilabel">Loop Device</span> qui correspond à votre fichier conteneur.
it: Nel lato sinistro, selezionate il nuovo <span class="guilabel">Loop Device</span> che corrisponde al vostro file container.

source: In the right pane, it should have an <span class="guilabel">Encrypted?</span> label.
fr: Dans le panneau droit, il devrait avoir une étiquette <span class="guilabel">Encrypted?</span>.
it: Nel lato destro dovrebbe esserci un'etichetta <span class="guilabel">Criptato?</span>.

source: Click the <span class="button">[[!img lib/unlock.png alt="Unlock selected encrypted partition" class="symbolic" link="no"]]</span> button in the right pane.
fr: Cliquez sur le bouton <span class="button">[[!img lib/unlock.png alt="Déverrouiller la partition chiffrée sélectionnée" class="symbolic" link="no"]]</span> dans le panneau droit.
it: Cliccate sul bottone <span class="button">[[!img lib/unlock.png alt="Unlock selected encrypted partition" class="symbolic" link="no"]]</span> nel lato destro.

source: Select the file system that appears below the unlocked volume. It probably has a <span class="guilabel">FAT</span> or <span class="guilabel">NTFS</span> content.
fr: Sélectionnez le système de fichiers qui apparaît en dessous du volume déverrouillé. Il a probablement un contenu <span class="guilabel">FAT</span> ou <span class="guilabel">NTFS</span>.
it: Selezionate il filesystem che appare sotto il volume sbloccato. Probabilmente sarà un <span class="guilabel">FAT</span> o un <span class="guilabel">NTFS</span> .

source: Click the <span class="button">[[!img lib/media-playback-start.png alt="Mount selected partition" class="symbolic" link="no"]]</span> button to mount the volume.
fr: Cliquez sur le bouton <span class="button">[[!img lib/media-playback-start.png alt="Monter la partition sélectionnée" class="symbolic" link="no"]]</span> pour monter le volume.
it: Cliccate sul bottone <span class="button">[[!img lib/media-playback-start.png alt="Mount selected partition" class="symbolic" link="no"]]</span> per montare il volume.

source: Click on the <span class="filename">*/media/amnesia/*</span> link in the right pane to open the volume in the <span class="application">Files</span> browser.
fr: Cliquez sur le lien <span class="filename">*/media/amnesia/*</span> dans le panneau droit pour ouvrir le volume dans le navigateur de <span class="application">fichiers</span>.
it: Cliccate sul link <span class="filename">*/media/amnesia/*</span> nel lato destro per aprire il volume nel gestore dei <span class="application">Files</span> .

source: Closing a file container
fr: Fermer un fichier conteneur
it: Chiudere un file container

source: You can either:
fr: Vous pouvez au choix :
it: Potete:

source: In the sidebar of the <span class="application">Files</span> browser, click on the <span class="button">[[!img lib/media-eject.png alt="Eject" class="symbolic" link="no"]]</span> button on the label of the volume corresponding to your file container.
fr: Dans la barre latérale du navigateur de <span class="application">fichiers</span>, cliquez sur le bouton <span class="button">[[!img lib/media-eject.png alt="Éjecter" class="symbolic" link="no"]]</span> dans l'étiquette du volume correspondant à votre fichier conteneur.
it: Nella barra laterale di navigazione del gestore dei <span class="application">Files</span>, cliccate sul bottone <span class="button">[[!img lib/media-eject.png alt="Eject" class="symbolic" link="no"]]</span> sull'etichetta del volume corrispondente al vostro file container.

source: In <span class="application">Unlock VeraCrypt Volumes</span>, click on the <span class="button">[[!img lib/window-close.png class="symbolic" link="no" alt=""]]</span> button in the line that corresponds to your file container.
fr: Dans <span class="application">Déverrouiller des volumes VeraCrypt</span>, cliquez sur le bouton <span class="button">[[!img lib/window-close.png class="symbolic" link="no" alt=""]]</span> sur la ligne correspondant à votre fichier conteneur.
it: In <span class="application">Sblocca i Volumi VeraCrypt</span>, cliccate sul bottone <span class="button">[[!img lib/window-close.png class="symbolic" link="no" alt=""]]</span> nella linea che corrisponde al vostro file container.

source: Using a partition or drive
fr: Utiliser une partition ou un périphérique
it: Utilizzare una partizione o drive

source: Unlocking a partition or drive without keyfiles
fr: Déverrouiller une partition ou un périphérique sans fichiers clés
it: Sbloccare una partizione o drive senza keyfiles

source: If your partition or drive is on an internal hard disk, [[set up an administration password|doc/first_steps/startup_options/administration_password]] when starting Tails.
fr: Si votre partition ou périphérique est un disque dur interne, [[configurez un mot de passe d'administration|doc/first_steps/startup_options/administration_password]] lors du démarrage de Tails.
it: Se la vostra partizione o il vostro drive è su un hard disk interno, [[settate la password di amministrazione |doc/first_steps/startup_options/administration_password]] quando avviate Tails.

source: Otherwise, plug in the USB stick or the hard disk that you want to unlock.
fr: Sinon, branchez la clé USB ou le disque dur que vous voulez déverrouiller.
it: In alternativa, inserite la chiavetta USB o l'hard disk che volete sbloccare.

source: In the list of partitions, click <span class="button">Unlock</span> in the line that corresponds to your USB stick or hard disk.
fr: Dans la liste des partitions, cliquez sur <span class="button">Déverouiller</span> sur la ligne qui correspond à votre clé USB ou disque dur.
it: Nella lista delle partizioni, cliccate <span class="button">Sblocca</span> nella linea che corrisponde alla vostra chiavetta USB o al vostro hard disk.

source: Unlocking a partition or drive with keyfiles
fr: Déverrouiller une partition ou un périphérique avec fichiers clés
it: Sbloccare una partizione o un drive con keyfiles

source: In the left pane, select the drive that corresponds to your USB stick or hard disk.
fr: Dans le panneau gauche, sélectionnez le périphérique qui correspond à votre clé USB ou disque dur.
it: Nel lato sinistro, selezionate il drive che corrisponde alla vostra chiavetta USB o al vostro hard disk.

source: In the right pane, select the partition that corresponds to your *VeraCrypt* volume.
fr: Dans le panneau droit, sélectionnez la partition qui correspond à votre volume *VeraCrypt*.
it: Nel lato destro, selezionate la partizione che corrisponde al vostro volume *VeraCrypt*.

source: It should have an <span class="guilabel">Encrypted?</span> label.
fr: Elle devrait avoir une étiquette <span class="guilabel">Encrypted?</span>.
it: Dovrebbe esserci un'etichetta <span class="guilabel">Criptato?</span>.

source: Closing a partition or drive
fr: Fermer une partition ou un périphérique
it: Chiudere una partizione o drive
