Repository: austin987/tails
Catalog: wiki/src/doc/encryption_and_privacy/veracrypt.*.po
Languages: fr, it

source: In the sidebar of the <span class="application">Files</span> browser, click on the <span class="button">[[!img lib/media-eject.png alt="Eject" class="symbolic" link="no"]]</span> button on the label of the volume corresponding to your partition.
fr: Dans la barre latérale du navigateur de <span class="application">fichiers</span>, cliquez sur le bouton <span class="button">[[!img lib/media-eject.png alt="Éjecter" class="symbolic" link="no"]]</span> dans l'étiquette du volume correspondant à votre partition.
it: Nella barra laterale dei navigazione del gestore dei <span class="application">Files</span>, cliccate sul bottone <span class="button">[[!img lib/media-eject.png alt="Eject" class="symbolic" link="no"]]</span> sull'etichetta del volume corrispondente alla vostra partizione.

source: In <span class="application">Unlock VeraCrypt Volumes</span>, click on the <span class="button">[[!img lib/window-close.png class="symbolic" link="no" alt=""]]</span> button in the line that corresponds to your USB stick or hard disk.
fr: Dans <span class="application">Déverrouiller des volumes VeraCrypt</span>, cliquez sur le bouton <span class="button">[[!img lib/window-close.png class="symbolic" link="no" alt=""]]</span> sur la ligne correspondant à votre clé USB ou disque dur.
it: In <span class="application">Sblocca i Volumi VeraCrypt</span>, cliccate sul bottone <span class="button">[[!img lib/window-close.png class="symbolic" link="no" alt=""]]</span> nella linea che corrisponde alla vostra chiavetta USB o al vostro hard disk.
