Repository: austin987/tails
Catalog: wiki/src/doc/encryption_and_privacy/your_data_wont_*_saved_unless_explicitly_asked.*.po
Languages: de, fa, fr

source: [[!meta title="Your data won't be saved unless explicitly asked"]]
de: [[!meta title="Ihre Daten werden nicht ohne explizites Nachfragen gespeichert"]]
fa: [[!meta title="اطلاعات شما ذخیره نخواهد شد مگر به وضوح در این مورد از شما پرسیده شود!"]]
fr: [[!meta title="Vos données ne seront pas sauvegardées à moins que vous ne le demandiez explicitement"]]

source: As stated in the [[about]] page, Tails is designed to leave no trace on the computer you're using unless you ask it explicitly. It is important to understand some of the consequences of that.
fr: Comme expliqué dans la page [[à propos|about]], Tails est conçu pour ne laisser aucune trace sur l'ordinateur que vous utilisez, à moins que vous ne le demandiez explicitement. Il est important de comprendre certaines conséquences de ce choix.

source: Starting a computer on a media containing Tails doesn't change anything on the operating system actually installed on your hard disk: as a live system, Tails doesn't need to use your hard disk during the whole session. Be your hard disk absent or damaged, it wouldn't prevent your computer to start Tails. Consequently, removing the DVD or USB stick containing Tails is enough to retrieve your usual operating system.
de: Das Starten eines Computers von einem Speichermedium, auf welchem Tails ist, ändert nichts an dem Betriebssystem, welches eigentlich auf Ihrer Festplatte installiert ist: Als Live-System muss Tails Ihre Festplatte während der gesamten Sitzung nicht benutzen. Würde die Festplatte fehlen oder beschädigt sein, würde es Ihren Computer nicht davon abhalten, Tails zu starten. Demzufolge reicht das Entfernen der DVD oder des USB-Sticks, die Tails enthalten, aus, um Ihr eigentliches Betriebssystem wieder zu starten.
fa: استفاده از تیلز روی رایانه‌ای که سیستم‌عامل دیگری دارد هیچ اثری روی سیستم‌عامل نصب‌شده روی سخت‌دیسک آن رایانه نمی‌گذارد: تیلز که یک سیستم زنده است، در طول فعالیت‌های خود نیازی به استفاده از سخت‌دیسک شما ندارد. چه سخت‌دیسک شما از رایانه جدا شده باشد و چه آسیب دیده باشد جلوی استفاده از تیلز روی آن رایانه را نمی‌گیرد. به طور کلی جدا کردن دی‌وی‌دی یا درایو یواس‌بی حاوی تیلز برای بازگشت به سیستم‌عامل اصلی رایانه کافی است.
fr: Démarrer un ordinateur sur un média contenant Tails ne change rien au système d'exploitation actuellement installé sur votre disque dur : en tant que système live, Tails n'a pas besoin d'utiliser votre disque dur pendant toute la durée de votre session. Que votre disque dur soit absent ou endommagé n'empêchera pas Tails de fonctionner sur votre ordinateur. Par conséquent, retirer le DVD ou la clé USB contenant Tails suffit à retrouver votre système d'exploitation habituel.

source: You should save anything you want to keep for later access into a separate device (other USB stick, other DVD or any device you would choose), or use the [[persistence feature|first_steps/persistence]].
de: Sie sollten alles, was Sie für späteren Zugriff speichern möchten, auf einem separaten Speichermedium (anderer USB-Stick, andere DVD oder jegliches Speichermedium Ihrer Wahl) sichern oder die Funktion für den [[beständigen Speicherbereich|first_steps/persistence]] benutzen.
fa: هر چیزی که می‌خواهید در آینده به آن دسترسی داشته باشید را باید روی دستگاهی جدا (درایو یواس‌بی یا دی‌وی‌دی دیگر یا هر دستگاه دیگری که در ذهن دارید) ذخیره کنید یا [[ویژگی مانا|first_steps/persistence]] را به کار ببندید.
fr: Vous devriez sauvegarder tout ce que vous voulez conserver pour y accéder plus tard sur un périphérique séparé (une autre clé USB, un autre DVD ou tout autre périphérique de votre choix), ou utiliser la [[persistance|first_steps/persistence]].

source: Accessing internal hard disks
de: Zugriff auf eingebaute Speichermedien
fa: دسترسی به سخت‌دیسک‌های داخلی
fr: Accéder aux disques durs internes

source: <p>Accessing internal disks of the computer has security implications:
de: <p>Der Zugriff auf eingebaute Speichermedien des Computers hat Auswirkungen auf die Sicherheit:
fa: <p>دسترسی به دیسک‌های داخلی رایانه مسائلی امنیتی ایجاد می‌کند:
fr: <p>Accéder aux disques durs internes de l'ordinateur a des conséquences en terme de sécurité :

source: <ul> <li>You can leave traces of your activities in Tails on the hard disks.</li> <li>If Tails is compromised, a malware could install itself on your usual operating system.</li> <li>If an application in Tails is compromised, it could access private data on your disks and use it to de-anonymize you.</li> </ul>
de: <ul> <li>Sie könnten Spuren Ihrer Aktivitäten in Tails auf den Speichermedien hinterlassen.</li> <li>Falls Tails kompromittiert sein sollte, könnte sich Schadsoftware auf Ihrem üblichen Betriebssystem installieren.</li> <li>Falls eine Anwendung in Tails kompromittiert sein sollte, könnte sie auf private Daten auf Ihren Speichermedien zugreifen und diese dazu benutzen, um Sie zu deanonymisieren.</li> </ul>
fa: <ul> <li>ممکن است اثراتی از فعالیت‌های خود در تیلز روی سخت‌دیسک به جا بگذارید.</li> <li>اگر تیلز دچار مشکل شود، ممکن است یک بدافزار خود را روی سیستم‌عامل معمول شما نصب کند.</li> <li>اگر ابزاری در تیلز دچار مشکل شود ممکن است به اطلاعات خصوصی شما روی دیسکتان دسترسی پیدا کرده و از آن‌ها برای به مخاطره انداختن ناشناسی شما استفاده کند.</li> </ul>
fr: <ul> <li>Vous pouvez laisser des traces de vos activités dans Tails sur les disques durs.</li> <li>Si Tails est compromis, un logiciel malveillant pourrait s'installer sur votre système d'exploitation habituel.</li> <li>Si un logiciel de Tails est compromis, il pourrait accéder à des données privées de vos disques durs et les utiliser pour vous désanonymiser.</li> </ul>

source: To access internal hard disks:
de: Um auf eingebaute Speichermedien zuzugreifen:
fa: برای دسترسی به سخت‌دیسک‌های داخلی:
fr: Pour accéder aux disques durs internes :

source: When starting Tails, [[set up an administration password|doc/first_steps/startup_options/administration_password/]].
de: Stellen Sie beim Start von Tails [[ein Administrationspasswort ein|doc/first_steps/startup_options/administration_password/]].
fa: هنگام آغاز تیلز Tails, [[یک گذرواژهٔ مدیریتی ایجاد کنید|doc/first_steps/startup_options/administration_password/]].
fr: Lors du démarrage de Tails, [[définir un mot de passe d'administration|doc/first_steps/startup_options/administration_password/]].

source: Open the *Nautilus* file manager.
fr: Ouvrir le gestionnaire de fichier *Nautilus*.

source: Click on the hard disk of your choice in the left pane.
de: Wählen Sie im linken Fensterbereich das Speichermedium Ihrer Wahl aus.
fa: سمت راست پنجره روی سخت‌دیسک مورد نظرتان کلیک کنید.
fr: Cliquer sur le disque dur de votre choix dans la partie gauche de la fenêtre.

source: <p>If your usual operating system is in hibernation, accessing it might corrupt your file system. Only access your disk if your system was shut down properly.</p>
de: <p>Wenn sich Ihr eigentliches Betriebssystem im Ruhezustand befindet, könnte der Zugriff darauf Ihr Dateisystem beschädigen. Greifen Sie nur auf Ihre Speichermedien zu, wenn Ihr System ordnungsgemäß heruntergefahren wurde.</p>
fa: <p>اگر سیستم‌عامل معمول شما در حالت خواب زمستانی قرار دارد دسترسی به آن ممکن است باعث خراب شدن فایل‌های سیستم شود. تنها اگر رایانه‌تان کامل خاموش شده سراغ سخت‌دیسک خود بروید.</p>
fr: <p>Si votre système d'exploitation habituel est en hibernation, y avoir accès peut corrompre votre système de fichiers. Accédez uniquement à votre disque dur sur votre système a été correctement éteint.</p>

source: <p>If your disks use LVM (Logical Volume Manager), you can start the volume groups on the disks and mount logical volumes using <span class="application">GNOME Disk Utility</span>.</p>
fr: <p>Si vos disques utilisent LVM (Logical Volume Manager ou gestionnaire de volumes logiques en français), vous pouvez lancer les groupes de volumes des disques et monter les volumes logiques en utilisant l'<span class="application">utilitaire de disque de GNOME</span>.</p>

source: <p>If you have a GNU/Linux system on your disks, you can only access files owned by the first user (<code>uid=1000</code>) on that system.</p>
de: <p>Wenn Sie ein GNU/Linux-System auf Ihren Speichermedien haben, können Sie nur auf Dateien, die dem ersten User (<code>uid=1000</code>) auf diesem System gehören, zugreifen.</p>
fa: <p>اگر روی دیسکتان سیستم گنو/لینوکس دارید تنها می‌توانید به فایل‌های متعلق به کاربر اول آن سیستم (<code>uid=1000</code>) دسترسی داشته باشید.</p>
fr: <p>Si vous avez un système GNU/Linux sur vos disques, vous pourrez seulement accéder aux fichiers appartenant au premier utilisateur (<code>uid=1000</code>) sur ce système.</p>

source: <p>In all cases, you might encounter permissions problems. To bypass permission limitations, you can run <span class="application">Nautilus</span> with administration rights.</p>
de: <p>In allen Fällen könnten Berechtigungsprobleme auftreten. Um Einschränkungen durch Berechtigungen zu umgehen, können Sie <span class="application">Nautilus</span> mit Administrationsrechten ausführen.</p>
fa: <p>در تمام موارد ممکن است دچار مشکلات مرتبط با اجازه‌ها شوید. برای خلاص شدن از محدودیت‌های اجازه‌ها می‌توانید <span class="application">ناتیلوس</span> را با حقوق مدیریتی اجرا کنید.</p>
fr: <p>Dans tous les cas, vous pourrez rencontrer des problèmes de permissions. Pour contourner ces limitations dues aux permissions, vous pouvez lancer <span class="application">Nautilus</span> avec les droits d'administration.</p>

source: As stated in the [[/about]] page, Tails is designed to leave no trace on the computer you're using unless you ask it explicitly. It is important to understand some of the consequences of that.
de: Wie auf der Seite [[über Tails|/about]] beschrieben, ist Tails so konzipiert worden, dass auf dem Computer, den Sie benutzen, keine Spuren hinterlassen werden, es sei denn, Sie verlangen explizit danach. Es ist wichtig, einige der Konsequenzen, die sich daraus ergeben, zu verstehen.

source: Open the [[*Nautilus* file manager|doc/first_steps/introduction_to_gnome_and_the_tails_desktop#nautilus]].
de: Öffnen Sie den [[*Nautilus* Dateimanager|doc/first_steps/introduction_to_gnome_and_the_tails_desktop#nautilus]].
fa: [[ابزار مدیریت فایل *ناتیلوس*|doc/first_steps/introduction_to_gnome_and_the_tails_desktop#nautilus]] باز کنید.
