Repository: austin987/tails
Catalog: wiki/src/support/known_issues/graphics.*.po
Languages: fr

source: [[!meta title="Known issues with graphics cards"]]
fr: [[!meta title="Problèmes connus avec des cartes graphiques"]]

source: - For other hardware compatibility issues, refer to our [[known issues|support/known_issues]].
fr: - Pour d'autres problèmes de compatibilité matérielle, consultez notre [[liste des problèmes connus|support/known_issues]].

source: Error starting GDM
fr: Erreur au démarrage de GDM

source: This section applies if you see the following error message when starting Tails:
fr: Cette section s'applique si vous voyez le message suivant au démarrage de Tails :

source: <p class="pre"> Error starting GDM with your graphics card: <i>name of your graphics card [id] (rev number)</i>. Please take note of this error and visit https://tails.boum.org/gdm for troubleshooting. </p>
fr: <p class="pre"> Error starting GDM with your graphics card: <i>nom de votre carte graphique [identifiant] (numéro de version)</i>. Please take note of this error and visit https://tails.boum.org/gdm for troubleshooting. </p>

source: Identify the name, ID, and revision number (if any) of your graphics card.
fr: Identifiez le nom, l'identifiant et le numéro de version (si il existe) de votre carte graphique.

source: For example, if your error message starts with:
fr: Par exemple, si votre message d'erreur commence par :

source: The name is *NVIDIA Corporation GT218M [NVS 3100M]*.
fr: Le nom est *NVIDIA Corporation GT218M [NVS 3100M]*.

source: The ID is *[10de:0a6c]*. The ID is unique to the model of your graphics card, it is not unique to your computer.
fr: L'identifiant est *[10de:0a6c]*. L'identifiant est unique à votre modèle de carte graphique, il n'est pas unique à votre ordinateur.

source: The revision number is *a2*. Your graphics card might have no revision number.
fr: Le numéro de version est *a2*. Votre carte graphique peut ne pas avoir de numéro de version.

source: Check if your graphics card is listed below. For example, you can search for its name or ID on this page.
fr: Vérifiez si votre carte graphique est listée ci-dessous. Par exemple, vous pouvez chercher son nom ou son identifiant dans cette page.

source: If your graphics card is listed, check if a workaround is documented to make it work on Tails.
fr: Si votre carte graphique est listée, vérifiez si un contournement est documenté pour la faire marcher dans Tails.

source: If the workaround doesn't work, please [[report the problem to our help desk|support/talk]].
fr: Si le contournement ne marche pas, veuillez [[signaler le problème à notre équipe d'assistance|support/talk]].

source: Mention in your email:
fr: Mentionnez dans votre email:

source: The version of Tails that you are trying to start.
fr: La version de Tails que vous essayez de démarrer.

source: The name, ID, and revision number (if any) of your graphics card.
fr: Le nom, l'identifiant et le numéro de version (si il existe) de votre carte graphique.

source: The workaround that you tried and that failed.
fr: Le contournement que vous avez essayé et qui a échoué.

source: If your graphics card is not listed, please [[contact our support team by email|support/talk]].
fr: Si votre carte graphique n'est pas listée, veuillez [[contacter notre équipe d'assistance par email|support/talk]].

source: <p>You can send us a photo of the error message as it appears on your screen.</p>
fr: <p>Vous pouvez nous envoyer une photo du message d'erreur tel qu'il apparaît sur votre écran.</p>

source: If your problem get fixed in a future version of Tails, please let us know so we can update this page.
fr: Si votre problème est corrigé dans une future version de Tails, veillez nous le faire savoir pour que nous puissions mettre à jour cette page.

source: Name and ID in /usr/share/misc/pci.ids
fr: Nom et identifiant dans /usr/share/misc/pci.ids

source: The correspondence between the name and ID is established in /usr/share/misc/pci.ids.
fr: La correspondance entre le nom et l'identifiant est établie dans /usr/share/misc/pci.ids.

source: For example:
fr: Par exemple :

source: Corresponds to:
fr: Correspond à :

source: Template for new section
fr: Modèle pour une nouvelle section

source: Affected graphics cards
fr: Cartes graphiques affectées

source: <table> <tr><th>Name</th><th>ID</th><th>Revision number</th></tr> <tr><td>$VENDOR $DEVICE</td><td>[$VENDOR_ID:$PRODUCT_ID]</td><td>(rev $REVISION_NUMBER)</td></tr> </table>
fr: <table> <tr><th>Nom</th><th>Identifiant</th><th>Numéro de version</th></tr> <tr><td>$VENDOR $DEVICE</td><td>[$VENDOR_ID:$PRODUCT_ID]</td><td>(rev $REVISION_NUMBER)</td></tr> </table>

source: Workaround
fr: Contournement

source: <table> <tr><th>Name</th><th>ID</th><th>Revision number</th></tr> <tr><td>Advanced Micro Devices, Inc. [AMD/ATI] Mars XTX [Radeon HD 8790M]</td><td>[1002:6606]</td><td></td></tr> <tr><td>Advanced Micro Devices, Inc. [AMD/ATI] Mars XTX [Radeon HD 8790M]</td><td>[1002:6606]</td><td>(rev ff)</td></tr> <tr><td>Advanced Micro Devices, Inc. [AMD/ATI] Seymour LP [Radeon HD 6430M]</td><td>[1002:6761]</td><td></td></tr> <tr><td>Advanced Micro Devices, Inc. [AMD/ATI] Cedar [Radeon HD 5000/6000/7350/8350 Series]</td><td>[1002:68f9]</td><td></td></tr> <tr><td>Advanced Micro Devices, Inc. [AMD/ATI] Broadway PRO [Mobility Radeon HD 5850]</td><td>[1002:68a1]</td><td></td></tr> <tr><td>Advanced Micro Devices, Inc. [AMD/ATI] RV730/M96 [Mobility Radeon HD 4650/5165]</td><td>[1002:9480]</td><td></td></tr> <tr><td>Advanced Micro Devices, Inc. [AMD/ATI] Device [1002:98e4]</td><td>[1002:98e4]</td><td>(rev da)</td></tr> </table>
fr: <table> <tr><th>Nom</th><th>Identifiant</th><th>Numéro de version</th></tr> <tr><td>Advanced Micro Devices, Inc. [AMD/ATI] Mars XTX [Radeon HD 8790M]</td><td>[1002:6606]</td><td></td></tr> <tr><td>Advanced Micro Devices, Inc. [AMD/ATI] Mars XTX [Radeon HD 8790M]</td><td>[1002:6606]</td><td>(rev ff)</td></tr> <tr><td>Advanced Micro Devices, Inc. [AMD/ATI] Seymour LP [Radeon HD 6430M]</td><td>[1002:6761]</td><td></td></tr> <tr><td>Advanced Micro Devices, Inc. [AMD/ATI] Cedar [Radeon HD 5000/6000/7350/8350 Series]</td><td>[1002:68f9]</td><td></td></tr> <tr><td>Advanced Micro Devices, Inc. [AMD/ATI] Broadway PRO [Mobility Radeon HD 5850]</td><td>[1002:68a1]</td><td></td></tr> <tr><td>Advanced Micro Devices, Inc. [AMD/ATI] RV730/M96 [Mobility Radeon HD 4650/5165]</td><td>[1002:9480]</td><td></td></tr> <tr><td>Advanced Micro Devices, Inc. [AMD/ATI] Device [1002:98e4]</td><td>[1002:98e4]</td><td>(rev da)</td></tr> </table>

source: For some models, adding `radeon.modeset=0` to the [[boot options|/doc/first_steps/startup_options/#boot_loader_menu]] fixes the issue.
fr: Avec certains modèles, ajouter `radeon.modeset=0` dans les [[options de démarrage|/doc/first_steps/startup_options/#boot_loader_menu]] corrige le problème.

source: We need more test results from users: [[!tails_ticket 12482]]
fr: Nous avons besoin de plus de résultats de test : [[!tails_ticket 12482]]

source: <table> <tr><th>Name</th><th>ID</th><th>Revision number</th></tr> <tr><td>Advanced Micro Devices, Inc. [AMD/ATI] Hawaii PRO [Radeon R9 290/390]</td><td>[1002:67b1]</td><td></td></tr> </table>
fr: <table> <tr><th>Nom</th><th>Identifiant</th><th>Numéro de version</th></tr> <tr><td>Advanced Micro Devices, Inc. [AMD/ATI] Hawaii PRO [Radeon R9 290/390]</td><td>[1002:67b1]</td><td></td></tr> </table>

source: Adding `radeon.dpm=0` to the [[boot options|/doc/first_steps/startup_options#boot_loader_menu]] fixes the issue.
fr: Ajouter `radeon.dpm=0` dans les [[options de démarrage|/doc/first_steps/startup_options#boot_loader_menu]] corrige le problème.

source: Various Intel graphics card.
fr: Diverses cartes graphiques Intel.

source: <table> <tr><th>Name</th><th>ID</th><th>Revision number</th></tr> <tr><td>Intel Corporation</td><td></td><td></td></tr> </table>
fr: <table> <tr><th>Nom</th><th>Identifiant</th><th>Numéro de version</th></tr> <tr><td>Intel Corporation</td><td></td><td></td></tr> </table>

source: Try adding to the [[boot options|/doc/first_steps/startup_options#boot_loader_menu]], one after the other:
fr: Essayez d'ajouter aux [[options de démarrage|doc/first_steps/startup_options#boot_loader_menu]], une à la fois :

source: Otherwise, try starting in the *Troubleshooting Mode*.
fr: Dans le cas contraire, essayez de démarrer dans le mode *Troubleshooting Mode*.

source: <table> <tr><th>Name</th><th>ID</th><th>Revision number</th></tr> <tr><td>Intel Corporation 82852/855GM Integrated Graphics Device</td><td>[8086:3582]</td><td>(rev 02)</td></tr> </table>
fr: <table> <tr><th>Nom</th><th>Identifiant</th><th>Numéro de version</th></tr> <tr><td>Intel Corporation 82852/855GM Integrated Graphics Device</td><td>[8086:3582]</td><td>(rev 02)</td></tr> </table>

source: Nvidia NV50 family (Tesla)
fr: Famille Nvidia NV50 (Tesla)

source: <table> <tr><th>Name</th><th>ID</th><th>Revision number</th></tr> <tr><td>NVIDIA Corporation MCP89 (GeForce 320M)</td><td>[10de:08a0]</td><td>a2</td></tr> </table>
fr: <table> <tr><th>Nom</th><th>Identifiant</th><th>Numéro de version</th></tr> <tr><td>NVIDIA Corporation MCP89 (GeForce 320M)</td><td>[10de:08a0]</td><td>a2</td></tr> </table>

source: Try adding `nomodeset` to the [[boot options|doc/first_steps/startup_options#boot_loader_menu]].
fr: Essayez d'ajouter `nomodeset` aux [[options de démarrage|doc/first_steps/startup_options#boot_loader_menu]].

source: Other possibly affected graphics cards
fr: Autres cartes graphiques potentiellement affectées

source: Other graphics cards in the [NV50 family (Tesla)](https://nouveau.freedesktop.org/wiki/CodeNames/#nv50familytesla) might be affected:
fr: Autres cartes graphiques de la [famille NV50 (Tesla)](https://nouveau.freedesktop.org/wiki/CodeNames/#nv50familytesla) pouvant être affectées :

source: Nvidia NV110 family (Maxwell)
fr: Famille Nvidia NV110 (Maxwell)

source: <table> <tr><th>Name</th><th>ID</th><th>Revision number</th></tr> <tr><td>NVIDIA Corporation GM107 [GeForce GTX 750 Ti]</td><td>?</td><td>a2</td></tr> <tr><td>NVIDIA Corporation GM204M [GeForce GTX 970M]</td><td>[10de:13d8]</td><td></td></tr> <tr><td>NVIDIA Corporation GM204M [GeForce GTX 970M]</td><td>[10de:1618]</td><td></td></tr> </table>
fr: <table> <tr><th>Nom</th><th>Identifiant</th><th>Numéro de version</th></tr> <tr><td>NVIDIA Corporation GM107 [GeForce GTX 750 Ti]</td><td>?</td><td>a2</td></tr> <tr><td>NVIDIA Corporation GM204M [GeForce GTX 970M]</td><td>[10de:13d8]</td><td></td></tr> <tr><td>NVIDIA Corporation GM204M [GeForce GTX 970M]</td><td>[10de:1618]</td><td></td></tr> </table>

source: This problem has been fixed for some of these graphic cards.
fr: Ce problème a été corrigé pour plusieurs de ces cartes graphiques.

source: Otherwise, try adding `nouveau.noaccel=1` or `nouveau.modeset=0` to the [[boot options|doc/first_steps/startup_options#boot_loader_menu]].
fr: Dans le cas contraire, essayez d'ajouter `nouveau.noaccel=1` ou `nouveau.modeset=0` dans les [[options de démarrage|doc/first_steps/startup_options#boot_loader_menu]].

source: We need more test results from users: [[!tails_ticket 15116]]
fr: Nous avons besoin de plus de résultats de test : [[!tails_ticket 15116]]

source: Other graphics cards in the [NV110 family (Maxwell)](https://nouveau.freedesktop.org/wiki/CodeNames/#nv110familymaxwell) might be affected:
fr: Autres cartes graphiques de la [famille NV110 (Maxwell)](https://nouveau.freedesktop.org/wiki/CodeNames/#nv110familymaxwell) pouvant être affectées :

source: Nvidia NV130 family (Pascal)
fr: Famille Nvidia NV130 (Pascal)

source: <table> <tr><th>Name</th><th>ID</th><th>Revision number</th></tr> <tr><td>$VENDOR $DEVICE</td><td>[$VENDOR_ID:$PRODUCT_ID]</td><td>(rev $REVISION_NUMBER)</td></tr> </table> -->
fr: <table> <tr><th>Nom</th><th>Identifiant</th><th>Numéro de version</th></tr> <tr><td>$VENDOR $DEVICE</td><td>[$VENDOR_ID:$PRODUCT_ID]</td><td>(rev $REVISION_NUMBER)</td></tr> </table> -->

source: Possibly affected graphics cards
fr: Cartes graphiques potentiellement affectées

source: Graphics cards in the [NV130 family (Pascal)](https://nouveau.freedesktop.org/wiki/CodeNames/#nv130familypascal) might be affected:
fr: [Cartes graphiques de la [famille NV130 (Pascal)](https://nouveau.freedesktop.org/wiki/CodeNames/#nv130familypascal) pouvant être affectées :

source: Other issues
fr: Autres problèmes

source: Black screen with switchable graphics computers
fr: Écran noir avec des ordinateurs avec cartes graphiques commutables

source: Some computers with switchable graphics (such as Optimus) fail to choose a video card and end up on a black screen. This has been reported for MacBook Pro 6,2, MacBook Pro 10,1 Retina, MacBook Pro 15-inch (early 2011) and might affect many others.
fr: Certains ordinateurs avec cartes graphiques commutables (comme Optimus) échouent dans le choix de la carte vidéo et se bloquent sur un écran noir. Ceci a été constaté sur MacBook Pro 6.2, MacBook Pro 10.1 Retina, MacBook Pro 15 pouces (début 2011) et peut en affecter beaucoup d'autres.

source: There are several possible workarounds for this issue:
fr: Il y a plusieurs possibilités pour contourner ce problème :

source: Explicitly select one of the two graphics adapters in the BIOS instead of letting the system choose one automatically. If this does not solve the problem, try selecting the other graphics adapter.
fr: Sélectionnez explicitement une des deux cartes graphiques dans le BIOS au lieu de laisser le système en choisir une automatiquement. Si cela ne résout pas le problème, essayez en sélectionnant l'autre carte graphique.

source: For the Mac computers, it is possible to use a third-party application, <http://gfx.io/>, to force integrated graphics only through macOS. Then restart in that special mode that works with Tails.
fr: Pour les ordinateurs Mac, il est possible d'utiliser une application tierce, <http://gfx.io/>, pour forcer la carte graphique intégrée uniquement avec macOS. Redémarrez dans ce mode spécial pour faire fonctionner Tails.

source: Expert Linux users can also do the following:
fr: Les personnes expertes de Linux peuvent aussi :

source: Add the `i915.modeset=0 rootpw=pass` option in the [[Boot Loader Menu|doc/first_steps/startup_options#boot_loader_menu]].
fr: Ajouter l'option `i915.modeset=0 rootpw=pass` dans le [[menu du chargeur d’amorçage|doc/first_steps/startup_options#boot_loader_menu]].

source: Create a file `/etc/X11/xorg.conf.d/switchable.conf` with the following content:
fr: Créer un fichier `/etc/X11/xorg.conf.d/switchable.conf` avec le contenu suivant :

source: Restart X with the command:
fr: Redémarrer X avec la commande :

source: After the GNOME session has started, change again the root password with the command:
fr: Après le démarrage de la session GNOME, modifier à nouveau le mot de passe root avec la commande :

source: For more details, see our ticket on [[!tails_ticket 7505 desc="Video is broken with switchable graphics"]].
fr: Pour plus de détails, voir notre ticket [[!tails_ticket 7505 desc="Video is broken with switchable graphics"]].

source: Cannot start GNOME session with switchable graphics computers
fr: La session GNOME ne peut pas démarrer avec des ordinateurs avec cartes graphiques commutables

source: On some computers with switchable graphics, Tails 2.10 and later fails to start the GNOME session and keeps returning to [[Tails Greeter|doc/first_steps/startup_options#greeter]].
fr: Sur certains ordinateurs avec cartes graphiques commutables, Tails 2.10 et suivants ne peuvent ouvrir une session GNOME et reviennent systématiquement au [[Tails Greeter|doc/first_steps/startup_options#greeter]].

source: Starting in *Troubleshooting Mode* works, as well as adding the `modprobe.blacklist=nouveau` to the [[boot options|doc/first_steps/startup_options#boot_loader_menu]].
fr: Démarrer en mode **Troubleshooting Mode** marche, ainsi que le fait d'ajouter `modprobe.blacklist=nouveau` dans les [[options de démarrage|doc/first_steps/startup_options#boot_loader_menu]].

source: <table> <tr><th>Name</th><th>ID</th><th>Revision number</th></tr> <tr><td>Intel Corporation Mobile GM965/GL960 Integrated Graphics Controller (primary)</td><td>[8086:2a02]</td><td></td></tr> <tr><td>Intel Corporation Mobile GM965/GL960 Integrated Graphics Controller (secondar)</td><td>[8086:2a03]</td><td></td></tr> </table>
fr: <table> <tr><th>Nom</th><th>Identifiant</th><th>Numéro de version</th></tr> <tr><td>Intel Corporation Mobile GM965/GL960 Integrated Graphics Controller (primary)</td><td>[8086:2a02]</td><td></td></tr> <tr><td>Intel Corporation Mobile GM965/GL960 Integrated Graphics Controller (secondar)</td><td>[8086:2a03]</td><td></td></tr> </table>

source: The laptop crashes while running Tails.
fr: L'ordinateur portable plante lors de l'utilisation de Tails.

source: Adding `video=SVIDEO-1:d` to the [[boot options|/doc/first_steps/startup_options/#boot_loader_menu]] fixes the issue.
fr: Ajouter `video=SVIDEO-1:d` dans les [[options de démarrage|/doc/first_steps/startup_options/#boot_loader_menu]] corrige le problème.

source: Virtual machines with *virt-manager*, *libvirt* and *QEMU*
fr: Machines virtuelles avec *virt-manager*, *libvirt* et *QEMU*

source: See the [[dedicated troubleshooting documentation|doc/advanced_topics/virtualization/virt-manager#graphics-issues]] about graphics issues in Tails running inside a virtual machine with *virt-manager*.
fr: Voir la [[documentation de dépannage dédiée|doc/advanced_topics/virtualization/virt-manager#graphics-issues]] à propos des problèmes graphiques lorsque Tails fonctionne dans une machine virtuelle avec *virt-manager*.

source: Virtual machines with *VMware*
fr: Machines virtuelles avec *VMware*

source: To improve support of Tails running inside a virtual machine with *VMware*, [[install|doc/first_steps/additional_software]] the `open-vm-tools-desktop` software package in Tails.
fr: Pour améliorer le support de Tails tournant à l'intérieur d'une machine virtuelle avec *VMware*, [[installez|doc/first_steps/additional_software]] le paquet `open-vm-tools-desktop` dans Tails.
