Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/manual_usb_installation/linux.*.po
Languages: pt

source: [[!meta title="Manually installing onto a USB stick, for Linux"]]
pt: [[!meta title="Instalando manualmente em uma memória USB no Linux"]]

source: [[!inline pages="doc/first_steps/manual_usb_installation.intro" raw="yes"]]
pt: [[!inline pages="doc/first_steps/manual_usb_installation.intro.pt" raw="yes"]]

source: This technique uses the command line.
pt: Esta técnica utiliza a linha de comando.

source: <h2 class="bullet-number-one">Install isohybrid</h2>
pt: <h2 class="bullet-number-one">Instale o isohybrid</h2>

source: <h2 class="bullet-number-two">Find out the device name of the USB stick</h2>
pt: <h2 class="bullet-number-two">Descubra o nome do dispositivo da memória USB</h2>

source: The device name should be something like `/dev/sdb`, `/dev/sdc`, etc.
pt: O nome do dispositivo deve ser algo como `/dev/sdb`, `/dev/sdc`, etc.

source: If you're not sure about the precise device name, do the following.
pt: Se você não tem certeza do nome preciso do dispositivo, faça o seguinte.

source: Unplug the USB stick.
pt: Desconecte a memória USB.

source: Open the Gnome disk utility from the menu *Applications* → *System Tools* → *Disk Utility*:
pt: Abra o utilitário de disco do Gnome, a partir do menu *Aplicações* → *Ferramentas de Sistema* → *Utilitário de Disco*:

source: [[!img gnome_disk_utility.png link=no alt="Applications → System Tools → Disk Utility"]]
pt: [[!img gnome_disk_utility.png link=no alt="Aplicações → Ferramentas de Sistema → Utilitário de Disco"]]

source: The disk utility will list all the current storage devices on the left side of the screen:
pt: O utilitário de disco vai listar todos os dispositivos de armazenamento atualmente conectados no lado esquerdo da tela:

source: [[!img storage_devices.png link=no alt="Storage devices, including USB peripherals"]]
pt: [[!img storage_devices.png link=no alt="Dispositivos de armazenamento, incluíndo periféricos USB"]]

source: Plug back the USB stick. A new device should appear in the list of storage devices. Select it with the cursor:
pt: Conecte de volta a memória USB. Um novo dispositivo deve aparecer na lista de dispositivos de armazenamento. Selecione-o com o cursor:

source: [[!img destination_device.png link=no alt="A new storage device appeared at the end of the list"]]
pt: [[!img destination_device.png link=no alt="Um novo dispositivo de armazenamento apareceu ao final da lista"]]

source: Check that the description of the device corresponds to your USB stick, its brand, its size, etc. on the right side of the screen.
pt: Verifique que a descrição do dispositivo corresponde à sua memória USB (marca, tamanho, etc) no lado direito da tela.

source: [[!img destination_device_description.png link=no alt="Drive description containing: 'Device: /dev/sdc'"]]
pt: [[!img destination_device_description.png link=no alt="Descrição do dispositivo contendo: 'Device: /dev/sdc'"]]

source: On this screenshot, the USB stick is a Kingston DataTraveler of 2.0 GB and its device name is `/dev/sdc`. Yours could be different.
pt: Neste screenshot, a memória USB é um Kingston DataTraveler de 2.0 GB e seu nome de dispositivo é `/dev/sdc`. O seu pode ser diferente.

source: <h2 class="bullet-number-three">Do the copy from the terminal</h2>
pt: <h2 class="bullet-number-three">Faça a cópia a partir do terminal</h2>

source: isohybrid [tails.iso] --entry 4 --type 0x1c cat [tails.iso] > [device] && sync
pt: isohybrid [tails.iso] --entry 4 --type 0x1c cat [tails.iso] > [dispositivo] && sync

source: If you are not sure about the path to the ISO image or if you get a "No such file or directory" error, you can first type `cat`, followed by a space, and then drag and drop the icon of the ISO image from a file browser onto the terminal. This should insert the correct path to the ISO image in the terminal. Then complete the command.
pt: Se você não tem certeza do caminho para a imagem ISO ou se você obtiver um erro "Arquivo ou diretório não encontrado", você pode primeiro escrever `cat`, seguido de um espaço, e então arrastar o ícone da imagem ISO de um navegador de arquivos e soltar no terminal. Isto deve inserir o caminho correto para a imagem ISO no terminal. Então, complete o comando.

source: Troubleshooting
pt: Solução de problemas

source: cat: /dev/sdx: No such file or directory
pt: cat: /dev/sdx: Arquivo ou diretório não encontrado

source: Then double-check the name of the device you found in [[step 2|linux#step_2]].
pt: Verifique o nome do dispositivo que você encontrou no [[passo 2|linux#step_2]].

source: cat: /dev/sdx: Permission denied
pt: cat: /dev/sdx: Permissão negada

source: You might also have committed a mistake in the device name, so please double-check it. If you're sure about the device name, this could be a permission problem and you could need to gain administration privileges before running the commands in the terminal. That could be:
pt: Você pode também ter cometido um erro sobre o nome do dispositivo, então por favor verifique-o novamente. Se você estiver certo/a quanto ao nome do dispositivo, isto pode ser um problema de permissões e você talvez precise obter privilégios administrativos antes de rodar estes comandos no terminal. Isto poderia ser:

source: sudo su - isohybrid [tails.iso] --entry 4 --type 0x1c cat [tails.iso] > [device] && sync
pt: sudo su - isohybrid [tails.iso] --entry 4 --type 0x1c cat [tails.iso] > [dispositivo] && sync

source: cat: tails.iso: No such file or directory
pt: cat: tails.iso: Arquivo ou diretório não encontrado

source: Then you surely have committed a mistake on the path to the ISO image in [[step 3|linux#step_3]].
pt: Neste caso você com certeza cometeu um erro no caminho para a imagem ISO no [[passo 3|linux#step_3]].
