Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/manual_usb_installation/windows.*.po
Languages: es

source: Insert a USB stick with at least 2GB of free space
es: Conecta una memoria USB con al menos 2GB de espacio libre

source: Click 'Run' when prompted<br/>
es: Clic en 'Abrir (Run)' cuando te lo solicite<br/>

source: [[!img windows/01-run.jpg link=no alt="Do you want to run or save this file?"]]
es: [[!img windows/01-run.jpg link=no alt="¿Quieres abrir o guardar este archivo?"]]

source: If the security dialog appears, confirm by clicking 'Run'
es: Si aparece el diálogo de seguridad, confirma dando clic en 'Abrir (Run)'

source: [[!img windows/02-run.jpg link=no alt="The publisher could not be verified. Are you sure you want to run this software?"]]
es: [[!img windows/02-run.jpg link=no alt="No es posible verificar el origen. ¿Está seguro de querer abrir este programa?"]]

source: Read the licence agreement and choose 'I Agree' to continue
es: Lee el acuerdo de licencia y elije 'Estoy de acuerdo (I Agree)' para continuar

source: [[!img windows/03-license-agreement.png link=no alt="License Agreement"]]
es: [[!img windows/03-license-agreement.png link=no alt="Acuerdo de Licencia"]]

source: [[!img windows/04-select-tails.png link=no alt="Step 1: Select a Linux Distribution from the dropdown to put on your USB"]]
es: [[!img windows/04-select-tails.png link=no alt="Paso 1: Selecciona una distribución Linux de la lista desplegable para instalarla en tu memoria USB"]]

source: Click 'Browse' and open the downloaded ISO file
es: Da clic en 'Buscar (Browse)' y abre la imagen ISO descargada

source: [[!img windows/05-browse-iso.png link=no alt="Step 2: Select your tails*.iso"]]
es: [[!img windows/05-browse-iso.png link=no alt="Paso 2: Selecciona tu imagen *.iso de Tails"]]

source: Choose the USB drive
es: Selecciona la unidad USB

source: [[!img windows/06-choose-drive.png link=no alt="Step 3: Select your USB Flash Drive Letter Only"]]
es: [[!img windows/06-choose-drive.png link=no alt="Paso 3: Selecciona únicamente la letra de tu unidad USB"]]

source: Click 'Create'
es: Da clic en 'Crear (Create)'

source: [[!img windows/07-create.png link=no alt="Create"]]
es: [[!img windows/07-create.png link=no alt="Crear (Create)"]]
