Repository: austin987/tails
Catalog: wiki/src/doc/upgrade/error/check.*.po
Languages: fr

source: [[!meta title="Error while checking for upgrades"]]
fr: [[!meta title="Erreur lors de la vérification des mises à jour"]]

source: Tails could not determine whether an upgrade is available from our website. This is most likely caused by a network connection problem.
fr: Tails n'a pas pu déterminer si une mise à jour est disponible sur notre site web. Cela est très probablement dû à un problème de connexion au réseau.

source: To solve it:
fr: Pour résoudre ce problème :

source: Check your network connection and restart Tails to check for upgrades again.
fr: Vérifiez votre connexion réseau et redémarrez Tails pour tenter une nouvelle mise à jour.

source: If the problem persists, do a [[manual upgrade|doc/upgrade#manual]].
fr: Si le problème persiste, faire une [[mise à jour manuelle|doc/upgrade#manual]].

source: Automatic upgrades are broken from Tails 4.14 and earlier
fr: Les mises à jour automatiques ne fonctionnent pas depuis Tails 4.14 et les versions antérieures.

source: To upgrade from Tails 4.14 or earlier, you can either:
fr: Pour mettre à jour depuis Tails 4.14 ou d'une version antérieur vous pouvez soit :

source: - Do a [[manual upgrade|doc/upgrade#manual]].
fr: - Faire une [[mise à jour manuelle|doc/upgrade#manual]].

source: - Fix the automatic upgrade from a terminal. To do so:
fr: - Corriger la mise à jour automatique depuis un terminal. Pour cela :

source: Start Tails and set up an [[administration password|doc/first_steps/welcome_screen/administration_password]].
fr: Démarrer Tails et définissez un [[mot de passe d'administration|doc/first_steps/welcome_screen/administration_password]].

source: In a terminal, execute the following command:
fr: Dans le terminal, exécutez la commande suivante :

source: Approximately 30 seconds later, you should be prompted to upgrade to the latest version of Tails. If no prompt appears, you might already be running the latest version of Tails.
fr: Environ 30 secondes plus tard, on devrait vous demander de mettre à jour vers la dernière version de Tails. Si la demande n'apparaît pas, vous exécutez peut-être la dernière version de Tails.
