Repository: austin987/tails
Catalog: wiki/src/doc/upgrade/error/install.*.po
Languages: es, fr

source: [[!meta title="Error while installing the upgrade"]]
es: [[!meta title="Error mientras se instalaba la actualización"]]
fr: [[!meta title="Erreur lors de l'installation de la mise à jour"]]

source: The upgrade could not be installed.
es: La actualización no pudo ser instalada.
fr: La mise à jour n'a pas pu être installée.

source: <p>Your Tails USB stick needs to be repaired and might be unable to restart.</p>
es: <p>Tu dispositivo Tails necesita ser reparado y podría ser incapaz de reiniciar.</p>
fr: <p>Votre clé USB Tails a besoin d'être réparée et pourrait être incapable de redémarrer.</p>

source: This is probably caused by a software error in Tails Upgrader.
es: Esto probablemente se debe a un error de software en Tails Upgrader.
fr: Cela est probablement dû à une erreur logicielle dans Tails Upgrader.

source: Reporting the problem to our help desk
es: Reportar el problema a nuesta mesa de ayuda
fr: Signaler le problème à notre équipe d'assistance

source: If you are comfortable with the command line, please [[report the problem to our help desk|support/talk]].
es: Si te sientes cómodo usando la linea de comandos, por favor [[reporta el problema a nuestra mesa de ayuda|support/talk]].
fr: Si vous êtes à l'aise avec la ligne de commande, merci de [[signaler le problème à notre centre d'assistance|support/talk]].

source: Include in your report:
es: Incluye en tu reporte:
fr: Inclure dans votre signalement :

source: the debugging information that appears in the error message
es: la información de depuración que aparece en el mensaje de error
fr: les informations de débogage qui apparaissent dans le message d'erreur

source: - the output of the five following commands, run in a [[<span class=\"application\">Terminal</span>|first_steps/introduction_to_gnome_and_the_tails_desktop#terminal]]: <pre> ls -l /lib/live/mount/medium/live cat /lib/live/mount/medium/live/Tails.module mount df -h free -m </pre>
es: - la salida de los siguientes cinco comandos, ejecutados en una [[<span class=\"application\">Terminal</span>|first_steps/introduction_to_gnome_and_the_tails_desktop#terminal]]: <pre> ls -l /lib/live/mount/medium/live cat /lib/live/mount/medium/live/Tails.module mount df -h free -m </pre>
fr: - La sortie des cinq commandes suivantes, lancées dans un [[<span class=\"application\">Terminal</span>|first_steps/introduction_to_gnome_and_the_tails_desktop#terminal]] : <pre> ls -l /lib/live/mount/medium/live cat /lib/live/mount/medium/live/Tails.module mount df -h free -m </pre>

source: Repairing your Tails USB stick
es: Reparar tu memoria USB de Tails

source: To repair your Tails USB stick, please try doing a [[manual upgrade|upgrade#manual]].
es: Para reparar tu dispositivo Tails, por favor intenta hacer una [[actualización manual|upgrade#manual]].

source: <p>The persistent storage on the USB stick will be preserved.</p>
es: <p>El almacenamiento persistente será preservado en la memoria USB.</p>
fr: <p>Le stockage persistant sur la clé USB sera préservé.</p>

source: If the manual upgrade fails as well, please [[report another error|first_steps/bug_reporting]].
es: Si la actualización manual también falla, por favor [[reporta otro error|first_steps/bug_reporting]].
fr: Si la mise à jour manuelle échoue également, veuillez [[signaler cette autre erreur|first_steps/bug_reporting]].
