Repository: austin987/tails
Catalog: wiki/src/install/debian/usb.*.po
Languages: fr, it

source: [[!meta title="Install from Debian, Ubuntu, or Mint"]]
fr: [[!meta title="Installer depuis Debian, Ubuntu ou Mint"]]
it: [[!meta title="Installare Tails su una chiavetta USB da Debian, Ubuntu o Mint"]]

source: Start in Debian, Ubuntu, or Linux Mint.
fr: Démarrez Debian, Ubuntu ou Linux Mint.
it: Avviare in Debian, Ubuntu o Mint.

source: [[!inline pages="install/inc/steps/debian_requirements.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/debian_requirements.inline.fr" raw="yes" sort="age"]]

source: Install <span class="application">Tails Installer</span>
fr: Installer l'<span class="application">Installeur de Tails</span>
it: Installa <span class="application">Tails Installer</span>

source: In this step, you will install <span class="application">Tails Installer</span>, a program designed specifically for installing Tails.
fr: À cette étape, vous devez installer l'<span class="application">Installeur de Tails</span>, un programme conçu spécifiquement pour installer Tails.
it: In questo passaggio, instalerai <span class="application">Tails Installer</span>, un programma creato appositamente per installare Tails.

source: If you are running Debian
fr: Si vous utilisez Debian
it: Se stai usando Debian

source: Configure the *backports* repository
fr: Configurer le dépôt *backports*

source: Make sure that you are connected to the Internet.
fr: Assurez-vous d'être connecté à Internet.
it: Assicurati di essere connessa a Internet

source: Start <span class="application">Synaptic Package Manager</span>.
fr: Démarrez le <span class="application">Gestionnaire de paquets Synaptic</span>.
it: Avvia <span class="application">Synaptic Package Manager</span>.

source: 1. Choose <span class="guimenupath"> <span class="guimenu">Settings</span>&nbsp;▸ <span class="guimenuitem">Repositories</span></span>.
fr: 1. Choisissez <span class="guimenupath"> <span class="guimenu">Configuration</span>&nbsp;▸ <span class="guimenuitem">Dépôts</span></span>.
it: 1. Scegli <span class="guimenupath"> <span class="guimenu">Settings</span>&nbsp;▸ <span class="guimenuitem">Repositories</span></span>.

source: Depending on your Debian installation, two different dialogs might appear:
fr: Suivant votre installation de Debian, deux messages différents peuvent apparaître :

source: a. If the dialog is titled <span class="guilabel">Software & Updates</span> and has tabs:
fr: a. Si la fenêtre s'appelle <span class="guilabel">Software & Updates</span> et a des onglets :

source: Open the <span class="guilabel">Other Software</span> tab, and click on the <span class="button">Add&hellip;</span> button.
fr: Ouvrez l'onglet <span class="guilabel">Other Software</span>, et cliquez sur le bouton <span class="button">Ajouter&hellip;</span>.

source: In the <span class="guilabel">APT line</span> field, specify:
fr: Dans le champ <span class="guilabel">Ligne APT</span>, spécifiez :

source: If you are running Debian 8 (Jessie):<br/> `deb http://http.debian.net/debian/ jessie-backports main`
fr: Si vous utilisez Debian 8 (Jessie) :<br/> `deb http://http.debian.net/debian/ jessie-backports main`

source: If you are running Debian 9 (Stretch):<br/> `deb http://http.debian.net/debian/ stretch-backports main`
fr: Si vous utilisez Debian 9 (Stretch) :<br/> `deb http://http.debian.net/debian/ stretch-backports main`

source: a. If the dialog is titled <span class="guilabel">Repositories</span> and has no tabs:
fr: a. Si la fenêtre s'appelle <span class="guilabel">Dépôts</span> et n'a pas d'onglet :

source: Click <span class="button">New</span> and specify:
fr: Cliquez sur <span class="button">Nouveau</span> et spécifiez :

source: If you are running Debian 8 (Jessie), <span class="guilabel">Distribution</span>: `jessie-backports`
fr: Si vous utilisez Debian 8 (Jessie), <span class="guilabel">Distribution</span> : `jessie-backports`

source: If you are running Debian 9 (Stretch), <span class="guilabel">Distribution</span>: `stretch-backports`
fr: Si vous utilisez Debian 9 (Stretch), <span class="guilabel">Distribution</span> : `stretch-backports`

source: <span class="guilabel">Section(s)</span>: `main`
fr: <span class="guilabel">Catégorie(s)</span> : *main*

source: Click the <span class="button">Add Source</span> button.
fr: Cliquez sur le bouton <span class="button">Ajouter la source</span>.

source: Click <span class="button">Close</span> or <span class="button">Ok</span>.
fr: Cliquez sur <span class="button">Fermer</span> ou <span class="button">Ok</span>.

source: In the confirmation dialog, click <span class="guilabel">Reload</span> and wait for the download of the package information to finish.
fr: Dans la fenêtre de confirmation, cliquez sur <span class="guilabel">Recharger</span> et attendez que le téléchargement des informations sur les paquets se termine.
it: Nella finestra di conferma, clicca <span class="guilabel">Reload</span> e aspetta che il pacchetto di informazioni sia stato scaricato.

source: Install <span class="application">Tails Installer</span>
fr: Installer l'<span class="application">Installeur de Tails</span>

source: In the main windows of <span class="application">Synaptic</span>, click <span class="button">Search</span> and search for `tails-installer`.
fr: Dans la fenêtre principale de <span class="application">Synaptic</span>, cliquez sur <span class="button">Rechercher</span> et cherchez `tails-installer`.
it: Nella finestra principale <span class="application">Synaptic</span>, clicca <span class="button">Search</span> e cerca per 'tails-installer'.

source: In the list of packages, double-click on `tails-installer` to mark `tails-installer` for installation.
fr: Dans la liste des paquets, double-cliquez sur `tails-installer` pour sélectionner `tails-installer` pour installation.
it: Nella lista dei pacchetti, fai doppio click su 'tails-installer' per marcarlo per l'installazione.

source: In the confirmation dialog, click <span class="button">Mark</span>.
fr: Dans la fenêtre de confirmation, cliquez sur <span class="button">Ajouter à la sélection</span>.
it: Nella finestra di conferma, clicca <span class="button">Mark</span>.

source: Click on the <span class="button">Apply</span> button in the toolbar to apply the changes.
fr: Cliquez sur le bouton <span class="button">Appliquer</span> dans la barre d'outils pour appliquer les changements.
it: Clicca sul pulsante <span class="button">Apply</span> nella barra degli strumenti per applicare i cambiamenti.

source: In the confirmation dialog, click <span class="button">Apply</span>.
fr: Dans la fenêtre de confirmation, cliquez sur <span class="button">Appliquer</span>.
it: Nella finestra di conferma, clicca su <span class="button">Apply</span>.

source: After all the changes are applied, close <span class="application">Synaptic</span>.
fr: Une fois tous les changements appliqués, fermez <span class="application">Synaptic</span>.
it: Una volta che tutti i cambiamenti sono stati applicati, chiudi <span class="application">Synaptic</span>.

source: If you are running Ubuntu
fr: Si vous utilisez Ubuntu
it: Se stai utilizzando Ubuntu

source: Start <span class="application">Software & Updates</span>.
fr: Démarrez <span class="application">Logiciels & mises à jour</span>.

source: Open the <span class="guilabel">Other Software</span> tab, and click on the <span class="button">Add&hellip;</span> button.
fr: Ouvrez l'onglet <span class="guilabel">Autres logiciels</span> et cliquez sur le bouton <span class="button">Ajouter&hellip;</span>.
it: Apri la scheda <span class="guilabel">Other Software</span> e clicca sul pulsante <span class="button">Add&hellip;</span>.

source: In the <span class="guilabel">APT line</span> field, specify: `ppa:tails-team/tails-installer`
fr: Dans le champ <span class="guilabel">Ligne APT</span>, spécifiez : `ppa:tails-team/tails-installer`

source: Click <span class="button">Close</span>.
fr: Cliquez sur <span class="button">Fermer</span>.

source: Open <span class="application">Terminal</span> and execute the following command to install the <span class="code">tails-installer</span> package:
fr: Ouvrez <span class="application">Terminal</span> et exécutez la commande suivante pour installer le paquet <span class="code">tails-installer</span> :

source: If you are running Linux Mint
fr: Si vous utilisez Linux Mint
it: Se stai usando Linux Mint

source: Start <span class="application">Software Manager</span>.
fr: Démarrez le <span class="application">Gestionnaire de logiciels</span>.
it: Avvia <span class="application">Software Manager</span>.

source: 1. Choose <span class="guimenupath"> <span class="guimenu">Edit</span>&nbsp;▸ <span class="guimenuitem">Software sources</span></span>.
fr: 1. Choisissez <span class="guimenupath"> <span class="guimenu">Édition</span>&nbsp;▸ <span class="guimenuitem">Sources de logiciels&hellip;</span></span>
it: 1. Scegli <span class="guimenupath"> <span class="guimenu">Edit</span>&nbsp;▸ <span class="guimenuitem">Software sources</span></span>.

source: Click on the <span class="guilabel">PPAs</span> button and then choose to <span class="button">Add a new PPA&hellip;</span>.
fr: Cliquez sur le bouton <span class="guilabel">PPAs</span> puis sur <span class="button">Ajoute un PPA&hellip;</span>.
it: Clicca sul pulsante <span class="guilabel">PPAs</span> e poi scegli <span class="button">Aggiungi nuova PPA&hellip;</span>.

source: In the dialog, specify `ppa:tails-team/tails-installer` and click <span class="button">Ok</span>.
fr: Entrez `ppa:tails-team/tails-installer` et cliquez sur <span class="button">Valider</span>.
it: Nella finestra di dialogo, specifica `ppa:tails-team/tails-installer` e clicca <span class="button">Ok</span>.

source: Click <span class="button">Ok</span> again to close the description of the PPA.
fr: Cliquez de nouveau sur <span class="button">Valider</span> pour fermer la description du PPA.
it: Clicca <span class="button">Ok</span> di nuovo per chiudere la descrizione della PPA

source: In the <span class="guilabel">Software Sources</span> window, click on the <span class="button">Update the cache</span> button and wait for the download of the package information to finish.
fr: Dans la fenêtre <span class="guilabel">Sources de logiciels</span>, cliquez sur <span class="guilabel">Recharger le cache</span> et attendez que le téléchargement des informations sur les paquets se termine.
it: Nella finestra <span class="guilabel">Software Sources</span> clicca sul pulsante <span class="button">Update the cache</span> e aspetta che il download delle informazioni del pacchetto finisca.

source: Close the <span class="guilabel">Software Sources</span> dialog.
fr: Fermez la fenêtre <span class="guilabel">Source de logiciels</span>.
it: Chiudi la finestra di dialogo <span class="guilabel">Software Sources</span>.

source: Wait a few seconds until <span class="application">Software Manager</span> reappears.
fr: Attendez quelques secondes que le <span class="application">Gestionnaire de logiciels</span> réapparaisse.
it: Aspetta alcuni secondi finché <span class="application">Software Manager</span> riappare.

source: In the main window of <span class="application">Software Manager</span>, search for `tails-installer` and double-click on <span class="guilabel">Tails Installer</span> in the search results.
fr: Dans la fenêtre principale du <span class="application">Gestionnaire de logiciels</span>, cherchez `tails-installer` et double cliquez sur <span class="guilabel">Tails Installer</span> dans la liste des résultats.
it: Nella finestra principale del <span class="application">Software Manager</span>, cerca `tails-installer` e fai doppio click su <span class="guilabel">Tails Installer</span> nei risultati di ricerca.

source: Click <span class="button">Install</span> in the description of <span class="application">Tails Installer</span>.
fr: Cliquez sur <span class="button">Installation</span> dans la description de l'<span class="application">Installeur de Tails</span>.
it: Clicca <span class="button">Install</span> nella descrizione di <span class="application">Tails Installer</span>.

source: After <span class="application">Tails Installer</span> is installed, close <span class="application">Software Manager</span>.
fr: Après l'installation de l'<span class="application">Installeur de Tails</span>, fermez le <span class="application">Gestionnaire de logiciels</span>.
it: Dopo che <span class="application">Tails Installer</span> è installato, chiudi <span class="application">Software Manager</span>.

source: [[!inline pages="install/inc/steps/install_final_in_debian.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/install_final_in_debian.inline.fr" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/restart_first_time.inline.fr" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/create_persistence.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/create_persistence.inline.fr" raw="yes" sort="age"]]

source: To add the *jessie-backports* repository, click <span class="button">New</span> in the <span class="guilabel">Repositories</span> dialog and specify:
it: Per aggiungere il repository *jessie-backports*, clicca <span class="button">New</span> nella finestra di dialogo <span class="guilabel">Repositories</span> e specifica:

source: Click <span class="button">Ok</span>.
it: Clicca <span class="button">Ok</span>.

source: If you are running Ubuntu 16.04 or later
it: Se stai usando Ubuntu 16.04 o versioni successive

source: Open a <span class="guimenuitem">Root Terminal</span>.
it: Apri un <span class="guimenuitem">terminale root</span>.

source: Execute the following command to add the *universe* repository to your system:
it: Esegui la seguente riga di comando per aggiungee il repository *universe* al tuo sistema:

source: Execute the following command to add our PPA repository to your system:
it: Esegui il seguente comando per aggiungere il nostro repository PPA al tuo sistema:

source: Execute the following command to update your lists of packages:
it: Esegui il seguente comando per aggiornare la tua lista di pacchetti:

source: Execute the following command to install the <span class="code">tails-installer</span> package:
it: Esegui il comdando seguente per installare il pacchetto <span class="code">tails-installer</span>:

source: If you are running Ubuntu 15.10
it: Se stai usando Ubuntu 15.10

source: Start <span class="application">Ubuntu Software Center</span>.
it: Avvia l'<span class="application">Ubuntu Software Center</span>.

source: 1. Choose <span class="guimenupath"> <span class="guimenu">Edit</span>&nbsp;▸ <span class="guimenuitem">Software Sources&hellip;</span></span>
it: 1. Scegli <span class="guimenupath"> <span class="guimenu">Edit</span>&nbsp;▸ <span class="guimenuitem">Software Sources&hellip;</span></span>

source: In the <span class="guilabel">Software & Updates</span> dialog, make sure that the *universe* repository (labelled <span class="guilabel">Community-maintained free and open source software</span>) is selected.
it: Nella finestra <span class="guilabel">Software & Updates</span>, assicurati che il repository *universe* (etichettato <span class="guilabel">Community-maintained free and open source software</span>) sia selezionato.

source: In the <span class="guilabel">APT line</span> field, specify `ppa:tails-team/tails-installer` and click the <span class="button">Add Source</span> button.
it: Nel campo <span class="guilabel">APT line</span>, specifica `ppa:tails-team/tails-installer`e clicca sul pulsante <span class="button">Add Source</span> button.

source: A new software source named <span class="filename">https://ppa.launchpad.net/tails-team/tails-installer/ubuntu</span> appears in the list of sources.
it: Apparirà una nuova sorgente software <span class="filename">https://ppa.launchpad.net/tails-team/tails-installer/ubuntu</span> nella lista delle sorgenti.

source: Close the <span class="guilabel">Software & Updates</span> dialog.
it: Chiudi la finestra <span class="guilabel">Software & Updates</span>.

source: In the main window of <span class="application">Ubuntu Software Center</span>, search for `tails-installer`.
it: Nella finestra principale dell'<span class="application">Ubuntu Software Center</span>, cerca `tails-installer`.

source: <div class="bug"> <p>If no package named `tails-installer` can be found, you might have to reload the cache of <span class="application">Ubuntu Software Center</span>, to do so you can either:</p>
it: <div class="bug"> <p>Se non viene trovato nessun pacchetto chiamato 'tails-installer', potresti dover aggiornare la cache dell'<span class="application">Ubuntu Software Center</span>. Per farlo puoi:</p>

source: <ul> <li>Execute <span class="command">sudo update-apt-xapian-index</span> in a terminal.</span></li> <li>Restart Ubuntu.</li> </ul> </div>
it: <ul> <li>Esegui <span class="command">sudo update-apt-xapian-index</span> in un terminale.</span></li> <li>Riavvia Ubuntu.</li> </ul> </div>

source: Select `tails-installer` in the list of packages and click <span class="button">Install</span>.
it: Seleziona 'tails-installer' nella lista dei pacchetti e clicca <span class="button">Install</span>.

source: After `tails-installer` is installed, close <span class="application">Ubuntu Software Center</span>.
it: Una volta che `tails-installer` è stato installato, chiudi l'<span class="application">Ubuntu Software Center</span>.
