Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/start/not_entirely.inline.*.po
Languages: es

source: [[!meta title="Troubleshooting Tails not starting after the Boot Loader"]]
es: [[!meta title="Solución de problemas cuando Tails no continúa después del Gestor de Arranque"]]

source: The following section applies when the Boot Loader appears but not the Welcome Screen when starting Tails.
es: La siguiente sección aplica si el Gestor de Arranque aparece, pero no aparece la Pantalla de Bienvenida al arracar Tails.

source: <h2>Verify your Tails USB stick</h2>
es: <h2>Verificar tu memoria USB de Tails</h2>

source: [[!inline pages="install/inc/steps/basic_troubleshooting.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/basic_troubleshooting.inline.es" raw="yes" sort="age"]]

source: <h2 id="graphics">Check our list of known issues on graphics cards</h2>
es: <h2 id="graphics">Revisa nuestra lista de problemas conocidos con tarjetas gráficas</h2>

source: If the computer displays the error message **Error starting GDM with your graphics card**, refer to our [[list of known issues with graphics cards|support/known_issues/graphics]].
es: Si aparece el mensaje de error **Error starting GDM with your graphics card**, revisa nuestra [[lista de problemas conocidos con tarjetas gráficas|support/known_issues/graphics]].

source: <h2 id="troubleshooting-mode">Try the Troubleshooting Mode</h2>
es: <h2 id="troubleshooting-mode">Prueba el Modo Troubleshooting</h2>

source: 1. In the Boot Loader, choose the <span class="guilabel">Troubleshooting Mode</span> which might work better on some computers.
es: 1. En el Menú del cargador de arranque escoge el <span class="guilabel">Troubleshooting Mode </span> que puede que funcione mejor en algunos computadores.

source: 1. If the <span class="guilabel">Troubleshooting Mode</span> does not work better, restart the computer again on your Tails USB stick.
es: 1. Si el <span class="guilabel">Troubleshooting Mode</span> no funciona mejor, reinicia el computador de nuevo desde tu memoria USB de Tails.

source: <h2 id="boot-options">Add boot options</h2>
es: <h2 id="boot-options">Agregar opciones de arranque</h2>

source: Depending on whether the Boot Loader is *GRUB* or *SYSLINUX*:
es: Dependiendo si el Gestor de Arranque es *GRUB* o *SYSLINUX*:

source: If the Boot Loader is *GRUB*:
es: Si el Gestor de Arranque es *GRUB*:

source: Press **e** when GRUB appears.
es: Presiona **e** cuando aparece GRUB.

source: A new screen appears with more options.
es: Aparece una nueva pantalla con más opciones.

source: [[!img doc/advanced_topics/boot_options/grub-with-options.png link="no" alt="GRUB with a list of options starting with 'setparams Tails'"]]
es: [[!img doc/advanced_topics/boot_options/grub-with-options.png link="no" alt="GRUB con una lista de opciones comenzando con 'setparams Tails'"]]

source: Navigate with the arrows of the keyboard to the end of the line that starts with <span class="code">linux</span>. The line is most likely wrapped and displayed on several lines on the screen but it is a single configuration line.
es: Navega con las flechas del teclado hasta el final de la línea que comienza con <span class="code">linux</span>. La línea ocupará seguramente varios renglones pero es una sola línea en la configuración.

source: Press the <span class="keycap">Backspace</span> key several times to remove the <span class="code">quiet</span> option from the command line.
es: Oprime la tecla <span class="keycap">Tecla de borrar</span>varias veces para quitar las <span class="code">opciones de la linea de comando que no apliquen</span>.

source: Type <span class="code">debug nosplash</span> to add these options to the command line.
es: Escribe <span class="code">debug nosplash</span> para agregar estas opciones a la línea de comandos.

source: If Tails previously failed to start and displayed the following error:
es: Si Tails no arrancó antes y mostró el error:

source: Then type `edd=off` to add this option to the command line.
es: Escribe `edd=off` para añadir esta opción a la línea de comando.

source: Press **Ctrl+X**, **F10**, or **Fn+F10** to start Tails.
es: Presiona **Ctrl+X**, **F10**, o **Fn+F10** para iniciar Tails.

source: If the Boot Loader is *SYSLINUX*:
es: Si el Gestor de Arranque es *SYSLINUX*:

source: Press <span class="keycap">Enter</span> to start Tails.
es: Presiona la tecla <span class="keycap">Enter (de retorno)</span>.
