Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/start/pc.*.po
Languages: es

source: [[!meta title="Starting Tails on PC"]]
es: [[!meta title="Arrancar Tails en un PC"]]

source: This page describes the basic and advanced techniques to start Tails from a USB stick on PC.
es: Esta página detalla las técnicas básicas y avanzadas para arrancar Tails desde una memoria USB en un PC.

source: <h1 id="windows-restart">Starting from Windows 8 or 10</h1>
es: <h1 id="windows-restart">Arrancar desde Windows 8 o 10</h1>

source: From Windows or the sign-in screen of Windows:
es: Desde Windows o la pantalla de inicio de Windows:

source: [[!inline pages="install/inc/steps/windows_boot_menu.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/windows_boot_menu.inline.es" raw="yes" sort="age"]]

source: <div class="next"> <p>If the Boot Loader appears, you can continue reading our [[instructions on the Welcome Screen and configuring the Persistent Storage|install/win/usb#welcome-screen]].</p> </div>
es: <div class="next"> <p>Si aparece el Gestor de Arranque, puedes seguir leyendo nuestras [[instrucciones sobre la Pantalla de Bienvenida y la configuración del Almacenamiento Persistente|install/win/usb#welcome-screen]].</p> </div>

source: <h1 id="boot-menu-key">Starting using the Boot Menu key</h1>
es: <h1 id="boot-menu-key">Arrancar usando la tecla del Menú de Arranque Boot</h1>

source: <h1 id="not-at-all">Troubleshooting Tails not starting at all</h1>
es: <h1 id="not-at-all">Solución de problemas cuando Tails no arranca</h1>

source: This section applies when the computer does not start on the USB stick and the Boot Loader is not displayed:
es: Esta sección aplica si el ordenador no arranca desde la memoria USB y no se llega a mostrar el Gestor de Arranque:

source: [[!img install/inc/screenshots/grub.png link="no" alt="Black screen ('GNU GRUB') with Tails logo and 2 options: 'Tails' and 'Tails (Troubleshooting Mode)'."]]
es: [[!img install/inc/screenshots/grub.png link="no" alt="Pantalla negra ('GNU GRUB') con el logo de Tails y 2 opciones 'Tails' y 'Tails (Troubleshooting Mode)'."]]

source: <h2 id="verify">Verify your Tails USB stick</h2>
es: <h2 id="verify">Verifica tu memoria USB de Tails</h2>

source: [[!inline pages="install/inc/steps/basic_troubleshooting.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/basic_troubleshooting.inline.es" raw="yes" sort="age"]]

source: <h2 id="known-issues">Check our list of known issues</h2>
es: <h2 id="known-issues">Revisa nuestra lista de problemas conocidos</h2>

source: Similar problems might have been reported already for your model of computer in our [[list of known issues|support/known_issues]].
es: Problemas similares pueden ya haber sido reportados para tu modelo de computadora en nuestra [[lista de problemas conocidos|support/known_issues]].

source: <h2 id="bios-settings">Edit the BIOS settings (advanced users)</h2>
es: <h2 id="bios-settings">Edita la configuración de la BIOS (usuarios avanzados)</h2>

source: To learn how to edit the BIOS settings, search for the user manual of the computer on the support website of the manufacturer.
es: Para aprender a editar las configuraciones del BIOS, busca el manual de usuario de la computadora en el sitio web de soporte del fabricante.

source: <p>Take note of the changes that you apply to the BIOS settings. That way, you can revert the changes if they prevent the computer from starting on its usual operating system.</p>
es: <p>Toma nota de los cambios que aplicas en la configuración de la BIOS. De esa manera, puedes revertir los cambios si hacen que no puedas iniciarla en su sistema operativo usual.</p>

source: In the BIOS settings, try to apply the following changes. Some changes might not apply to certain computer models.
es: En las configuraciones del BIOS, prueba aplicar los siguientes cambios. Es posible que algunos cambios no se apliquen a determinados modelos de computadora.

source: There might be an option in your BIOS to enable the Boot Menu key. Make sure that the Boot Menu key is enabled. This option might be called **Boot Device List** or differently depending on the computer.
es: Puede haber una opción en tu BIOS para habilitar la tecla del Menú de arranque. Asegúrate de que la tecla del Menú de Arranque esté habilitada. Esta opción podría llamarse **Boot Device List** o de forma diferente dependiendo de la computadora.

source: - Disable **Fast boot**.
es: - inhabilita **Fast boot**.

source: - Enable **CSM boot**.
es: - Habilita **CSM boot**.

source: Try to upgrade the BIOS. To do so, refer to the support website of the computer manufacturer.
es: Intenta actualizar el BIOS. Para hacerlo, consulta el sitio web de soporte del fabricante de la computadora.

source: <h2 id="help-desk">Report the problem to our help desk</h2>
es: <h2 id="help-desk">Reporta el problema a nuestro equipo de ayuda</h2>

source: [[!inline pages="doc/first_steps/start/reporting.inline" raw="yes" sort="age"]]
es: [[!inline pages="doc/first_steps/start/reporting.inline.es" raw="yes" sort="age"]]

source: <h1 id="not-entirely">Troubleshooting Tails not starting after the Boot Loader</h1>
es: <h1 id="not-entirely">Solución de problemas cuando Tails no arranca más allá del Gestor de Arranque</h1>

source: [[!inline pages="doc/first_steps/start/not_entirely.inline" raw="yes" sort="age"]]
es: [[!inline pages="doc/first_steps/start/not_entirely.inline.es" raw="yes" sort="age"]]
