Repository: austin987/tails
Catalog: wiki/src/doc/anonymous_internet/thunderbird/account_creation.inline.*.po
Languages: es

source: <p>It is impossible to connect to email providers that require the <span class="application">[[!wikipedia OAuth]]</span> authentication mechanism such as GMail or Mail.ru</p>
es: <p>Es imposible conectar con proveedores de email que requieren el mecanismo de autentificación <span class="application">[[!wikipedia_es OAuth]]</span> como GMail o Mail.ru</p>

source: When starting <span class="application">Thunderbird</span> for the first time, an assistant appears to guide you through the process of configuring <span class="application">Thunderbird</span> to access your email account.
es: Cuando arrancas <span class="application">Thunderbird</span> por primera vez, un asistente aparece para guiarte a través del proceso de configurar <span class="application">Thunderbird</span> para acceder a tu cuenta de email.

source: <div class="tip"> <p>To start this assistant again in the future from the main window of <span class="application">Thunderbird</span>, choose <span class="menuchoice"> <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link=no]]</span>&nbsp;▸ <span class="guisubmenu">Preferences</span>&nbsp;▸ <span class="guimenuitem">Account Settings</span> </span> and then from the <span class="guilabel">Account Settings</span> dialog choose <span class="guilabel">Account Actions</span>&nbsp;▸ <span class="guilabel">Add Mail Account&hellip;</span>.</p> </div>
es: <div class="tip"> <p>Para iniciar otra vez este asistente en el futuro desde la ventana principal de <span class="application">Thunderbird</span> elige <span class="menuchoice"> <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link=no]]</span>&nbsp;▸ <span class="guisubmenu">Preferencias</span>&nbsp;▸ <span class="guimenuitem">Account Settings</span> </span> y desde el diálogo <span class="guilabel">Account Settings</span> elige <span class="guilabel">Account Actions</span>&nbsp;▸ <span class="guilabel">Añadir cuenta de correo&hellip;</span>.</p> </div>

source: Enter your name, email address, and password into the corresponding fields.
es: Escribe tu nombre, dirección de email y contraseña en los campos correspondientes.

source: Click <span class="guilabel">Continue</span>.
es: Haz click en <span class="guilabel">Continuar</span>.

source: The assistant tries to configure automatically the correct parameters to connect to your email provider based on your email address.
es: El asistente intenta configurar automáticamente los parámetros adecuados para conectar a tu proveedor de email basado en tu dirección de email.

source: If the automatic configuration fails, consult your email provider about how to configure your email account manually.
es: Si la configuración automática falla, consulta con tu proveedor de email sobre cómo configurar tu cuenta de email manualmente.

source: If the automatic configuration succeeds, you might have to specify which protocol to use to connect to your email provider, either <span class="guilabel">IMAP</span> or <span class="guilabel">POP</span>.
es: Si la configuración automática funciona, puede que igualmente tengas que especificar qué protocolo usar para conectar a tu proveedor de email, ya sea <span class="guilabel">IMAP</span> o <span class="guilabel">POP</span>.

source: - With <span class="guilabel">IMAP</span>, <span class="application">Thunderbird</span> constantly synchronizes with the server and displays the emails and folders that are currently stored on the server. IMAP is better suited if you access your emails from different operating systems.
es: - Con <span class="guilabel">IMAP</span>, <span class="application">Thunderbird</span> sincroniza constantemente con el servidor y muestra los correos y carpetas que están actualmente almacenados en el servidor. IMAP es mejor para acceder tus correos desde distintos sistemas operativos.

source: - With <span class="guilabel">POP</span>, <span class="application">Thunderbird</span> downloads the emails that are in the inbox on the server and possibly deletes them from the server. POP is better suited if you access your emails from Tails only and store them in the persistent storage.
es: - Con <span class="guilabel">POP</span>, <span class="application">Thunderbird</span> descarga los emails que están en la inbox del servidor y posiblemente los borra de allí. POP es mejor si sólo accedes tus correos desde Tails y los guardas en el almacenamiento persistente.

source: To know more, see also this [comparison between POP and IMAP](https://help.riseup.net/en/email/clients/#choose-imap-or-pop) by Riseup.
es: Para saber más, mira también esta [comparación entre POP e IMAP](https://help.riseup.net/en/email/clients/#choose-imap-or-pop) por Riseup.
