Repository: austin987/tails
Catalog: wiki/src/doc/anonymous_internet/thunderbird/openpgp_migration.*.po
Languages: es, it

source: [[!meta title="Migrating OpenPGP configuration from Enigmail in Thunderbird 78"]]
es: [[!meta title="Migrando configuración OpenPGP desde Enigmail en Thunderbird 78"]]
it: [[!meta title="Trasferire la configurazione di OpenPGP da Enigmail a Thunderbird 78"]]

source: Since Tails 4.13 (November 2020), *Thunderbird* 78 replaces the *Enigmail* extension with built-in support for OpenPGP encryption.
es: Desde Tails 4.13 (Noviembre 2020), *Thunderbird* 78 remplaza la extensión *Enigmail* con soporte integrado para el cifrado OpenPGP.
it: Da Tails 4.13 (novembre 2020), *Thunderbird* 78 sostituisce l'estensione *Enigmail* con il supporto integrato per la crittografia OpenPGP.

source: If you used *Enigmail* before Tails 4.13, follow the instructions below to migrate from *Enigmail* to *Thunderbird* 78. Tails does not include *Enigmail* 2.2, the last version of the extension, which automates this migration.
es: Si usaste *Enigmail* antes de Tails 4.13, sigue las instrucciones a continuación para migrar de *Enigmail* a *Thunderbird* 78. Tails no incluye *Enigmail* 2.2, la última versión de la extensión, que automatiza esta migración.
it: Se usavi *Enigmail* prima di Tails 4.13, segui le istruzioni qui sotto per migrare da *Enigmail* a *Thunderbird* 78. Tails non include *Enigmail* 2.2, l'ultima versione dell'estensione, che automatizza questa migrazione.

source: See also the official [OpenPGP in Thunderbird - HOWTO and FAQ](https://support.mozilla.org/kb/openpgp-thunderbird-howto-and-faq).
es: Revisa también la documentación oficial [OpenPGP in Thunderbird - HOWTO and FAQ](https://support.mozilla.org/kb/openpgp-thunderbird-howto-and-faq).
it: Vedi anche la guida ufficiale [OpenPGP in Thunderbird - HOWTO and FAQ](https://support.mozilla.org/kb/openpgp-thunderbird-howto-and-faq).

source: <h1 id="private">Migrate your private key</h1>
es: <h1 id="private">Migrar tu clave privada</h1>
it: <h1 id="private">Trasferire la tua chiave privata</h1>

source: <h2 id="export-private">Export your private key using the <em>Passwords and Keys</em> utility</h2>
es: <h2 id="export-private">Exporta tu llave privada usando la utilidad <em>Passwords and Keys</em> </h2>
it: <h2 id="export-private">Esporta la tua chiave privata usando lo strumento <em>Password e Chiavi</em></h2>

source: From the desktop:
es: Desde el escritorio:
it: Dal desktop:

source: Choose **Applications&nbsp;▸ Utilities&nbsp;▸ Passwords and Keys**.
es: Elije **Aplicaciones&nbsp;▸ Utilidades&nbsp;▸ Contraseñas y claves**.
it: Scegli **Applicationi&nbsp;▸ Utilità&nbsp;▸ Password e Chiavi**.

source: In the left pane, choose **GnuPG keys**.
es: En el panel izquierdo, elije **GnuPG keys**.
it: Nel riquadro a sinistra, seleziona **GnuPG keys**.

source: In the right pane, double-click on the private key that you want to export and use in *Thunderbird*.
es: En el panel derecho, haz doble clic en la clave privada que deseas exportar y usar en *Thunderbird*.
it: Nel riquadro a destra fai doppio clic sulla chiave privata che vuoi esportare e utilizzare con *Thunderbird*.

source: In the **Details** tab of properties dialog, click **Export**.
es: En la pestaña **Detalles** del cuadro de diálogo de propiedades, haz clic en **Exportar**.
it: Nella scheda **Dettagli** delle proprietà fai clic su **Esporta**.

source: Save your private key in your *Home* directory.
es: Guarda tu clave privada en tu directorio *Inicio*.
it: Salva la tua chiave privata nella cartella *Home*.

source: Close the *Passwords and Keys* utility.
es: Cierra la utilidad *Contraseñas y claves*.
it: Chiudi lo strumento *Password e Chiavi*.

source: <h2 id="import-private">Import your private key in <em>Thunderbird</em></h2>
es: <h2 id="import-private">Importa tu clave privada en <em>Thunderbird</em></h2>
it: <h2 id="import-private">Importa la tua chiave privata su <em>Thunderbird</em></h2>

source: In *Thunderbird*:
es: En *Thunderbird*:
it: Da *Thunderbird*:

source: Choose **[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]&nbsp;▸ Account Settings**.
es: Escoge **[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]&nbsp;▸ Configuración de cuenta**.
it: Seleziona **[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]&nbsp;▸ Impostazioni dell'Account**.

source: In the left pane, identify the account that corresponds to the private key that you want to import and choose **End-to-End Encryption**.
es: En el panel izquierdo, identifica la cuenta que corresponde a la clave privada que deseas importar y elije **Cifrado de extremo a extremo**.
it: Nel riquadro a sinistra, individua l'account che corrisonde alla chiave privata che vuoi importare e seleziona **End-to-End Encryption**.

source: In the right pane, click the **Add Key…** button.
es: En el panel derecho, hazclic en el botón **Agregar clave ...**.
it: Nel riquadro a destra fai clic sul pulsante **Aggiungi chiave...**.

source: In the **Add a Personal OpenPGP Key** dialog, choose **Import an existing OpenPGP Key** and click **Continue**.
es: En el cuadro de diálogo **Agregar una clave OpenPGP personal**, elije **Importar una clave OpenPGP existente** y haz clic en **Continuar**.
it: Nella finestra di dialogo **Aggiungi una Chiave OpenPGP Personale** seleziona **Importa una Chiave OpenPGP esistente** e fai clic su **Continua**.

source: Click the **Select File to Import…** button and choose the private key that your exported from the *Passwords and Keys* utility.
es: Haz clic en el botón **Seleccionar archivo para importar ...** y elije la clave privada que exportaste desde la utilidad *Contraseñas y claves*.
it: Fai clic su **Seleziona file da importare...** e scegli la chiave privata che hai esportato dallo strumento *Password e Chiavi*.

source: In the next dialog, make sure that your private key is listed and that the option **Treat this key as a Personal Key** is selected.
es: En el siguiente cuadro de diálogo, asegúrate de que tu clave privada esté en la lista y que la opción **Tratar esta clave como una clave personal** esté seleccionada.
it: Bullet: '1. ' Nella successiva finestra di dialogo verifica che la tua chiave privata sia nell'elenco e che l'opzione **Considera questa chiave come Chiave Personale** sia selezionata.

source: Click **Continue**, enter the passphrase for your private key (if any), and click **Continue** again.
es: Haz clic en **Continuar**, ingresa la frase de contraseña de tu clave privada (si corresponde) y haz clic en **Continuar** nuevamente.
it: Clicca su **Continua**, inserisci la passphrase per la tua chiave privata (se presente) e clicca nuovamente su **Continua**.

source: Your private key should now be listed in the **End-to-End Encryption** settings of your account.
es: Tu clave privada ahora debería aparecer en el **Cifrado extremo a extremo** de la configuración de tu cuenta..
it: La tua chiave privata ora dovrebbe essere elencata nel file **End-to-End Impostazioni di crittografia** del tuo account.

source: Select your private key to enable OpenPGP encryption for this account.
es: Selecciona tu clave privada para habilitar el cifrado OpenPGP para esta cuenta.
it: Seleziona la tua chiave privata per abilitare la crittografia OpenPGP per questo account.

source: <h2 id="master-password">Set up a Master Password</h2>
es: <h2 id="master-password">Configurar una contraseña maestra</h2>
it: <h2 id="master-password">Imposta una Password Principale</h2>

source: In *Thunderbird* 78, OpenPGP private keys are not protected by a passphrase. That's why we recommend that you set up a Master Password.
es: En *Thunderbird* 78, las claves privadas de OpenPGP no están protegidas por una frase de contraseña. Por eso te recomendamos que configures una contraseña maestra.
it: In *Thunderbird* 78, le chiavi private OpenPGP non sono protette da una passphrase. Ecco perché ti consigliamo di impostare una Password Principale.

source: With a Master Password, your private key is encrypted in your *Thunderbird* profile and only unlocked while *Thunderbird* is running. If your *Thunderbird* profile is stored in your Persistent Storage, then your private key is encrypted twice: once by *Thunderbird* in your profile and a second time by the encryption of the Persistent Storage.
es: Con una contraseña maestra, tu clave privada se cifra en tu perfil *Thunderbird* y solo se desbloquea mientras *Thunderbird* se está ejecutando. Si tu perfil *Thunderbird* está almacenado en tu Almacenamiento persistente, entonces tu clave privada se cifra dos veces: una vez por *Thunderbird* en tu perfil y una segunda vez por el cifrado del Almacenamiento persistente.
it: Con una Password Principale, la tua chiave privata è crittata nel tuo profilo *Thunderbird* e viene sbloccata solo mentre *Thunderbird* è in esecuzione. Se il tuo profilo *Thunderbird* è memorizzato nel tuo Archivio Persistente, allora la tua chiave privata viene crittata due volte: una volta da *Thunderbird* nel tuo profilo e una seconda volta dalla crittazione dell'Archivio Persistente.

source: Choose **[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]&nbsp;▸ Preferences**.
es: Escoger **[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]&nbsp;▸ Preferencias**.
it: Bullet: '1. ' Scegli **[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]&nbsp;▸ Preferenze**.

source: Choose **Privacy & Security**.
es: Escoger **Privacidad & Seguridad**.
it: Scegli **Privacy & Sicurezza**.

source: In the **Passwords** section, select the option **Use a master password**.
es: En la sección **Contraseñas**, selecciona la opción **Usar una contraseña maestra**.
it: Nella sezione **Password**, seleziona l'opzione **Usa una password principale**.

source: In the **Change Master Password** dialog, enter your Master Password and click **Ok**.
es: En el cuadro de diálogo **Cambiar contraseña maestra**, ingresa la contraseña maestra y haz clic en **Aceptar**.
it: Nella finestra di dialogo **Cambia Password Principale**, inserisci la tua Password Principale e clicca **Ok**.

source: <h1 id="public">Migrate the public keys of your contacts</h1>
es: <h1 id="public">Migra las claves públicas de tus contactos</h1>
it: <h1 id="public">Migrare le chiavi pubbliche dei tuoi contatti</h1>.

source: <h2 id="export-public">Export the public keys using the <em>Password and Keys</em> utility</h2>
es: <h2 id="export-public">Exporta las claves públicas usando la utilidad<em>Contraseñas y claves</em> </h2>
it: <h2 id="export-public">Esporta le chiavi pubbliche utilizzando lo strumento <em>Password e Chiavi</em></h2>.

source: Select the public keys that you want to migrate to *Thunderbird*.
es: Seleccione las claves públicas que deseas migrar a *Thunderbird*.
it: Seleziona le chiavi pubbliche che desideri spostare su *Thunderbird*.

source: You can use **Shift+click** and **Ctrl+click** to select multiple keys.
es: Puedes usar **Shift+click** y **Ctrl+click** para seleccionar múltiples claves.
it: Puoi usare **Shift+click** e **Ctrl+click** per selezionare più tasti.

source: Choose **File&nbsp;▸ Export&hellip;** and save these public keys to your *Home* directory.
es: Elija **Archivo&nbsp;▸ Exportar&hellip;** y guarda estas claves públicas en el directorio *Home*.
it: Seleziona **File&nbsp;▸ Export&hellip;** e salva queste chiavi pubbliche nella tua cartella *Home*.

source: <h2 id="import-public">Import the public keys in <em>Thunderbird</em></h2>
es: <h2 id="import-public">Importa las claves públicas en <em>Thunderbird</em></h2>
it: <h2 id="import-public">Importa le chiavi publiche su <em>Thunderbird</em></h2>

source: Choose **[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]&nbsp;▸ Tools&nbsp;▸ OpenPGP Key Manager**.
it: Scegli **[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]&nbsp;- Tools&nbsp;- OpenPGP Key Manager**.

source: In the **OpenPGP Key Manager**, choose **File&nbsp;▸ Import Public Key(s) From File.**
it: Nell' **OpenPGP Key Manager**, seleziona **File&nbsp;▸ Importa Chiave(i) Publica Da File.**

source: Choose the file containing the public keys that you exported from the *Passwords and Keys* utility.
it: Scegli il file contenente le chiavi pubbliche che hai esportato dallo strumento *Password e Chiavi*.

source: If *Thunderbird* fails to import many public keys at once, split these public keys into several smaller files. *Thunderbird* can only import public key files of less than 5 MB.
it: Se *Thunderbird* non riesce a importare molte chiavi pubbliche contemporaneamente, dividi queste chiavi pubbliche in diversi file più piccoli. *Thunderbird* può importare solo file di chiave pubblica inferiori a 5 MB.

source: <h2 id="accept-public">Mark the public keys as accepted</h2>
es: <h2 id="accept-public">Marcar las claves públicas como aceptadas</h2>
it: <h2 id="accept-public">Segna le chiavi publiche come accettate</h2>

source: By default, new public keys are not marked as "*accepted*" by *Thunderbird* and you cannot encrypt emails to "unaccepted" keys.
es: De forma predeterminada, las nuevas claves públicas no están marcadas como "*aceptadas*" por *Thunderbird* y no puede cifrar los correos electrónicos con claves "no aceptadas".
it: Come impostazione predefinita, le nuove chiavi pubbliche non vengono contrassegnate come "*accettate*" da *Thunderbird* e non puoi crittare i messaggi di posta elettronica con chiavi "non accettate".

source: To mark a public key as accepted:
es: Para marcar una clave pública como aceptada:
it: Contrassegnare una chiave pubblica come accettata:

source: Double-click on the public key that you want to mark as accepted.
es: Haz doble clic en la clave pública que deseas marcar como aceptada.
it: Fare doppio clic sulla chiave pubblica che si desidera contrassegnare come accettata.

source: In the **Your Acceptance** tab of the **Key Properties** dialog, select the option that applies to how much you verified the public key.
es: En la pestaña **Your Acceptance** del cuadro de diálogo **Propiedades de la clave**, selecciona la opción que aplique de la verificación de la clave pública.
it: Nella scheda **Accettazione** della finestra di dialogo **Proprietà Chiave**, seleziona l'opzione di verifica applicabile alla chiave pubblica.

source: <h2 id="disable-gnupg">Turn off the GnuPG feature of your Persistent Storage</h2>
es: <h2 id="disable-gnupg">Desactiva la función GnuPG de tu Almacenamiento Persistente</h2>
it: <h2 id="disable-gnupg">Chiudi la funzione GnuPG dell'Archivio Persistente</h2>.

source: If you only use OpenPGP in *Thunderbird*, you can turn off the GnuPG feature of the Persistent Storage:
es: Si solo usa OpenPGP en *Thunderbird*, puedes desactivar la función GnuPG del Almacenamiento Persistente:
