Repository: austin987/tails
Catalog: wiki/src/news/version_3.14.1/sandbox_escape.inline.*.po
Languages: fr

source: A security vulnerability was discovered in the sandboxing mechanism of *Firefox* and *Tor Browser*. This vulnerability allows a malicious website to bypass some of the confinement built in *Firefox*, which means possibly spying on the content of other tabs and steal the passwords of other websites.
fr: Une faille de sécurité a été découverte dans le mécanisme de bac à sable de *Firefox* et du *Navigateur Tor*. Cette faille permet à un site web malveillant de passer outre une partie du confinement construit dans *Firefox*, ce qui veut dire qu'il est possible d'espionner le contenu des autres onglets et de voler des mots de passes d'autres sites web.

source: After *Tor Browser* has been compromised, the only reliable solution is to restart Tails.
fr: Après que le *Navigateur Tor* ait été compromis, la seule solution fiable est de redémarrer Tails.

source: Because *Tor Browser* in Tails is [[confined using *AppArmor*|doc/anonymous_internet/Tor_Browser#confinement]], only the data accessible to *Tor Browser* might be compromised but not the other applications or your other files. For example, a compromised *Tor Browser* might access your files in the *Tor Browser* and *Persistent/Tor Browser* folders but not anywhere else.
fr: Comme le *Navigateur Tor* dans Tails est [[confiné avec *AppArmor*|doc/anonymous_internet/Tor_Browser#confinement]], seules les données accessibles par le *Navigateur Tor* pourraient être compromises mais pas les autres applications ou vos autres fichiers. Par exemple, un *Navigateur Tor* compromis pourrait avoir accès aux fichiers dans les dossiers *Tor Browser* et *Persistent/Tor Browser* mais pas ailleurs.

source: For example, without restarting Tails:
fr: Par exemple, sans redémarrer Tails :

source: - It is unsafe to:
fr: - Il n'est pas sûr de :

source: Log in to a website and also visit an untrusted website. Your password on the first website might be stolen by the untrusted website.
fr: S'identifier sur un site web tout en visitant un site non-fiable. Votre mot de passe sur le premier site web pourrait être volé par le site non-fiable.

source: Visit an untrusted website if you have sensitive information stored in your *Persistent/Tor Browser* folder. The untrusted website might access these files.
fr: Visiter un site non-fiable si vous avez des données sensibles stockées dans votre dossier *Persistent/Tor Browser*. Le site non-fiable pourrait avoir accès à ces fichiers.

source: - It is safe to:
fr: - Il est sûr de :

source: Visit untrusted websites, without logging in, if you have no sensitive information stored in your *Tor Browser* and *Persistent/Tor Browser* folders.
fr: Visiter des sites web non-fiables, sans s'identifier, si vous n'avez pas d'informations sensibles stockées dans vos dossiers *Tor Browser* et *Persistent/Tor Browser*.

source: Log in to several trusted websites without visiting any untrusted websites.
fr: S'identifier sur plusieurs sites fiables sans visiter de site non-fiable.
