Repository: austin987/tails
Catalog: wiki/src/install/expert/usb.*.po
Languages: es, fr, it

source: [[!meta title="Install from Debian, Ubuntu, or Mint using the command line and GnuPG"]]
es: [[!meta title="Instalar desde Debian, Ubuntu, o Mint usando la linea de comandos y GnuPG"]]
fr: [[!meta title="Installer depuis Debian, Ubuntu ou Mint avec la ligne de commande et GnuPG"]]
it: [[!meta title="Installare Tails su una chiave USB da Debian o Ubuntu o Mint usando la riga di comando"]]

source: Start in Debian, Ubuntu, or Linux Mint.
es: Iniciar en Debian, Ubuntu, o Linux Mint.
fr: Démarrez Debian, Ubuntu ou Linux Mint.
it: Avviare in Debian o Ubuntu o Mint.

source: <h1 id="verify-key">Verify the Tails signing key</h1>
es: <h1 id="verify-key">Verifica la llave de firmado de Tails</h1>
fr: <h1 id="verify-key">Vérifiez la clé de signature de Tails</h1>
it: <h1 id="verify-key">Verifica la chiave di firma di Tails</h1>

source: <p>If you already certified the Tails signing key with your own key, you can skip this step and start [[downloading and verifying the USB image|usb#download]].</p>
es: <p>Si ya certificaste la llave de firmado de Tails con tu propia llave, puedes saltarte este paso e iniciar la [[descarga y verificación de la imagen USB|usb#download]].</p>
fr: <p>Si vous avez déjà certifié la clé de signature Tails avec votre propre clé, vous pouvez passer cette étape et [[télécharger et vérifier l'image USB|usb#download]].</p>
it: <p>Se hai già certificato la chiave di firma di Tails con la tua chiave, puoi saltare questo passaggio e iniziare a [[scaricare e verificare l'immagine USB| usb#download]].</p>

source: In this step, you will download and verify the *Tails signing key* which is the OpenPGP key that is used to cryptographically sign the Tails USB image.
es: En este paso, vas a descargar y verificar la *llave de firmado de Tails** que es la llave OpenPGP que es usada para firmar la imagen USB de Tails criptográficamente.
fr: À cette étape, vous allez télécharger et vérifier la *clé de signature de Tails* qui est la clé OpenPGP utilisée pour signer cryptographiquement l'image USB de Tails.
it: In questo passaggio scaricherai e verificherai la *chiave di firma di Tails*, che è la chiave OpenPGP usata per firmare l'immagine USB di Tails con la crittografia.

source: <p>To follow these instructions you need to have your own OpenPGP key.</p>
es: <p>Para seguir estas instrucciones necesitas tener tu propia llave OpenPGP.</p>
fr: <p>Pour suivre ces instructions, vous aurez besoin d'une clé OpenPGP.</p>
it: <p>Per seguire queste istruzioni devi avere una tua chiave OpenPGP.</p>

source: <p>To learn how to create yourself an OpenPGP key, see <a href="https://help.riseup.net/en/security/message-security/openpgp/gpg-keys">Managing OpenPGP Keys</a> by <em>Riseup</em>.</p>
es: <p>Para aprender como crear tu propia llave OpenPGP, lee <a href="https://help.riseup.net/en/security/message-security/openpgp/gpg-keys">Managing OpenPGP Keys</a> por <em>Riseup</em>.</p>
fr: <p>Pour apprendre à créer une clé OpenPGP, voir <a href="https://help.riseup.net/fr/security/message-security/openpgp/gpg-keys">Gestion des clés OpenPGP</a> par <em>Riseup</em>.</p>
it: <p>Per imparare come creare tu stessa una chiave OpenPGP, vedi <a href="https://help.riseup.net/it/security/message-security/openpgp/gpg-keys">Managing OpenPGP Keys</a> di <em>Riseup</em>.</p>

source: This verification technique uses the OpenPGP Web of Trust and the certification made by official Debian developers on the Tails signing key. [[Learn more about the OpenPGP Web of Trust|install/download#openpgp]].
es: Esta técnica de verificación utiliza la Red de Confianza de OpenPGP y la certificación hecha por desarrolladores oficiales de Debian en la llave de firmado de Tails. [[Aprende más sobre la Red de Confianza de OpenPGP|install/download#openpgp]].
fr: Cette méthode de vérification utilise la toile de confiance OpenPGP et les certifications faites par des développeurs Debian officiels à la clé de signature de Tails. [[En savoir plus à propos de la toile de confiance OpenPGP|install/download#openpgp]].
it: Questa tecnica di verifica usa la Web of Trust OpenPGP e la certificazione fatta da sviluppatori Debian ufficiali sulla chiave di firma Tails. [[Impara di più sulla Web of Trust OpenPGP|install/download#openpgp]].

source: Import the Tails signing key in your <span class="application">GnuPG</span> keyring:
es: Importar la llave de firmado de Tails en tu deposito de claves de <span class="application">GnuPG</span>:
fr: Importez la clé de signature de Tails dans votre trousseau <span class="application">GnuPG</span> :
it: Importa la chiave di firma di Tails nel tuo portachiavi <span class="application">GnuPG</span>:

source: Install the Debian keyring. It contains the OpenPGP keys of all Debian developers:
es: Instala el deposito de claves de Debian. Contiene las llaves OpenPGP de todos los desarrolladores de Debian:
fr: Installez le trousseau Debian. Il contient toutes les clés OpenPGP des développeurs Debian :
it: Installa il portachiavi Debian. Contiene le chiavi OpenPGP di tutti gli sviluppatori Devian:

source: Import the OpenPGP key of [[!wikipedia Stefano_Zacchiroli]], a former Debian Project Leader, from the Debian keyring into your keyring:
es: Importa la llave OpenPGP de [[!wikipedia_es Stefano_Zacchiroli]], un antiguo Lider de Proyecto de Debian, del deposito de claves de Debian a tu deposito de claves:
fr: Importez la clé OpenPGP de [[!wikipedia_fr Stefano_Zacchiroli]], un ancien leader du projet Debian, du trousseau Debian vers le votre :
it: Importa la chiave OpenPGP di [[!wikipedia Stefano_Zacchiroli]], un ex Project Leader Debian, dal portachiavi Debian al tuo:

source: Verify the certifications made on the Tails signing key:
es: Verifica las certificaciones hechas en la llave de firmado de Tails:
fr: Vérifiez les certifications faites sur la clé de signature de Tails :
it: Verifica le certificazioni fatte sulla chiave di firma di Tails:

source: In the output of this command, look for the following line:
es: En el resultado de este comando, busca la siguiente linea:
fr: Dans la sortie de cette commande, cherchez la ligne suivante :
it: Nell'output di questo comando, cerca queste righe:

source: Here, <code>sig!</code>, with an exclamation mark, means that Stefano Zacchiroli verified and certified the Tails signing key with his key.
es: Aquí, <code>sig!</code>, con un signo de exclamación, significa que Stefano Zacchiroli verificó y certificó la llave de firmado de Tails con su llave.
fr: Ici, <code>sig!</code>, avec un point d'exclamation, signifie que Stefano Zacchiroli à vérifié et certifié la clé de signature de Tails avec sa clé.
it: Qui, <code>sig!</code>, con un punto esclamativo, significa che Stefano Zacchiroli ha verificato e certificato la chiave di firma Tails con la sua chiave.

source: It is also possible to verify the certifications made by other people. Their name and email address appear in the list of certification if you have their key in your keyring.
es: También es posible verificar las certificaciones hechas por otra gente. Su nombre y dirección de email aparece en la lista de certificación si tienes su llave en tu deposito de claves.
fr: Il est aussi possible de vérifier les certifications faites par d'autres personnes. Leur nom et adresse email apparaissent dans la liste des certifications si vous avez leur clé dans votre trousseau.
it: Si possono anche verificare le certificazioni fatte da altre persone. Il loro nome e indirizzo email appare nella lista delle certificazioni se hai le loro chiavi nel tuo portachiavi.

source: <div class="caution"> <p>If the verification of the certification failed, then you might have downloaded a malicious version of the Tails signing key or our instructions might be outdated. Please [[get in touch with us|support/talk]].</p> </div>
es: <div class="caution"> <p>Si la verificación de la certificación falla, significa que puedes haber descargado una versión maliciosa de la llave de firmado de Tails o nuestras instrucciones pueden estar desactualizadas. Por favor [[ponte en contacto con nosotros|support/talk]].</p> </div>
fr: <div class="caution"> <p>Si la validation de la certification échoue, il se peut que vous ayez téléchargé une version malicieuse de la clé de signature de Tails ou que nos instructions soient dépassées. Merci d'[[entrer en contact avec nous|support/talk]].</p> </div>
it: <div class="caution"> <p>Se la verifica del certificato è fallita, potresti avere scaricato una versione malevola della chiave di firma Tails o le tue istruzioni potrebbero essere obsolete. Per favore [[mettiti in contatto con noi|support/talk]].</p> </div>

source: <div class="tip"> <p>The line `175 signatures not checked due to missing keys` or similar refers to the certifications (also called *signatures*) made by other public keys that are not in your keyring. This is not a problem.</p> </div>
es: <div class="tip"> <p>La frase `175 signatures not checked due to missing keys` o similar se refiere a las certificaciones (también llamadas *firmas*) hechas por otras llaves que no están en tu llavero. Esto no es un problema</p> </div>
fr: <div class="tip"> <p>La ligne `175 signatures non vérifiées à cause de clefs manquantes` ou similaire fait référence aux autres certifications (aussi appelées *signatures*) faites par d'autres clés publiques qui ne sont pas dans votre trousseau. Ce n'est pas un problème.</p> </div>
it: <div class="tip"> <p>La riga `175 signatures not checked due to missing keys` o simili si riferisce ai certificati (chiamati anche *signatures*, firme) fatte da altre chiavi pubbliche che non sono nel tuo portachiavi. Questo non è un problema.</p> </div>

source: Certify the Tails signing key with your own key:
es: Certifica la llave de firmado de Tails con tu propia llave:
fr: Certifiez la clé de signature de Tails avec votre clé :
it: Certifica la chiave di firma Tails con la tua chiave:

source: a. To make a non-exportable certification that will never be shared with others:
es: a. Crear una certificación no exportable que nunca será compartida con nadie:
fr: a. Pour faire une signature non-exportable qui ne sera jamais partagée avec d'autres personnes :
it: a. Per creare un certificato non esportavile che non sarà mai condiviso cone altre persone:

source: b. To make an exportable certification of the Tails signing key and publish it on the public key servers:
es: b. Crear una certificación exportable de la llave de firma de Tails y publicarla en los servidores de llaves:
fr: b. Pour faire une certification exportable de la clé de signature de Tails et la publier sur les serveurs de clés publiques :
it: b. Per creare un certificato esportabile della chiave di firma di Tail e pubblicarlo sul server pubblico delle chiavi:

source: Doing so allows people who verified your key to verify your certification and, as a consequence, build more trust in the Tails signing key.
es: Hacer esto permite a la gente que haya verificado tu llave verificar a su vez la certificación, y como consecuencia, construir más confianza en la llave de firma de Tails.
fr: Faire cela permet aux personnes ayant vérifié votre clé de vérifier votre certification et, par conséquent, avoir plus confiance en la clé de signature de Tails.
it: Farlo consente alle persone che hanno verificato la tua chiave di verificare il tuo certificato e, come conseguenza, costruire più fiducia nella chiave di firma di Tails.

source: <h1 id="download-verify">Download and verify the USB image</h1>
es: <h1 id="download-verify">Descargar y verificar la imagen USB</h1>
fr: <h1 id="download-verify">Télécharger et vérifier l'image USB</h1>
it: <h1 id="download-verify">Scarica e verifica l'immagine USB</h1>

source: In this step, you will download the latest Tails USB image and verify it using the Tails signing key.
es: En este paso, descargarás la última imagen USB de Tails y la verificarás usando la llave de firmado de Tails.
fr: À cette étape, vous allez télécharger la dernière image USB de Tails et la vérifier avec la clé de signature de Tails.
it: In questo passaggio, scaricherai l'ultima immagine USB di Tails e la verificherai usando la chiave di firma di Tails.

source: Download the USB image:
es: Descargar la imagen USB:
fr: Télécharger l'image USB :
it: Scarica l'immagine USB:

source: Download the signature of the USB image:
es: Descargar la firma de la imagen USB:
fr: Télécharger la signature de l'image USB :
it: Scarica la firma dell'immagine USB:

source: Verify that the USB image is signed by the Tails signing key:
es: Verificar que la imagen USB esté firmada por la llave de firmado de Tails:
fr: Vérifier que l'image USB est signée par la clé de signature de Tails :
it: Verifica che l'immagine USB sia firmata con la chiave di firma di Tails:

source: The output of this command should be the following:
es: La salida de este comando debería ser la siguiente:
fr: La sortie de cette commande devrait être la suivante :
it: L'output di questo comanda dovrebbe essere il seguente:

source: Verify in this output that:
es: Verifica en esta salida que:
fr: Vérifiez que :
it: Verifica in questo output che:

source: The date of the signature is the same.
es: La fecha de la firma es la misma.
fr: La date de signature est la même.
it: La data della firma sia la stessa.

source: The signature is marked as <code>Good signature</code> since you certified the Tails signing key with your own key.
es: La firma se marcará como <code>Buena firma</code> ya que tú has certificado la llave de firma de Tails con tu propia llave.
fr: La signature est marquée comme <code>Good signature</code> puisque vous avez certifié la clé de signature de Tails avec votre clé.
it: La firma sia marcata come <code>Good signature</code> da quando hai certificato la chiave di firma Tails con la tua chiave.

source: Install Tails using <span class="command">dd</span>
es: Instalar Tails usando <span class="command">dd</span>
fr: Installer Tails avec <span class="command">dd</span>
it: Installa Tails usando <span class="command">dd</span>

source: Make sure that the USB stick on which you want to install Tails is unplugged.
es: Asegúrate de que el dispositivo USB que quieres instalar está desconectado.
fr: Assurez-vous que la clé USB sur laquelle vous voulez installer Tails est débranchée.
it: Assicuratevi che la chiavetta USB sulla quale volete installare Tails sia scollegata.

source: Execute the following command:
es: Ejecuta el siguiente comando:
fr: Exécutez la commande suivante :
it: Esegui il comando seguente:

source: It returns a list of the storage devices on the system. For example:
es: Devuelve una lista de los dispositivos de almacenamiento del sistema. Por ejemplo:
fr: Elle retourne une liste des périphériques de stockage du système. Par exemple :
it: Restituisce un elenco dei dispositivi di archiviazione sul sistema. Per esempio:

source: Plug in the USB stick on which you want to install Tails.
es: Conecta la memoria USB en la que quieres instalar Tails.
fr: Branchez la clé USB sur laquelle vous voulez installer Tails.
it: Inserite la chiavetta USB sulla quale volete installare Tails.

source: <div class="caution"><p>All the data on this USB stick will be lost.</p></div>
es: <div class="caution"><p>Se perderá toda la información en esta memoria USB.</p></div>
fr: <div class="caution"><p>Toutes les données sur cette clé USB seront perdues.</p></div>
it: <div class="caution"><p>Tutti i dati su questa chiavetta USB andranno persi.</p></div>

source: Execute again the same command:
es: Ejecuta otra vez el mismo comando:
fr: Exécutez à nouveau la même commande :
it: Eseguite nuovamente lo stesso comando:

source: Your USB stick appears as a new device in the list.
es: Tu memoria USB aparece como un nuevo dispositivo en la lista.
fr: Votre clé USB apparaît comme nouveau périphérique dans la liste.
it: La vostra chiavetta USB apparirà come un nuovo dispositivo nella lista.

source: Take note of the *device name* of your USB stick.
es: Toma nota del *nombre del dispositivo* de tu memoria USB.
fr: Prenez note du *nom de périphérique* de votre clé USB.
it: Prendete nota del *nome dispositivo* della vostra chiavetta USB.

source: In this example, the device name of the USB stick is <span class="code">/dev/sdb</span>. Yours might be different.
es: En este ejemplo, el nombre del dispositivo de la memoria USB es <span class="code">/dev/sdb</span>. El tuyo puede ser diferente.
fr: Dans cet exemple, le nom de périphérique de votre clé USB est <span class="code">/dev/sdb</span>. Le vôtre peut-être différent.
it: In questo esempio, il nome dispositivo della chiavetta USB è <span class="code">/dev/sdb</span>. Il vostro potrebbe essere differente.

source: <div class="caution"> <p>If you are unsure about the device name, you should stop proceeding or <strong>you risk overwriting any hard disk on the system</strong>.</p> </div>
es: <div class="caution"> <p>Si no estás seguro del nombre del dispositivo deberías parar ahora o <strong>te arriesgas a sobreescribir cualquier otro disco duro del sistema</strong>.</p> </div>
fr: <div class="caution"> <p>Si vous n'avez pas la certitude d'avoir le bon nom de périphérique, vous devriez ne pas poursuivre ou <strong>vous risquez d'écraser les données d'un disque dur de votre système</strong>.</p> </div>
it: <div class="caution"> <p>Se non siete sicuri del nome del dispositivo dovreste smettere la procedura oppure <strong>rischiate di sovrascrivere qualunque disco rigido sul sistema</strong>.</p> </div>

source: Execute the following commands to copy the USB image that you downloaded earlier to the USB stick.
es: Ejecuta los siguientes comandos para copiar la imagen USB que descargaste previamente a la memoria USB.
fr: Exécutez les commandes suivantes pour copier sur la clé USB l'image USB que vous avez téléchargée précédemment.
it: Eseguite i seguenti comandi per copiare l'immagine USB scaricata precedentemente sulla chiavetta USB.

source: Replace:
es: Reemplaza:
fr: Remplacez :
it: Sostituire:

source: <span class="command-placeholder">tails.img</span> with the path to the USB image
es: <span class="command-placeholder">tails.img</span> con la ruta de la imagen USB
fr: <span class="command-placeholder">tails.img</span> par le chemin vers l'image USB
it: <span class="command-placeholder">tails.img</span> con il path all'immagine USB

source: <span class="command-placeholder">device</span> with the device name found in step 5
es: <span class="command-placeholder">device</span> con el nombre del dispositivo encontrado en el paso 5
fr: <span class="command-placeholder">périphérique</span> par le nom de périphérique trouvé à l'étape 5
it: <span class="command-placeholder">dispositivo</span> con il nome del dispositivo trovato nello step 5

source: <p class="pre command">dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">device</span> bs=16M oflag=direct status=progress</p>
fr: <p class="pre command">dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">périphérique</span> bs=16M oflag=direct status=progress</p>

source: You should get something like this:
es: Deberías obtener algo como esto:
fr: Vous devriez obtenir quelque chose qui ressemble à :
it: Dovreste ottenere qualcosa del genere:

source: If no error message is returned, Tails is being copied on the USB stick. The copy takes some time, generally a few minutes.
es: Si no aparece ningún mensaje de error, Tails está siendo copiado a la memoria USB. El proceso de copiado tarda por lo general un par de minutos.
fr: Si aucun message d'erreur n'est retourné, Tails est en train d'être copié sur la clé USB. La copie prend du temps, généralement quelques minutes.
it: Se non compaiono messaggi di errore, Tails è stato copiato sulla chiavetta USB. La copia richiede tempo, solitamente alcuni minuti.

source: <div class="note"> <p>If you get a <span class="guilabel">Permission denied</span> error, try adding <code>sudo</code> at the beginning of the command:</p>
es: <div class="note"> <p>Si recibes un error de <span class="guilabel">Permiso denegado</span>, prueba agregando <code>sudo</code> al principio del comando:</p>
fr: <div class="note"> <p>Si vous obtenez une erreur <span class="guilabel">Permission denied</span>, essayez d'ajouter <code>sudo</code> au début de la commande :</p>
it: <div class="note"> <p>Se ottenete un errore di <span class="guilabel">Permesso negato</span> , provate ad aggiungere <code>sudo</code> all'inizio del comando:</p>

source: <p class="pre command">sudo dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">device</span> bs=16M oflag=direct status=progress</p> </div>
fr: <p class="pre command">sudo dd if=<span class="command-placeholder">tails.img</span> of=<span class="command-placeholder">périphérique</span> bs=16M oflag=direct status=progress</p> </div>

source: The installation is complete after the command prompt reappears.
es: La instalación se ha completado una vez que reaparezca el interprete de comandos.
fr: L'installation est terminée lorsque l'invite de commande réapparaît.
it: L'installazione viene completata con la ricomparsa del prompt dei comandi.

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/restart_first_time.inline.es" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/restart_first_time.inline.fr" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/steps/restart_first_time.inline.it" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/create_persistence.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/create_persistence.inline.es" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/create_persistence.inline.fr" raw="yes" sort="age"]]
it: [[!inline pages="install/inc/steps/create_persistence.inline.it" raw="yes" sort="age"]]
