Repository: austin987/tails
Catalog: wiki/src/donate/thanks.*.po
Languages: fr

source: [[!meta title="Thank you!"]]
fr: [[!meta title="Merci !"]]

source: [[!img thanks.png link="no" alt="Tails protects the most vulnerable"]]
fr: [[!img thanks.png link="no" alt="Tails protège les plus vulnérables"]]

source: Thank you so much for your support!
fr: Un grand merci pour votre soutien !

source: Your generous donation will keep safe the people who need it the most and protect freedom in the digital age.
fr: Votre générosité sécurisera les personnes qui en ont le plus besoin et protégera la liberté à l'ère numérique.

source: Most Internet tools fund themselves by spying on their users. At Tails, we do things differently and we couldn't do it without you.
fr: La plupart des outils Internet se financent en espionnant leurs propres utilisateurs. Chez Tails, nous faisons les choses différemment et nous ne pouvons les faire sans vous.

source: If you need a donation receipt, contact us at <a href="mailto:tails-fundraising@boum.org">tails-fundraising@boum.org</a>.
fr: Si vous avez besoin d'un reçu de don, contactez-nous à <a href="mailto:tails-fundraising@boum.org">tails-fundraising@boum.org</a>.

source: Your donation will appear as made to Riseup Labs, our fiscal sponsor.
fr: Votre don apparaîtra comme fait à l'attention de Riseup Labs, notre partenaire financier.

source: <em>We train human-rights activists and journalists to use Tails if they are gonna be looking deep into shady business.
fr: <em>Nous formons des personnes militantes des droits humains et des journalistes à utiliser Tails pour pouvoir investiguer dans des affaires louches.

source: Mexico is a dangerous place to research issues when the organized crime and private companies are together behind some of the most violent stuff that we see here.</em>
fr: Le Mexique est un lieu dangereux pour les investigations quand le crime organisé et les sociétés privées mènent ensemble les actes les plus violents que l'on ait vus.</em>

source: &mdash; <strong>Digital security trainer, Mexico</strong>
fr: &mdash; <strong>Formateur en sécurité informatique, Mexique</strong>

source: <em>I always have a Tails USB stick handy, especially when traveling. Pakistan really isn't the safest place for journalists.
fr: <em>J'ai toujours une clef USB Tails sous la main, particulièrement en voyage. Le Pakistan n'est vraiment pas un lieu sûr pour les journalistes.

source: Thanks Tails for an amazing tool!</em>
fr: Merci Tails pour cet outil génial !</em>

source: &mdash; <strong>Freelance journalist, Pakistan</strong>
fr: &mdash; <strong>Journaliste freelance, Pakistan</strong>

source: Help us spread the word
fr: Aidez-nous à faire passer le message

source: <a href="https://twitter.com/intent/tweet?url=https%3A%2F%2Ftails.boum.org%2Fdonate%2F%3Fr%3Dtn&text=I%20donate%20to%20@Tails_live%20because%20nobody%20should%20have%20to%20pay%20to%20be%20safe%20while%20using%20computers." class="tweet" target="_blank"> [[!img godzilla.png link="no" alt=""]]
fr: <a href="https://twitter.com/intent/tweet?url=https%3A%2F%2Ftails.boum.org%2Fdonate%2F%3Fr%3Dtn&text=I%20donnez%20%e0%20@Tails_live%20parce%20que%20personne%20ne%20devrait%20avoir%20%e0%20payer%20pour%20une%20utilisation%20s%e9curis%e9e%20de%20son%20ordinateur" class="tweet" target="_blank"> [[!img godzilla.png link="no" alt=""]]

source: I donate to @Tails_live because nobody should have to pay to be safe while using computers.
fr: Je donne à @Tails_live parce que personne ne devrait avoir à payer pour une utilisation sécurisée de son ordinateur.

source: </a> <a href="https://twitter.com/intent/tweet?url=https%3A%2F%2Ftails.boum.org%2Fdonate%2F%3Fr%3Dts&text=I%20proudly%20support%20@Tails_live%20to%20keep%20safe%20activists%2C%20journalists%2C%20and%20domestic%20violence%20survivors." class="tweet" target="_blank"> [[!img godzilla.png link="no" alt=""]]
fr: </a> <a href="https://twitter.com/intent/tweet?url=https%3A%2F%2Ftails.boum.org%2Fdonate%2F%3Fr%3Dts&text=I%20Soutenez%20fi%e8rement%20@Tails_live%20pour%20s%e9curiser%20les%20militants%2C%20journalistes%20et%20les%20victimes%20de%20violences%20domestiques" class="tweet" target="_blank"> [[!img godzilla.png link="no" alt=""]]

source: I proudly support @Tails_live to keep safe activists, journalists, and domestic violence survivors.
fr: je soutiens fièrement @Tails_live pour sécuriser les militants, journalistes et victimes de violences domestiques.

source: Follow us
fr: Suivez-nous
