Repository: austin987/tails
Catalog: wiki/src/install/debian.*.po
Languages: de, fr, it

source: [[!meta title="Debian or Ubuntu"]] [[!meta stylesheet="bootstrap" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/assistant" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/router-debian" rel="stylesheet" title=""]] [[!inline pages="install/inc/tails-installation-assistant.inline" raw="yes"]] [[<span class="back">Back</span>|install/os]]
de: [[!meta title="Debian oder Ubuntu"]] [[!meta stylesheet="bootstrap" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/assistant" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/router-debian" rel="stylesheet" title=""]] [[!inline pages="install/inc/tails-installation-assistant.inline.de" raw="yes"]] [[<span class="back">Zurück</span>|install/os]]

source: <strong>Debian or Ubuntu</strong>
de: <strong>Debian oder Ubuntu</strong>

source: [[!inline pages="install/inc/router/clone" raw="yes"]] [[
de: [[!inline pages="install/inc/router/clone.de" raw="yes"]] [[
fr: [[!inline pages="install/inc/router/clone.fr" raw="yes"]] [[

source: Install from another Tails
de: Von einem anderen Tails aus installieren
fr: Installer depuis un autre Tails
it: Installa da un altro Tails

source: Download and install
de: Herunterladen und installieren
fr: Téléchargement et installation
it: Scarica ed installa

source: You need:
de: Sie benötigen:
fr: Vous avez besoin de :
it: Ti servono:

source: 1 USB stick <small>(at least 4 GB)</small>
de: 1 USB-Stick <small>(mindestens 4 GB)</small>
fr: 1 clé USB <small>(d'au moins 4 Go)</small>

source: 1 hour to download Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_i386_iso_size" raw="yes"]]</small>)
de: 1 Stunde zum Herunterladen von Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_i386_iso_size" raw="yes"]]</small>)
fr: 1 heure pour télécharger Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_i386_iso_size" raw="yes"]]</small>)

source: ½ hour to install
de: ½ Stunde zum Installieren
fr: ½ heure pour l'installation
it: ½ ora per installare

source: Install from Debian or Ubuntu
de: Installation von Debian oder Ubuntu aus

source: <small>Install from Debian or Ubuntu using the</small>
de: <small>Von Debian oder Ubuntu aus unter der Nutzung der</small>

source: command line <small> and </small> GnuPG
de: Kommandozeile <small> sowie </small> GnuPG

source: <small> You can also:
de: <small> Sie können auch:
fr: <small> Vous pouvez aussi :

source: [[Burn Tails on a DVD|dvd]]
de: [[Tails auf eine DVD brennen|dvd]]
fr: [[Graver Tails sur un DVD|dvd]]

source: [[Run Tails in a virtual machine|vm]]
de: [[Tails in einer virtuellen Maschine laufen lassen|vm]]
fr: [[Utiliser Tails dans une machine virtuelle|vm]]

source: <strong>Debian</strong>, <strong>Ubuntu</strong>, or <strong>Mint</strong>
fr: <strong>Debian</strong>, <strong>Ubuntu</strong> ou <strong>Mint</strong>

source: Install from Debian, Ubuntu, or Mint
fr: Installer depuis Debian, Ubuntu ou Mint

source: <small>Install from Debian, Ubuntu, or Mint using
fr: <small>Installer depuis Debian, Ubuntu ou Mint avec

source: the</small>command line <small>and</small> GnuPG
fr: la</small>ligne de commande <small>et</small> GnuPG

source: [[!meta title="Debian, Ubuntu, or Mint"]] [[!meta robots="noindex"]] [[!meta stylesheet="bootstrap.min" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/assistant" rel="stylesheet" title=""]]
it: [[!meta title="Debian, Ubuntu, o Mint"]] [[!meta robots="noindex"]] [[!meta stylesheet="bootstrap.min" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/assistant" rel="stylesheet" title=""]]

source: [[!inline pages="install/inc/router/clone" raw="yes" sort="age"]] [[
it: [[!inline pages="install/inc/router/clone.it" raw="yes" sort="age"]] [[

source: 1 USB stick <small>(at least 8 GB)</small>
it: 1 chiavetta USB <small>(almeno 8 GB)</small>

source: 1 hour to download Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)
it: 1 ora per scaricare Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)

source: You can also:
it: Puoi anche:

source: [[Burn Tails on a DVD|dvd-download]]
it: [[Masterizzare Tails su un DVD|dvd-download]]

source: [[Run Tails in a virtual machine|vm-download]]
it: [[Avviare Tails su una macchina virtuale|vm-download]]
