Repository: austin987/tails
Catalog: wiki/src/install/linux.*.po
Languages: es

source: [[!meta title="Other Linux (Red Hat, Fedora, etc.)"]] [[!meta robots="noindex"]] [[!meta stylesheet="bootstrap.min" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/assistant" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/linux" rel="stylesheet" title=""]]
es: [[!meta title="Otros Linux (Red Hat, Fedora, etc.)"]] [[!meta robots="noindex"]] [[!meta stylesheet="bootstrap.min" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/assistant" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/linux" rel="stylesheet" title=""]]

source: [[!inline pages="install/inc/router/clone" raw="yes" sort="age"]] [[
es: [[!inline pages="install/inc/router/clone.es" raw="yes" sort="age"]] [[

source: Install from another Tails
es: Instalar desde otro Tails

source: Download and install
es: Descargar e instalar

source: You need:
es: Necesitas:

source: 1 hour to download Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)
es: 1 hora para descargar Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)

source: Install from Linux
es: Instalar desde Linux

source: <small>Install from Debian, Ubuntu, or Mint using
es: <small>Instala desde Debian, Ubuntu o Mint usando

source: the</small> command line <small>and</small> GnuPG
es: la</small> línea de comandos <small> y </small> GnuPG

source: You can also:
es: También puedes:

source: [[Burn Tails on a DVD|dvd-download]]
es: [[Grabar Tails en un DVD|dvd-download]]

source: [[Run Tails in a virtual machine|vm-download]]
es: [[Ejecutar Tails en una máquina virtual|vm-download]]
