Repository: austin987/tails
Catalog: wiki/src/install/mac.*.po
Languages: it

source: Tails is not working on every Mac model and you might have to try <strong>different installation methods</strong>.
it: Tails non funziona sulla totalità dei modelli Mac e potresti dover provare <strong>differenti metodi di installazione</strong>.

source: At the end, maybe:
it: Alla fine, forse:

source: Tails will work <strong>perfectly</strong>!
it: Tails funziona <strong>perfettamente</strong>!

source: You will start Tails with <strong>some core features missing</strong>.
it: Avvierai Tails <strong>senza alcune caratteristiche fondamentali</strong>.

source: You will start Tails with <strong>Wi-Fi or graphics problems</strong>.
it: Avvierai Tails con <strong>problemi con il Wi-Fi o la grafica</strong>.

source: It will be <strong>impossible</strong> to start Tails on your Mac.
it: Sarà <strong>impossibile</strong> avviare Tails sul tuo Mac.

source: Anyway, ready to give it a try?
it: In ogni caso, sei pronta a fare un tentativo?

source: Try cloning from another Tails
it: Provare a clonare da un altro Tails

source: <small>Install from</small>
it: <small>Installa da</small>

source: Windows or Linux
it: Windows o Linux

source: Burn a DVD
it: Masterizza un DVD

source: <small>and then install</small>
it: <small>e poi installa</small>

source: <small>Install using</small>
it: <small>Installa usando</small>

source: the command line
it: la riga di comando

source: You can also:
it: Puoi anche:

source: [[Run Tails in a virtual machine|vm-download]]
it: [[Usare Tails in una macchina virtuale|vm-download]]
