Repository: austin987/tails
Catalog: wiki/src/install/win.*.po
Languages: fr, pt

source: [[!inline pages="install/inc/router/clone" raw="yes" sort="age"]] [[
fr: [[!inline pages="install/inc/router/clone.fr" raw="yes" sort="age"]] [[
pt: [[!inline pages="install/inc/router/clone.pt" raw="yes" sort="age"]] [[

source: Install from another Tails
fr: Installer depuis un autre Tails
pt: Instale a partir de outro Tails

source: Download and install
fr: Téléchargement et installation
pt: Baixe e instale

source: You need:
fr: Vous avez besoin de :
pt: Você precisa de:

source: 2 USB sticks <small>(at least 8 GB)</small>&nbsp;[[!toggle id="why_two" text="Why 2?"]] [[!toggleable id="why_two" text=""" [[!toggle id="why_two" text="X"]] [[!inline pages="install/inc/router/why_two.inline" raw="yes" sort="age"]] """]]
fr: 2 clés USB <small>(d'au moins 8 Go)</small>&nbsp;[[!toggle id="why_two" text="Pourquoi 2 ?"]] [[!toggleable id="why_two" text=""" [[!toggle id="why_two" text="X"]] [[!inline pages="install/inc/router/why_two.inline.fr" raw="yes" sort="age"]] """]]

source: 1 hour to download Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)
fr: 1 heure pour télécharger Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)
pt: 1 hora para baixar o Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)

source: 1 hour to install
fr: 1 heure pour l'installation

source: Install from Windows
fr: Installer depuis Windows
pt: Instale a partir de um Windows

source: You can also:
fr: Vous pouvez également :
pt: Você também pode:

source: [[Burn Tails on a DVD|dvd-download]]
fr: [[Graver Tails sur un DVD|dvd-download]]
pt: [[Gravar Tails num DVD|dvd-download]]

source: [[Run Tails in a virtual machine|vm-download]]
fr: [[Utiliser Tails dans une machine virtuelle|vm-download]]
pt: [[Rodar Tails numa máquina virtual|vm-download]]

source: 1 USB stick <small>(at least 8 GB)</small>
pt: 1 pendrive USB <small>(com pelo menos 8 GB)</small>

source: ½ hour to install
pt: ½ hora para instalar
