Repository: austin987/tails
Catalog: wiki/src/about.*.po
Languages: de, es, fa, it, pt, zh

source: Tor has more than 6&#8239;000 relays. Organizations running Tor relays include universities like the MIT, activist groups like Riseup, nonprofits like Derechos Digitales, Internet hosting companies like Private Internet Access, etc. The huge diversity of people and organizations running Tor relays makes it more secure and more sustainable.
de: Tor hat mehr als 6&#8239;000 Relays. Organisationen die Tor Relays betreiben sind Universitäten wie das MIT, Gruppen wie Riseup, Non Profit Organisationen wie Derechos Digitales, Internet Hosting Unternehmen wie Private Internet Access und viele mehr. Die grosse Diversität der Menschen und Organisationen die Tor Relays betreiben macht es sicherer und nachhaltiger.
es: Tor tiene más de 6&#8239;000 relays. Las organizaciones que ejecutan Tor relays incluyen universidades como el MIT, grupos activistas como Riseup, organizaciones sin fines de lucro como Derechos Digitales, compañías de hospedaje de Internet como Private Internet Access, etc. La gran diversidad de personas y organizaciones que ejecutan los relays de Tor lo hace más seguro y más sostenible.
it: Tor ha più di 6&#8239;000 relay. Tra le organizzazioni che mantengono relay Tor ci sono università come il MIT, gruppi di attivismo come Riseup, associazioni non-profit come Derechos Digitales, società di Internet hosting come Private Internet Access, ecc. L'enorme diversità tra le persone e le organizzazioni che mantengono relay Tor rende la rete Tor più sicura e più sostenibile.
pt: A rede Tor tem mais de 6.000 retransmissores. Organizações que rodam retransmissores Tor incluem universidades como MIT, grupos ativistas como Riseup, organizações sem fins lucrativos como Derechos Digitales, empresas de hospedagem de internet como Private Internet Access, etc. A grande diversidade de pessoas e organizações que rodam retransmissores Tor tornam a rede mais segura e mais sustentável.

source: [[Why does Tails use Tor?|doc/about/tor]]
de: [[Warum nutzt Tails Tor?|doc/about/tor]]
es: [[¿Por qué Tails usa Tor|doc/about/tor]]
it: [[Perché Tails utilizza Tor?|doc/about/tor]]
pt: [[Por que o Tails usa Tor?|doc/about/tor]]

source: [[Viewing the status and circuits of Tor|doc/anonymous_internet/tor_status]]
de: [[Den Status und die Knoten von Tor ansehen|doc/anonymous_internet/tor_status]]
es: [[Ver el estado y los circuitos de Tor|doc/anonymous_internet/tor_status]]
it: [[Visualizzare lo stato e i circuiti di Tor|doc/anonymous_internet/tor_status]]
pt: [[Como ver o estado e os circuitos do Tor|doc/anonymous_internet/tor_status]]

source: [[Browsing the web with Tor Browser|doc/anonymous_internet/Tor_Browser]]
es: [[Navegar la red con el Navegador Tor|doc/anonymous_internet/Tor_Browser]]

source: Avoid online surveillance and censorship
de: Online Überwachung und Zensur vermeiden
es: Evitar la vigilancia y la censura en línea
it: Evitare la sorveglianza online e la censura
pt: Evite vigilância e censura online

source: Tor prevents someone watching your Internet connection from learning <strong><i>what</i> you are doing on the Internet</strong>.
de: Tor verhindert, dass jemand der ihre Internetverbindung überwacht herausfindet, <strong><i>was</i> Sie im Internet machen</strong>.
es: Tor evita que alguien que esté viendo tu conexión a Internet sepa <strong><i>qué</i> estás haciendo en Internet</strong>.
it: Tor impedisce a chi sta osservando la tua connessione Internet di capire <strong><i>cosa</i> stai facendo su Internet</strong>.
pt: Tor evita que alguém que esteja observando sua conexão de Internet descubra <strong><i>o que</i> você está fazendo na Internet</strong>.

source: You can avoid censorship because it is <strong>impossible for a censor to know</strong> which websites you are visiting.
de: Sie können Zensur umgehen, da es <strong>für die Zensurstelle unmöglich ist zu wissen</strong>, welche Websiten Sie besuchen.
es: Puedes evitar la censura porque es <strong>imposible para un censor saber</strong> qué sitios web estás visitando.
it: Puoi evitare la censura perché è <strong>impossibile per chi censura sapere</strong> quali siti web stai visitando.
pt: Você evita censura porque é <strong>impossível para um agente de censura saber</strong> quais websites você está visitando.

source: If connecting to Tor is blocked or dangerous to use from where you are, for example Iran or China, you can use <i>bridges</i> to connect to Tor in a more discrete way. Different types of bridges work better in different places.
de: Falls in ihrer Gegend Tor blockiert ist oder es gefährlich ist Tor zu nutzen, wie zum Beispiel im Iran oder China, können Sie <i>Bridges</i> nutzen um sich etwas versteckter mit Tor zu verbinden. Verschiedene Arten von Bridges funktionieren unterschiedlich gut in unterschiedlichen Gegenden.
es: Si la conexión a Tor está bloqueada o es peligrosa de usar desde donde te encuentras, por ejemplo Irán o China, puedes usar <i>puentes</i> para conectarte a Tor de una manera más discreta. Diferentes tipos de puentes funcionan mejor en diferentes lugares.
it: Se la connessione a Tor è bloccata oppure è pericoloso usarla da dove ti trovi, per esempio dall'Iran o dalla Cina, puoi utilizzare dei <i>bridge</i> per connetterti a Tor in modo meno evidente. Ci sono differenti tipi di bridge, concepiti per essere utilizzati da luoghi differenti.
pt: Se conexões com a rede Tor forem bloqueadas ou se for arriscado usá-lo no lugar onde você está, como por exemplo no Irã ou na China, é possível usar <i>pontes</i> para se conectar ao Tor de uma forma mais discreta. Diferentes tipos de pontes funcionam melhor em diferentes lugares.

source: [[Can I hide the fact that I am using Tails?|doc/about/fingerprint]]
de: [[Kann die die Tatsache, dass ich Tails verwende, verbergen?|doc/about/fingerprint]]
es: [[¿Puedo ocultar el hecho de que estoy usando Tails?|doc/about/fingerprint]]
it: [[Posso nascondere il fatto che sto utilizzando Tails?|doc/about/fingerprint]]
pt: [[É possível esconder o fato de que estou usando Tails?|doc/about/fingerprint]]

source: [[Tor bridge mode|doc/first_steps/welcome_screen/bridge_mode]]
de: [[Tor Bridge Modus|doc/first_steps/welcome_screen/bridge_mode]]
es: [[Tor modo puente|doc/first_steps/welcome_screen/bridge_mode]]
it: [[Tor in modalità bridge|doc/first_steps/welcome_screen/bridge_mode]]
pt: [[Usando Tor no modo bridge|doc/first_steps/welcome_screen/bridge_mode]]

source: Avoid tracking and change identity
de: Tracking verhinden und die Identität ändern
es: Evitar el rastreo y cambiar identidad
it: Evitare il tracciamento geografico e cambiare identità
pt: Evite rastreamento e mude de identidade

source: Tor also prevents the websites that you are visiting from learning <strong><i>where</i> and <i>who</i> you are</strong>, unless you tell them. You can visit websites <strong>anonymously or change your identity</strong>.
de: Tor verhindert auch, dass die Webseiten, die sie besuchen, wissen, <strong><i>wo</i> und <i>wer</i> Sie sind</strong>, außer Sie sagen es ihnen. Sie können Webseiten <strong>anonym besuchen oder ihre Identität ändern</strong>.
es: Tor también evita que los sitios web que estás visitando aprendan <strong><i>dónde</i> estás y <i>quién</i> eres</strong>, a menos que les digas. Puedes visitar sitios web <strong>anónimamente o cambiar tu identidad</strong>.
it: Inoltre, Tor impedisce ai siti web che stai visitando di sapere <strong><i>dove</i> e <i>chi</i> tu sia</strong>, a meno che non sia tu a comunicarlo a loro. Puoi visitare siti web <strong>in modo anonimo o cambiare la tua identità</strong>.
pt: Tor também evita que os sites que você visita descubram <strong><i>onde você está</i> e <i>quem você é</i></strong>, a não ser que você os dê essas informações. É possível visitar sites <strong>de forma anônima ou mudar de identidade</strong>.

source: Online trackers and advertisers won't be able to follow you around from one website to another anymore.
de: Online Tracker und Werbeanbieter können ihnen nicht mehr von einer Webseite zur nächsten folgen.
es: Los rastreadores y anunciantes en línea ya no podrán seguirte de un sitio web a otro.
it: Gli strumenti di tracciamento e di profilazione pubblicitaria online non saranno più in grado di seguire i tuoi spostamenti da un sito web all'altro.
pt: Rastreadores online e anunciantes de propaganda não conseguirão mais te seguir de um website a outro.

source: You can publish a blog or manage a social media account entirely from Tails. If you only access it from Tails, it cannot be related to you. You can store documents and images related to this different identity in your Persistent Storage, keep your passwords in <i>KeePassXC</i>, have a dedicated email account in <i>Thunderbird</i>, etc.
de: Sie können vollkommen von Tails aus einen Blog veröffentlichen oder einen Social Media Account betreiben. Wenn Sie auf diese nur von Tails aus zugreifen, können sie nicht zu ihnen zurückverfolgt werden. Sie können Dokumente und Bilder die mit dieser anderen Identität verbunden sind in ihrem beständigen Speicher speichern, ihre Passwörter in <i>KeePassXC</i> speichern, einen eigenen Email Account in <i>Thunderbird</i> einrichten, etc.
es: Puedes publicar un blog o administrar una cuenta de redes sociales completamente desde Tails. Si sólo accedes a él desde Tails, no se relacionará contigo. Puedes almacenar documentos e imágenes relacionadas con esta identidad diferente en su almacenamiento persistente, mantener tus contraseñas en <i>KeePassXC</i>, tener una cuenta de correo electrónico dedicada en <i>Thunderbird</i>, etc.
it: Puoi pubblicare un blog o gestire un account su un social media esclusivamente via Tails. Se le esegui solo con Tails, queste attività non potranno essere ricondotte a te. Puoi conservare nel tuo volume persistente documenti e immagini relative a questa tua diversa identità, mantenere le relative password in <i>KeePassXC</i>, avere un account di posta elettronica dedicato in <i>Thunderbird</i>, ecc.
pt: Você pode publicar em um blog ou gerenciar uma conta de rede social inteiramente a partir do Tails. Se você sempre fizer esses acessos a partir do Tails, então não será possível relacionar essas contas a você. É possível guardar no seu Armazenamento Persistente imagens e documentos relacionados a esta identidade distinta, manter suas senhas no <i>KeePassXC</i>, ter uma conta de email dedicada no <i>Thunderbird</i>, etc.

source: Software for freedom
de: Software für Freiheit
es: Software para la libertad
it: Software per la libertà
pt: Software para liberdade

source: Transparency to build trust
de: Transparenz um Vertrauen aufzubauen
es: Transparencia para contruir confianza
it: Trasparenza per creare fiducia
pt: Transparência para criar confiança

source: All the code of our software is public to allow independent security researchers to verify that Tails really works the way it should.
de: Der ganze Code unserer Software ist öffentlich und erlaubt unabhängigen Sicherheitsforschern und Forscherinnen zu verifizieren, dass Tails wirklich so funktioniert wie es sollte.
es: Todo el código de nuestro software es público para permitir que los investigadores de seguridad independientes verifiquen que Tails realmente funciona como debería.
it: Tutto il codice del nostro software è pubblico, in modo da permettere a ricercatori in sicurezza informatica indipendenti da noi di verificare che Tails funzioni veramente come dovrebbe.
pt: Todo o código de nosso software é público para permitir que pesquisadores independentes da área de segurança verifiquem que o Tails realmente funciona da forma que deveria.

source: [[Trusting Tails|doc/about/trust]]
de: [[Tails vertrauen|doc/about/trust]]
es: [[Confiando en Tails|doc/about/trust]]
it: [[Fidarsi di Tails|doc/about/trust]]
pt: [[Confiando no Tails|doc/about/trust]]

source: [[License and source code distribution|doc/about/license]]
de: [[Lizenzen und Verteilung des Sourcecodes|doc/about/license]]
es: [[Licencia y distribución de código fuente|doc/about/license]]
it: [[Licenza e distribuzione del codice sorgente|doc/about/license]]
pt: [[Licenciamento e distribuição do código-fonte|doc/about/license]]

source: [[Design documents|contribute/design]]
de: [[Design Dokumente|contribute/design]]
es: [[Documentos de diseño|contribute/design]]
it: [[Documenti di progettazione|contribute/design]]
pt: [[Documentos de projeto|contribute/design]]

source: Top security for free
de: Top Sicherheit kostenlos
es: Máxima seguridad gratis
it: Il massimo della sicurezza, gratuitamente
pt: Máxima segurança de graça

source: Nobody should have to pay to be safe while using a computer. That is why we are giving out Tails for free and try to make it easy to use by anybody.
de: Niemand sollte dafür zahlen müssen, bei der Benutzung von Computern sicher zu sein. Deswegen geben wir Tails kostenlos her und versuchen es so einfach benutzbar wie möglich zu machen.
es: Nadie debería tener que pagar para estar seguro mientras usa una computadora. Es por eso que distribuimos Tails de forma gratuita y tratamos de que sea fácil de usar para cualquiera.
it: Nessuna persona dovrebbe essere obbligata a pagare per poter usare un computer in maniera sicura. Ecco perché distribuiamo Tails gratuitamente e cerchiamo di renderne facile l'uso a chiunque.
pt: Ninguém deveria ter que pagar para ter segurança ao usar um computador. É por isso que distribuímos Tails de graça e tentamos fazer com que seja fácil de usar por qualquer pessoa.

source: We are a nonprofit and an open community.
de: Wir sind nicht auf Profit aus und wir sind eine offene Community.
es: Somos una organización sin fines de lucro y una comunidad abierta.
it: Siamo una comunità aperta e non-profit.
pt: Somos uma comunidade aberta e sem fins lucrativos.

source: Our work is funded by donations from people like you and organizations that support Internet freedom: Mozilla, Tor, DuckDuckGo, Freedom of the Press Foundation, AccessNow, etc.
de: Unsere Arbeit wird finanziert durch Spenden von Privatpersonen, wie Ihnen, und Organisationen, die Internetfreiheit unterstützen: Mozilla, DuckDuckGo, Freedom of the Press Foundation, AccessNow, usw.
es: Nuestro trabajo está financiado por donaciones de personas como usted y organizaciones que apoyan la libertad de Internet: Mozilla, Tor, DuckDuckGo, Freedom of the Press Foundation, AccessNow, etc.
it: Il nostro lavoro è sovvenzionato tramite donazioni da parte di persone come te e organizzazioni che sostengono il diritto alla libertà su Internet: Mozilla, Tor, DuckDuckGo, Freedom of the Press Foundation, AccessNow, ecc.
pt: Nosso trabalho é financiado por doações de pessoas como você e por organizações que apoiam a liberdade na Internet: Mozilla, Tor, DuckDuckGo, Freedom of the Press Foundation, AccessNow, etc.

source: [[Donate|donate]]
de: [[Spenden|donate]]
es: [[Dona|donate]]
it: [[Donazioni|donate]]
pt: [[Faça uma doação|donate]]

source: [[Partners|partners]]
es: [[Socios|partners]]
it: [[Soci|partners]]

source: [[Social Contract|doc/about/social_contract]]
de: [[sozialer Auftrag|doc/about/social_contract]]
es: [[Contrato Social|doc/about/social_contract]]
it: [[Contratto sociale|doc/about/social_contract]]
pt: [[Contrato Social|doc/about/social_contract]]

source: Sharing to be stronger
de: Teilen um stärker zu sein
es: Compartir para ser más fuertes
it: Condividere per essere più forti
pt: Compartilhamos para que sejamos mais fortes

source: Tails is built on solid foundations: the Tor network, the Debian operating system, the GNOME desktop environment, and all the tools included in Tails.
de: Tails basiert auf soliden Fundamenten: dem Tor Netzwerk, dem Debian Betriebssystem, dem GNOME Desktop und all den Werkzeugen die bei Tails dabei sind.
es: Tails está construido sobre bases sólidas: la red Tor, el sistema operativo Debian, el entorno de escritorio GNOME y todas las herramientas incluidas en Tails.
it: Tails è costruito su solide fondamenta: la rete Tor, il sistema operativo Debian, l'ambiente desktop GNOME, e tutti gli strumenti inclusi in Tails.
pt: Tails é construído sobre fundações sólidas: a rede Tor, o sistema operacional Debian, o ambiente de trabalho GNOME, e todas as ferramentas que vêm incluídas no Tails.

source: We share back our improvements with these projects so that many more people can benefit from our work.
de: Wir teilen unsere Verbesserungen mit diesen Projekten, damit viele Menschen durch der Arbeit einen Nutzen haben.
es: Compartimos nuestras mejoras con estos proyectos para que muchas más personas puedan beneficiarse de nuestro trabajo.
it: Noi contraccambiamo con le migliorie che apportiamo, condividendole con questi progetti così che molte più persone possano trarre beneficio dal nostro lavoro.
pt: Em retorno, compartilhamos com esses projetos as melhorias que fazemos para que muito mais pessoas possam se beneficiar do nosso trabalho.

source: [[Relationship with upstream|contribute/relationship_with_upstream]]
de: [[Verhältnis mit Upstream|contribute/relationship_with_upstream]]
es: [[Relación con upstream|contribute/relationship_with_upstream]]
pt: [[A relação com quem produz os programas que usamos|contribute/relationship_with_upstream]]

source: [[Contribute|contribute]]
de: [[Mitmachen|contribute]]
es: [[Contribuir|contribute]]
it: [[Contribuire|contribute]]
pt: [[Contribua|contribute]]

source: <a href="https://www.torproject.org/">The Tor Project</a>
es: <a href="https://www.torproject.org/">El Proyecto Tor</a>

source: [[Contact]]
es: [[Contacto|Contact]]

source: [[Get Tails|install]]
de: [[Tails herunterladen und installieren|install]]
es: [[Obtener Tails|install]]
it: [[Ottenere Tails|install]]
pt: [[Baixe Tails|install]]

source: Amnesia
pt: Amnésia

source: [[!meta title="About"]]
fa: [[!meta title="درباره"]]
zh: [[!meta title="关于"]]

source: > **amnesia**, *noun*:<br/> > forgetfulness; loss of long-term memory.
fa: > **فراموشی**, *noun*:<br/> > fفراموشی; از دست دادن حافظهٔ بلندمدت.
zh: > **amnesia**, *名词*:<br/> > 遗忘; 失去长期记忆.

source: > **incognito**, *adjective & adverb*:<br/> > (of a person) having one's true identity concealed.
fa: > **ناشناس**, *صفت و قید*:<br/> > شخصی که هویت واقعی خود را پنهان کند.
zh: > **隐身**, *形容词*:<br/> > 形容可以隐藏住自己真实身份的人。

source: Tails is a live system that aims to preserve your privacy and anonymity. It helps you to use the Internet anonymously and circumvent censorship almost anywhere you go and on any computer but leaving no trace unless you ask it to explicitly.
fa: تیلز یک سرویس زنده است که هدف آن حفظ حریم خصوصی و مخفی ماندن هویت شما است. این سرویس به شما کمک می‌کند که همه جا و روی هر رایانه‌ای به صورت ناشناس از اینترنت استفاده کرده و سانسور را دور بزنید، بدون اینکه اثری از خود به جا بگذارید، مگر آن‌که مشخصاً قصد به جا گذاشتن اثری از خود داشته باشید.
zh: Tails 是旨在保护用户隐私和匿名性的自生操作系统。除用户刻意更改设定以外，它可以帮助用户在几乎任何地方用任何一部计算机匿名上网和绕开审查，且不会留下痕迹。

source: It is a complete operating system designed to be used from a USB stick or a DVD independently of the computer's original operating system. It is [[Free Software|doc/about/license]] and based on [[Debian GNU/Linux|https://www.debian.org/]].
zh: Tails是一个完整的操作系统，您可以用 USB 记忆棒或 DVD 光碟进行操作，它会与原机操作系统独立分开。它是基于 [[Debian GNU/Linux|https://www.debian.org/]] 的 [[免费软件|doc/about/license]]。

source: Tails comes with several built-in applications pre-configured with security in mind: web browser, instant messaging client, email client, office suite, image and sound editor, etc.
fa: تیلز دارای ابزارهای پیش‌فرض بسیاری است که مسالهٔ امنیت را جدی گرفته‌اند، از جمله مرورگر وب، نرم‌افزار پیغام کوتاه، نرم‌افزار رایانامه، مجموعهٔ آفیس، ویرایش‌گر تصویر و صدا و غیره.
zh: Tails 提供了一些内置应用程序，如网页浏览器、即使通讯软件、电子邮箱软件、办公软件、图片和音频编辑器等，其原始设定皆以安全为优先。

source: Online anonymity and censorship circumvention
fa: ناشناس ماندن آنلاین و دور زدن سانسور
zh: 线上匿名和审查规避

source: Tails relies on the Tor anonymity network to protect your privacy online:
fa: تیلز برای حفظ حریم خصوصی شما وابسته به شبکهٔ ناشناسی تور است:
zh: Tails 依靠 Tor 的匿名网络来保护用户的线上隐私安全：

source: all software is configured to connect to the Internet through Tor
fa: تمام نرم‌افزارها به صورتی پیکربندی شده‌اند که از طریق تور به اینترنت متصل شوند
zh: 所有软件已设置为通过 Tor 连接互联网

source: if an application tries to connect to the Internet directly, the connection is automatically blocked for security.
fa: اگر اپلیکشنی بخواهد به صورت مستقیم به اینترنت متصل شود، این ارتباط به دلایل امینیتی به شکل خودکار مصدود می‌شود.
zh: 如果应该程序试图直接连接互联网，则为了安全起见，连接会而被自动阻止。

source: Tor is an open and distributed network that helps defend against traffic analysis, a form of network surveillance that threatens personal freedom and privacy, confidential business activities and relationships, and state security.
zh: Tor 是一个开放的分布式网络，帮助您抵御流量分析，这是一种威胁个人自由与隐私、保密商业活动和关系以及国家安全的网络监视形式。

source: Tor protects you by bouncing your communications around a network of relays run by volunteers all around the world: it prevents somebody watching your Internet connection from learning what sites you visit, and it prevents the sites you visit from learning your physical location.
zh: Tor 通过全球各地志愿者所运行的中继站跳接来传输网络通讯：它可以防止有人从您访问了哪些网站来监视您，并阻止所访问的网站了解您的实际位置。

source: Using Tor you can:
fa: با استفاده از تور می‌توان:
zh: Tor 帮助您：

source: be anonymous online by hiding your location,
fa: با مخفی کردن موقعیت خود به صورت ناشناس آنلاین باشید،
zh: 通过隐藏您的位置以实现线上匿名

source: connect to services that would be censored otherwise;
fa: به سیستم‌هایی متصل شوید که در غیر این صورت سانسور شده‌اند;
zh: 连接上已被审查禁止的服务

source: resist attacks that block the usage of Tor using circumvention tools such as [[bridges|doc/first_steps/startup_options/bridge_mode]].
fa: مقاومت در مقابل حملاتی که با استفاده از ابزارهای فیلتر شکن مانند [[bridges|doc/first_steps/startup_options/bridge_mode]]. مانع از استفاده تور می‌شوند.
zh: 使用[[网桥|doc/first_steps/startup_options/bridge_mode]]作为规避工具抵抗对 Tor 的封锁攻击。

source: To learn more about Tor, see the official [Tor website](https://www.torproject.org/), particularly the following pages:
zh: 进一步了解 Tor，请见 [Tor 官网](https://www.torproject.org/)，尤其参考一下页面：

source: [Tor overview: Why we need Tor](https://www.torproject.org/about/overview.html.en#whyweneedtor)
fa: [مروری بر تور: چرا به تو احتیاج داریم؟](https://www.torproject.org/about/overview.html.en#whyweneedtor)
zh: [Tor 概述：我们为什么需要 Tor](https://www.torproject.org/about/overview.html.en#whyweneedtor)

source: [Tor overview: How does Tor work](https://www.torproject.org/about/overview.html.en#thesolution)
fa: [مروری بر تور: تور چگونه کار می‌کند؟](https://www.torproject.org/about/overview.html.en#thesolution)
zh: [Tor 概述：Tor 的运作原理](https://www.torproject.org/about/overview.html.en#thesolution)

source: [Who uses Tor?](https://www.torproject.org/about/torusers.html.en)
fa: [چه کسی از تور استفاده می‌کند؟](https://www.torproject.org/about/torusers.html.en)
zh: [Tor 用户有哪些人？](https://www.torproject.org/about/torusers.html.en)

source: [Understanding and Using Tor — An Introduction for the Layman](https://trac.torproject.org/projects/tor/wiki/doc/TorALaymansGuide)
fa: [آشنایی با تور و استفاده از آن — مقدمه‌ای برای کاربر مبتدی](https://trac.torproject.org/projects/tor/wiki/doc/TorALaymansGuide)
zh: [了解与使用 Tor — 写给门外汉的入门介绍](https://trac.torproject.org/projects/tor/wiki/doc/TorALaymansGuide)

source: To learn more about how Tails ensures all its network connections use Tor, see our [[design document|contribute/design/Tor_enforcement]].
zh: 进一步了解 Tails 如何保证其所有连接通过 Tor 访问互联网，请见[[设计文档|contribute/design/Tor_enforcement]]。

source: Use anywhere but leave no trace
fa: همه‌جا استفاده کنید، اما اثری به جا نگذارید.
zh: 可任意地方使用，不留下任何痕迹
