Repository: austin987/tails
Catalog: wiki/src/about.*.po
Languages: de, es, fa, it, pt, zh

source: Using Tails on a computer doesn't alter or depend on the operating system installed on it. So you can use it in the same way on your computer, a friend's computer, or one at your local library. After shutting down Tails, the computer will start again with its usual operating system.
zh: 在其它计算机上使用 Tails 不需改变或依赖其原先安装的操作系统，所以您可以在自己的计算机、朋友的计算机或是当地图书馆的公用计算机是使用 Tails。Tails 关闭后，计算机会自动以其原先的操作系统开机。

source: Tails is configured with special care to not use the computer's hard-disks, even if there is some swap space on them. The only storage space used by Tails is in RAM, which is automatically erased when the computer shuts down. So you won't leave any trace on the computer either of the Tails system itself or what you used it for. That's why we call Tails "amnesic".
zh: Tails 经过严谨的设计在即便计算机的硬盘有分页空间的情况下也不使用任何硬盘空间。Tails 唯一会使用的存储空间是每次电脑重启时会自动删除的 RAM，因此用户无需担心在计算机上留下 Tails 的使用过的痕迹。这就是我们称 Tails 为 “失忆”（amnesic）的原因。

source: This allows you to work with sensitive documents on any computer and protects you from data recovery after shutdown. Of course, you can still explicitly save specific documents to another USB stick or external hard-disk and take them away for future use.
zh: 这使您可在任何一台计算机上处理敏感的文件，且不用担心数据在关机后会被恢复。当然，您仍然可以将文件存储在另一 USB 记忆棒或外部硬盘，携带在身以备未来之需。

source: State-of-the-art cryptographic tools
fa: بهترین ابزارهای رمزنگاری
zh: 最先进的加密工具

source: Tails also comes with a selection of tools to protect your data using strong encryption:
fa: تیلز همچنین دارای مجموعه‌ای از ابزارها است که با استفاده از رمزنگاری قوی از داده‌های شما محافظت می‌کنند:
zh: Tails 提供了多种使用强大加密技术的工具，以保护您的数据：

source: [[Encrypt your USB sticks or external hard-disks|doc/encryption_and_privacy/encrypted_volumes]] using <span class="definition">[[!wikipedia Linux_Unified_Key_Setup desc="LUKS"]]</span>, the Linux standard for disk-encryption.
fa: با استفاده از <span class="definition">[[!wikipedia Linux_Unified_Key_Setup desc="LUKS"]]</span> یعنی استاندارد لینوکس برای رمزنگاری دیسک‌ها، [[درایوهای یواس‌بی یا سخت‌دیسک‌های خارجی خود را رمزگذاری کنید|doc/encryption_and_privacy/encrypted_volumes]].
zh: 通过<span class="definition">[[!wikipedia Linux_Unified_Key_Setup desc="LUKS"]]</span>，Linux 的磁盘加密标准，来[[加密 USB 记忆棒和外部硬盘|doc/encryption_and_privacy/encrypted_volumes]]。

source: Automatically use HTTPS to encrypt all your communications to a number of major websites using [HTTPS Everywhere](https://www.eff.org/https-everywhere), a Firefox extension developed by the [Electronic Frontier Foundation](https://www.eff.org).
zh: 自动使用 [HTTPS Everywhere](https://www.eff.org/https-everywhere) 加密访问网页的连接。[HTTPS Everywhere](https://www.eff.org/https-everywhere) 是 Firefox 的扩展应用，其由 [电子前锋基金会](https://www.eff.org) 所开发。

source: Encrypt and sign your emails and documents using the *de facto* standard <span class="definition">[[!wikipedia Pretty_Good_Privacy#OpenPGP desc="OpenPGP"]]</span> either from Tails email client, text editor or file browser.
fa: رایانامه‌ها و مستندات خود را با استفاده از استاندارد *غیررسمی (دفاکتو)* <span class="definition">[[!wikipedia Pretty_Good_Privacy#OpenPGP desc="OpenPGP"]]</span> رمزگذاری کنید. برای این‌ کار می‌توانید از سرویس رایانامه، ویرایش‌گر متن و یا مرورگر فایل تیلز استفاده کنید.
zh: 无论在 Tails 电子邮箱，文本编辑器或是文件浏览器，使用*事实*标准<span class="definition"> [[!wikipedia Pretty_Good_Privacy#OpenPGP desc="OpenPGP"]] </span>加密签发您的电子邮件和文档。

source: Protect your instant messaging conversations using <span class="definition">[[!wikipedia Off-the-Record_Messaging desc="OTR"]]</span>, a cryptographic tool that provides encryption, authentication and deniability.
fa: مکالمات خصوصی خود را با استفاده از<span class="definition">[[!wikipedia Off-the-Record_Messaging desc="OTR"]]</span> (یک ابزار رمزنگاری که امکان رمزگذاری، احراز هویت و انکار را فراهم می‌کند) محافظت کنید.
zh: 使用可以加密、认证与否决的加密工具 <span class="definition">[[!wikipedia Off-the-Record_Messaging desc="OTR"]]</span> 保护您在及时通讯工具中的交谈内容。

source: [[Securely delete your files|doc/encryption_and_privacy/secure_deletion]] and clean your diskspace using [[Nautilus Wipe|http://wipetools.tuxfamily.org/nautilus-wipe.html]].
fa: [[فایل‌های خود را به صورت امن پاک|doc/encryption_and_privacy/secure_deletion]] و فضای دیسک خود را با استفاده از [[پاک‌کن ناتیلوس|http://wipetools.tuxfamily.org/nautilus-wipe.html]] خالی کنید.
zh: [[安全删除您的文件|doc/encryption_and_privacy/secure_deletion]]并使过 [[Nautilus Wipe|http://wipetools.tuxfamily.org/nautilus-wipe.html]] 清理磁盘。

source: [[Read more about those tools in the documentation.|doc/encryption_and_privacy]]
fa: [[دربارهٔ این ابزارها، در مستندات بیشتر بخوانید.|doc/encryption_and_privacy]]
zh: [[阅读文档以进一步了解这些工具。|doc/encryption_and_privacy]]

source: What's next?
fa: دیگر چه؟
zh: 下一步

source: To continue discovering Tails, you can now read:
fa: برای آشنایی بیشتر با تیلز می‌توانید این‌جا را بخوانید:
zh: 若欲进一步探索 Tails，您可以阅读：

source: the [[warning page|doc/about/warning]] to better understand the security limitations of Tails and Tor,
zh: [[警告页|doc/about/warning]]，了解更多关于 Tails 与 Tor 的安全限制

source: more details about the [[features and software|doc/about/features]] included in Tails,
fa: جزئیات بیشتر در مورد [[ویژگی‌ها و نرم‌افزارهای|doc/about/features]] موجود در تیلز
zh: 更多关于 Tails 提供的[[功能与软件|doc/about/features]]的信息

source: our [[installation instructions|install]] to download and install Tails,
zh: 下载与安装 Tails 的[[安装指南|install]]

source: our [[documentation|doc]] explaining in detail how to use Tails,
fa: [[مستندات|doc]] شامل جزئیات کامل در مورد چگونگی استفاده از تیلز
zh: 详细介绍 Tails 使用的[[文档|doc]]

source: some hints on why [[you should trust Tails|doc/about/trust]],
zh: 为什么[[你可以相信 Tails|doc/about/trust]]

source: our [[design document|contribute/design]] laying out Tails specification, threat model and implementation,
zh: [[设计文档|contribute/design]]，介绍 Tails 的规范、威胁模型与它的实现

source: the [[calendar|contribute/calendar]] that holds our release dates, meetings and other events.
zh: [[日历|contribute/calendar]]：新版本发布日期、会议与其它活动的日程。

source: Press and media
fa: رسانه‌ها و خبرگزاری‌ها
zh: 新闻媒体

source: See [[Press and media information|press]].
fa: [[اطلاعات رسانه‌ها و خبرگزاری‌ها|press]] را ببینید.
zh: 请见[[新闻媒体讯息|press]]。

source: Social Contract
zh: 社会契约

source: Read our [[Social Contract|contribute/working_together/social_contract]].
zh: 请见[[社会契约|contribute/working_together/social_contract]]。

source: Acknowledgments and similar projects
fa: قدردانی‌ها و پروژه‌های مشابه
zh: 致谢与其它相似项目

source: See [[Acknowledgments and similar projects|doc/about/acknowledgments_and_similar_projects]].
fa: [[قدردانی‌ها و پروژه‌های مشابه|doc/about/acknowledgments_and_similar_projects]] را ببینید.
zh: 请见[[致谢与相似项目|doc/about/acknowledgments_and_similar_projects]]。

source: Contact
zh: 联系我们

source: See the [[contact page|about/contact]].
zh: 请见[[联系页面|about/contact]]。

source: Tor ---
fa: تور ---

source: <a id="amnesia"></a>
fa: <a id="فراموشی"></a>

source: <a id="cryptography"></a>
fa: <a id="رمزنگاری"></a>
