Repository: austin987/tails
Catalog: wiki/src/about.*.po
Languages: de, es, fa, it, pt, zh

source: [[!meta title="How Tails works"]] [[!meta stylesheet="about" rel="stylesheet" title=""]] [[!meta stylesheet="hide-breadcrumbs" rel="stylesheet" title=""]]
es: [[!meta title="Cómo funciona Tails"]] [[!meta stylesheet="about" rel="stylesheet" title=""]] [[!meta stylesheet="hide-breadcrumbs" rel="stylesheet" title=""]]

source: Leave no trace on the computer
de: Keine Spuren am Computer hinterlassen
es: No deja rastros en la computadora
it: Non lasciare tracce sul computer
pt: Não deixe rastros no computador

source: <i class="metaphor">Like a tent, you can carry Tails with you and use it anywhere.</i>
de: <i class="metaphor">Sie können Tails wie ein Zelt mit sich herumtragen und überall verwenden.</i>
es: <i class="metaphor">Como una tienda de campaña, puedes llevar Tails contigo y usarlo en cualquier lugar.</i>
it: <i class="metaphor">Puoi portare con te Tails e usarlo ovunque, come una tenda da campo.</i>
pt: <i class="metaphor">Como se fosse uma barraca, você pode carregar Tails por aí e usar em qualquer lugar.</i>

source: Your secure computer anywhere
de: Ihr sicherer Computer, überall
es: Tu computadora segura en cualquier lugar
it: Il tuo computer sicuro, ovunque
pt: Seu computador seguro em qualquer lugar

source: To use Tails, shut down the computer and start on your Tails USB stick instead of starting on Windows, macOS, or Linux.
de: Um Tails zu nutzen, fahren Sie ihren Computer herunter und starten Sie von ihrem Tails USB Stick anstatt von Windows, macOS oder Linux.
es: Para usar Tails, apaga la computadora e inicia en tu memoria USB en lugar de iniciar con Windows, macOS o Linux.
it: Per usare Tails, arresta il computer e avvialo sulla tua chiavetta USB Tails invece di avviarlo su Windows, macOS o Linux.
pt: Para usar Tails, reinicie o computador a partir de um pendrive USB com Tails instalado ao invés de iniciar no Windows, macOS ou Linux.

source: You can temporarily <strong>turn your own computer into a secure machine</strong>. You can also <strong>stay safe while using the computer of somebody else</strong>.
de: Sie können <strong>ihren Computer vorrübergehend zu einem sicheren Gerät machen</strong>. Sie können auch <strong>sicher bleiben, wenn Sie den Computer von jemand anderes verwenden</strong>.
es: Puedes temporalmente <strong>convertir tu propia computadora en una máquina segura</strong>. Puedes también <strong>mantenerte seguro mientras usas la computadora de otra persona</strong>.
it: Puoi temporaneamente <strong>trasformare il tuo computer in una macchina sicura</strong>. Puoi anche <strong>utilizzare in modo sicuro il computer di un'altra persona</strong>.
pt: Você pode temporariamente <strong>transformar seu computador em uma máquina segura</strong>. Você também pode <strong>ficar em segurança ao usar um computador de outra pessoa</strong>.

source: Tails is a [[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]] download and takes ½ hour to install. Tails can be installed on any USB stick of 8 GB minimum. Tails works on most computers less than 10 years old. You can start again on the other operating system after you shut down Tails.
de: Tails ist ein [[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]] Download und die Installation dauert etwa eine halbe Stunde. Tails kann auf einem USB Stick mit mindestens 8 GB installiert werden. Tails funktioniert auf den meisten Computern die weniger als 10 alt Jahre sind. Sie können nach dem Herunterfahren von Tails wieder das andere Betriebssystem starten.
es: Tails es una descarga de [[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]] y toma ½ hora para instalar. Tails puede ser instalado en una memoria USB de al menos 8 GB. Tails funciona en la mayoría de las computadoras de menos de 10 años. Puedes comenzar de nuevo en el otro sistema operativo después de apagar Tails.
it: Tails richiede di scaricare [[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]] e richiede ½ ora per l'installazione. Tails può venire installato su qualsiasi chiavetta USB da almeno 8 GB. Tails funziona sulla maggior parte dei computer con meno di 10 anni. Puoi riavviare il computer sull'altro sistema operativo dopo aver arrestato Tails.
pt: Tails é um download de [[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]] e leva ½ hora para instalar. Tails pode ser instalado em qualquer pendrive USB com no mínimo 8 GB. Tails funciona na maioria dos computadores com menos de 10 anos de idade. Você pode iniciar novamente o outro sistema operacional após desligar o Tails.

source: You don't have to worry about the computer having viruses because Tails runs independently from the other operating system and never uses the hard disk. But, Tails cannot always protect you if you install it from a computer with viruses or if you use it on a computer with malicious hardware, like keyloggers.
de: Sie müssen sich keine Sorgen darüber machen, dass der Computer Viren hat, da Tails unabhängig vom anderen Betriebssystem arbeitet und niemals die Festplatte benutzt. Dennoch kann Tails Sie nicht immer schützen, falls Sie es von einem Computer aus installieren, der Viren hat oder falls Sie es auf einem Computer mit schädlicher Hardware, wie Keylogger, verwenden.
es: No tienes que preocuparte de que la computadora tenga virus porque Tails se ejecuta independientemente del otro sistema operativo y nunca usa el disco duro. Pero puede que Tails no te proteja si lo instalas desde una computadora con virus o si lo usas en una computadora con hardware malicioso, como keyloggers.
it: Non devi preoccuparti dell'eventuale presenza di virus sul computer poiché Tails viene eseguito indipendentemente dall'altro sistema operativo e non utilizza mai il disco fisso. Tuttavia, Tails potrebbe non offrirti protezione se lo installi da un computer infettato da virus o se lo usi su un computer su cui siano presenti componenti hardware malevoli, come un keylogger.
pt: Você não precisa se preocupar caso o computador tenha vírus, porque Tails é executado independentemente do outro sistema operacional e nunca usa o disco rígido. Apesar disso, Tails pode não te proteger efetivamente caso você o tenha instalado a partir de um computador com vírus ou caso você o utilize em um computador com hardware malicioso instalado, como por exemplo keyloggers.

source: See also:
de: Lesen Sie auch:
es: Ver también:
it: Vedere anche:
pt: Veja também:

source: [[System requirements|doc/about/requirements]]
de: [[System Anforderungen|doc/about/requirements]]
es: [[Requisitos del sistema|doc/about/requirements]]
it: [[Requisiti di sistema|doc/about/requirements]]
pt: [[Requisitos de sistema|doc/about/requirements]]

source: [[Warnings and limitations|doc/about/warning]]
de: [[Warnungen und Einschränkungen|doc/about/warning]]
es: [[Advertencias y limitaciones|doc/about/warning]]
it: [[Avvertimenti e limitazioni|doc/about/warning]]
pt: [[Avisos e limitações|doc/about/warning]]

source: [[Download and install Tails|install]]
de: [[Tails herunterladen und installieren|install]]
es: [[Descargar e instalar Tails|install]]
it: [[Scaricare e installare Tails|install]]
pt: [[Baixe e instale Tails|install]]

source: [[!img amnesia.svg link="no" alt=""]] <i class="metaphor">Like a tent, Tails is amnesic: it always starts empty and leaves no trace when you leave.</i>
de: [[!img amnesia.svg link="no" alt=""]] <i class="metaphor">Wie ein Zelt ist auch Tails vergesslich: es ist anfangs leer und hinterlässt keine Spuren, wenn Sie wieder abreisen.</i>
es: [[!img amnesia.svg link="no" alt=""]] <i class="metaphor">Como una tienda de campaña, Tails es amnésico: siempre comienza vacío y no deja rastro cuando te vas.</i>
it: [[!img amnesia.svg link="no" alt=""]] <i class="metaphor">Come una tenda da campo, Tails è amnesico: è sempre vuoto all'inizio e non lascia tracce quando te ne vai.</i>
pt: [[!img amnesia.svg link="no" alt=""]] <i class="metaphor">Como se fosse uma barraca, Tails é amnésico: no começo está sempre vazio e não deixa rastros depois do uso.</i>

source: Tails always starts from the same clean state and <strong>everything you do disappears</strong> automatically when you shut down Tails.
de: Tails startet immer in demselben Zustand und <strong>alles was Sie machen verschwindet</strong> automatisch, wenn Sie Tails herunterfahren.
es: Tails siempre comienza desde el mismo estado limpio y <strong>todo lo que haces desaparece</strong> automáticamente cuando apagas Tails.
it: A ogni avvio Tails si presenta libero da qualsiasi dato gestito in precedenza e <strong>tutte le attività che svolgi svaniscono</strong> automaticamente quando arresti Tails.
pt: Tails sempre inicializa num mesmo estado limpo e <strong>tudo o que você fizer durante uma sessão de uso desaparecerá</strong> automaticamente quando Tails for desligado.

source: Without Tails, almost everything you do can leave traces on the computer:
de: Ohne Tails kann alles was Sie auf dem Computer machen Spuren hinterlassen:
es: Sin Tails, casi todo lo que haces deja rastros en la computadora:
it: Senza Tails, quasi tutto ciò che fai può lasciare tracce sul computer:
pt: Sem Tails, quase tudo o que você faz pode deixar rastros no computador, tais como:

source: Websites that you visited, even in private mode
de: Webseiten die Sie besucht haben, sogar im privaten Modus
es: Sitios web que visitaste, incluso en modo privado
it: I siti web che hai visitato, anche in modalità anonima
pt: Os websites que você visitou, mesmo que no modo privado

source: Files that you opened, even if you deleted them
de: Dateien die Sie verwendet haben, sogar wenn Sie diese gelöscht haben
es: Archivos que abriste, incluso si los eliminas
it: I file che hai aperto, anche se poi li hai eliminati
pt: Os arquivos você abriu, mesmo que você os tenha apagado

source: Passwords, even if you use a password manager
de: Passwörter, sogar wenn Sie einen Passwortmanager verwenden
es: Contraseñas, incluso si usas un administrador de contraseñas
it: Le tue password, anche se usi un gestore di password
pt: Senhas, mesmo que você tenha usado um gerenciador de senhas

source: All the devices and Wi-Fi networks that you used
de: Alle Geräte und Wi-Fi Netzwerke, die Sie verwendet haben
es: Todos los dispositivos y redes wifi que usaste
it: Tutti i dispositivi e le reti Wi-Fi che hai usato
pt: Todos os dispositivos e redes Wi-Fi que você usou

source: On the contrary, Tails never writes anything to the hard disk and only runs from the memory of the computer. The memory is entirely deleted when you shutdown Tails, erasing all possible traces.
de: Im Gegensatz dazu schreibt Tails niemals etwas auf die Festplatte und läuft nur im Arbeitsspeicher des Computers. Der Arbeitsspeicher wird komplett gelöscht, wenn Sie Tails herunterfahren, wodurch alle möglichen Spuren vernichtet werden.
es: Por el contrario, Tails nunca escribe nada en el disco duro y sólo se ejecuta desde la memoria de la computadora. La memoria se elimina por completo cuando apagas Tails, borrando todos los rastros posibles.
it: Tails, invece, non scrive mai nulla sul disco fisso e viene eseguito esclusivamente dalla memoria del computer. La memoria viene interamente cancellata quando arresti Tails, eliminando ogni possibile traccia.
pt: Tails, pelo contrário, nunca grava nada no disco rígido e roda somente a partir da memória do computador. A memória é totalmente apagada quando você desliga o Tails, eliminando quaisquer possíveis rastros.

source: [[!img persistent-storage.svg link="no" alt=""]] <i class="metaphor">Like a backpack, you can store your personal things in your Persistent Storage and use them in your tent.</i>
de: [[!img persistent-storage.svg link="no" alt=""]] <i class="metaphor">Wie ein Rucksack können Sie ihre persönlichen Sachen im beständigen Speicher speichern und sie in ihrem Zelt nutzen.</i>
es: [[!img persistent-storage.svg link="no" alt=""]] <i class="metaphor">Como una mochila, puedes almacenar tus cosas personales en su Volumen Persistente y usarlas en tu tienda de campaña.</i>
it: [[!img persistent-storage.svg link="no" alt=""]] <i class="metaphor">Come in uno zaino, puoi conservare i tuoi effetti personali nel tuo volume persistente e usarli nella tua tenda.</i>
pt: [[!img persistent-storage.svg link="no" alt=""]] <i class="metaphor">Como se fosse uma mochila, você pode guardar seus itens pessoais num Armazenamento Persistente e usá-los na sua barraca.</i>

source: Encrypted Persistent Storage
de: Verschlüsselter beständiger Speicher
es: Volumen Persistente Cifrado
it: Volume persistente cifrato
pt: Armazenamento Persistente criptografado

source: You can <strong>save some of your files and configuration</strong> in an encrypted Persistent Storage on the USB stick: your documents, your browser bookmarks, your emails, and even some additional software.
de: Sie können <strong>ausgewählte Dateien und Einstellungen</strong> auf einem verschlüsseltem Speicher auf dem USB stick speichern: ihre Dokumente, ihre Browser Lesezeichen, ihre Emails und sogar zusätzliche Software.
es: Puedes <strong>guardar algunos de tus archivos y configuraciones</strong> en un volumen persistente cifrado en la memoria USB: tus documentos, los marcadores de tu navegador, tus correos electrónicos e incluso algún software adicional.
it: Puoi <strong>salvare alcuni dei tuoi file e delle tue configurazioni</strong> in un volume persistente cifrato sulla chiavetta USB: i tuoi documenti, i segnalibri del browser, le tue email, e anche dei programmi aggiuntivi.
pt: Você pode <strong>salvar alguns dos seus arquivos e configurações</strong> num Armazenamento Persistente criptografado no pendrive USB: seus documentos, favoritos do navegador, emails, e até alguns programas adicionais.

source: The Persistent Storage is optional and you always decide what is <i>persistent</i>. Everything else is <i>amnesic</i>.
de: Der beständige Speicher ist optional und Sie können immer auswählen, was <i>beständig</i> ist. Alles andere ist <i>amnesic</i>.
es: El Volumen Persistente es opcional y siempre decides qué es <i>persistente</i>. Todo lo demás es <i>amnésico</i>.
it: Il volume persistente è opzionale e potrai sempre decidere cosa rendere <i>persistente</i>. Tutto il resto è <i>amnesico</i>.
pt: O Armazenamento Persistente é opcional e você é quem decide o que é <i>persistente</i>. Todo os resto é <i>amnésico</i>.

source: [[Using the encrypted Persistent Storage|doc/first_steps/persistence]]
de: [[Verwendung des verschlüsselten beständigen Speichers|doc/first_steps/persistence]]
es: [[Usando el Volumen Persistente cifrado|doc/first_steps/persistence]]
it: [[Usare il volume persistente cifrato|doc/first_steps/persistence]]
pt: [[Usando o Armazenamento Persistente criptografado|doc/first_steps/persistence]]

source: [[Installing additional software|doc/first_steps/additional_software]]
de: [[Installation von zusätzlicher Software|doc/first_steps/additional_software]]
es: [[Instalando software adicional|doc/first_steps/additional_software.es]]
it: [[Installare programmi aggiuntivi|doc/first_steps/additional_software]]
pt: [[Instalando programas adicionais|doc/first_steps/additional_software]]

source: Digital security toolbox
de: Werkzeugkasten für digitale Sicherheit
es: Caja de herramientas de seguridad digital
it: Attrezzatura per la sicurezza digitale
pt: Uma caixa de ferramentas para segurança digital

source: Tails includes a selection of applications to <strong>work on sensitive documents</strong> and <strong>communicate securely</strong>.
de: Tails beinhaltet eine Auswahl an Anwendungen um <strong>an sensiblen Dokumenten arbeiten</strong> und <strong>sicher kommunizieren</strong> zu können.
es: Tails incluye una selección de aplicaciones para <strong>trabajar en documentos sensibles</strong> y <strong>comunicarse de forma segura</strong>.
it: Tails include una selezione di applicazioni per <strong>lavorare su documenti sensibili</strong> e per <strong>comunicare in maniera sicura</strong>.
pt: Tails vem com uma seleção de aplicativos para que você possa <strong>trabalhar com documentos sensíveis</strong> e <strong>se comunicar de maneira segura</strong>.

source: All the applications are ready-to-use and are configured with safe defaults to <strong>prevent mistakes</strong>.
de: Alle Anwendungen sind gleich benutzbar und mit sicheren Voreinstellungen konfiguriert um <strong>Fehler zu vermeiden</strong>.
es: Todas las aplicaciones están listas para usar y están configuradas con valores predeterminados seguros para <strong>prevenir errores</strong>.
it: Tutte le applicazioni sono pronte per l'uso e sono preconfigurate con impostazioni sicure, in modo da <strong>impedire errori</strong>.
pt: Todos os aplicativos já estão prontos para uso, com configurações seguras por padrão para <strong>prevenir erros</strong>.

source: Tails includes:
de: Tails kommt mit:
es: Tails incluye:
it: Tails include:
pt: Tails inclui:

source: <i>Tor Browser</i> with <i>uBlock</i>, a secure browser and an ad-blocker
es: <i>Tor Browser</i> con <i>uBlock</i>, un navegador seguro con un ad-blocker

source: <i>KeePassXC</i>, to create and store strong passwords
de: <i>KeePassXC</i> um starke Passwörter erstellen und speichern zu können
es: <i>KeePassXC</i>, para crear y almacenar contraseñas seguras
it: <i>KeePassXC</i>, per creare e conservare password robuste
pt: <i>KeePassXC</i>, para criar e armazenar senhas fortes

source: <i>LibreOffice</i>, an office suite
de: <i>LibreOffice</i>, eine Office Suite
es: <i>LibreOffice</i>, una suite de oficina
it: <i>LibreOffice</i>, una suite di applicazioni da ufficio
pt: <i>LibreOffice</i>, um conjunto de ferramentas para escritório

source: <i>OnionShare</i>, to share files over Tor
de: <i>OnionShare</i> um Dateien über Tor teilen zu können
es: <i>OnionShare</i>, para compartir archivos sobre Tor
it: <i>OnionShare</i>, per condividere file attraverso Tor
pt: <i>OnionShare</i>, para compartilhar arquivos usando a rede Tor

source: and many more!
de: und vieles mehr!
es: ¡Y muchas más!
it: e molte altre applicazioni ancora!
pt: e muito mais!

source: To prevent mistakes:
de: Um Fehler zu vermeiden:
es: Para evitar errores:
it: Per impedire errori:
pt: Para prevenir erros:

source: Applications are blocked automatically if they try to connect to the Internet without Tor.
de: werden Anwendungen automatisch blockiert, falls diese versuchen sich ohne Tor ins Internet zu verbinden.
es: Las aplicaciones son bloqueadas automáticamente si intentan conectarse a Internet sin Tor.
it: Le applicazioni vengono automaticamente bloccate se tentano di connettersi a Internet senza utilizzare Tor.
pt: As aplicações são automaticamente bloqueadas caso tentem se conectar à Internet sem usar a rede Tor.

source: Everything in the Persistent Storage is encrypted automatically.
de: wird alles im beständigen Speicher automatisch verschlüsselt.
es: Todo en el volumen persistente se cifra automáticamente.
it: Tutto ciò che si trova nel volume persistente è automaticamente cifrato.
pt: Tudo no Armazenamento Persistente é automaticamente criptografado.

source: Tails does not write anything to the hard disk. All the memory is deleted when shutting down.
de: schreibt Tails nichts auf die Festplatte. Der ganze Speicher wird beim Herunterfahren gelöscht.
es: Tails no escribe nada en el disco duro. Toda la memoria se borra cuando al apagar.
it: Tails non scrive nulla sul disco fisso. L'intera memoria viene cancellata all'arresto.
pt: Tails não grava nada no disco rígido. Toda a memória é apagada ao desligar.

source: [[Features and included software|doc/about/features]]
de: [[Merkmale und mitgelieferte Software|doc/about/features]]
es: [[Características y software incluído|doc/about/features]]
it: [[Funzionalità e programmi inclusi|doc/about/features]]
pt: [[Funcionalidades e programas inclusos|doc/about/features]]

source: [[Documentation|doc]]
de: [[Dokumentation|doc]]
es: [[Documentación|doc]]
it: [[Documentazione|doc]]
pt: [[Documentação|doc]]

source: Leave no trace on the Internet
de: Hinterlassen Sie keine Spuren im Internet
es: No deja rastro en internet
it: Non lasciare traccia su Internet
pt: Não deixe rastros na Internet

source: Tor for everything
de: Tor für alles
es: Tor para todo
it: Tor per qualsiasi cosa
pt: Use a rede Tor para tudo

source: Everything you do on the Internet from Tails goes through the Tor network. Tor encrypts and anonymizes your connection by <strong>passing it through 3 relays</strong>. <i>Relays</i> are servers operated by different people and organizations around the world.
de: Alles was sie von Tails aus im Internet machen geht über das Tor Netzwerk. Tor verschlüsselt und anonymisiert ihre Verbindung indem sie <strong>durch 3 Relays geleitet wird</strong>. <i>Relays</i> sind Server die von verschiedenen Privatpersonen und Organisationen auf der ganzen Welt betrieben werden.
es: Todo lo que haces en Internet desde Tails pasa por la red Tor. Tor cifra y anonimiza tu conexión al <strong>pasarlo a través de 3 relays</strong>. Los <i>relays</i> son servidores operados por diferentes personas y organizaciones de todo el mundo.
it: Ogni cosa che fai su Internet con Tails passa attraverso la rete Tor. Tor cifra e rende anonima la tua connessione <strong>facendola passare attraverso 3 relay</strong>. I <i>relay</i> sono server mantenuti da diverse persone e organizzazioni in tutto il mondo.
pt: Tudo o que você faz na Internet usando Tails passa pela rede Tor. Tor criptografa e anonimiza sua conexão <strong>fazendo-a passar por 3 retransmissores</strong>. <i>Retransmissores</i> são servidores operados por diferentes pessoas e organizações espalhadas pelo mundo.

source: A single relay never knows both where the encrypted connection is coming from and where it is going to:
de: Ein einzelnes Relay kann nie gleichzeitig wissen wo die verschlüsselte Verbindung herkommt und wo sie hingeht:
es: Un solo relay nunca sabe de dónde viene la conexión cifrada y hacia dónde va:
it: Un singolo relay non può mai sapere contemporaneamente da dove viene e dove è diretta la connessione cifrata:
pt: Um único retransmissor nunca sabe ao mesmo tempo de onde uma conexão criptografada vem e para onde ela vai:

source: The 1st relay only knows where you are coming from but not where you are going to.
de: Das erste Relay weiß nur wo Sie herkommen, aber nicht wohin Sie sich verbinden.
es: El primer relay solo sabe de dónde vienes, pero no a dónde vas.
it: Il 1° relay sa solo da dove vieni, ma non dove stai andando.
pt: O primeiro retransmissor sabe apenas de onde você vem, mas não sabe para onde você vai.

source: This 3rd relay only knows where you are going to but not where you are coming from.
de: Das dritte Relay weiß nur wo Sie sich hinverbinden aber nicht wo Sie herkommen.
es: Este tercer relay solo sabe a dónde vas, pero no de dónde vienes.
it: Il 3° relay sa solo dove stai andando, ma non da dove vieni.
pt: O terceiro retransmissor sabe apenas para onde você vai, mas não sabe de onde você veio.

source: The connection to the final destination is encrypted whenever possible to prevent the 3rd relay from reading its content.
es: La conexión con el destino final se cifra siempre que es posible para evitar que un tercero lea tus contenidos.

source: This way, Tor is <strong>secure by design</strong> even if a few relays are malicious.
de: Dadurch ist Tor <strong>vom Design her sicher</strong>, sogar falls ein paar der Relays bösartig sind.
es: De esta forma, Tor es <strong>seguro por diseño</strong> incluso si algunos relays son maliciosos.
it: In questo modo, Tor è <strong>sicuro per natura</strong> anche in caso ci siano alcuni relay malevoli.
pt: Dessa forma, o Tor é <strong>projetado para ser seguro</strong> mesmo que alguns retransmissores sejam maliciosos.
