Repository: austin987/tails
Catalog: wiki/src/build.*.po
Languages: fr

source: One may want to [[customize]] her image before building.
fr: Vous pouvez avoir envie de [[personnaliser|customize]] l'image avant de la construire.

source: Every following command must be run as `root`, at the root of the source directory one has [[downloaded|download]].
fr: Chacune des commandes suivantes doit être executée en tant que `root`, à la racine du répertoire que vous avez [[téléchargé|download]].

source: For the impatient ones:
fr: Si vous êtes pressé :

source: Dependencies
fr: Dépendances

source: `live-build` 2.0.3; T(A)ILS code is usually tested against Squeeze's live-build, but a sid or a snapshot from the Debian Live repository can sometimes be needed during a development cycle.
fr: Nous recommandons d'utiliser un paquet `live-build` version 2.0.3 ; le code de T(A)ILS est généralement testé avec le live-build de Squeeze, mais un paquet plus récent (de sid ou depuis les paquets snapshots de Debian Live) peut être nécessaire au cours d'un cycle de développement.

source: `syslinux` >= 4.01, so that the built ISO images are converted to hybrid ones: they can be either a CD-ROM or a hard disk (USB disk, etc.).
fr: `syslinux` >= 4.01, afin que les images ISO construites sont converties en images hybrides : elles peuvent être utilisées sur un CD-ROM ou un disque dur (clé USB etc).

source: A patched ikiwiki is needed so that the static version of the wiki included in the image has correct links to the online wiki; see this [wishlist item](http://ikiwiki.info/todo/mirrorlist_with_per-mirror_usedirs_settings/) to get the custom ikiwiki branch that has the needed code. It is not critical to do so.
fr: Un ikiwiki patché est nécessaire afin que la version statique du wiki inclue dans l'image ait des liens fonctionnels ; regardez cette [demande de fonctionnalité](http://ikiwiki.info/todo/mirrorlist_with_per-mirror_usedirs_settings/) pour avoir la branche de l'ikiwiki personnalisé qui comporte le code souhaité. Il n'est pas indispensable de le faire.

source: Build process
fr: Processus de construction

source: Initialize the Live system's configuration with `lb config`. Most `lb config` options are supported, have a look to the `lb_config` manpage for details.
fr: Initialisez la configuration du système Live avec `lb config`. La plupart des options de `lb config` fonctionnent, regardez la page de man de `lb config` pour plus de détails.

source: You can then use the standard live-build commands as root to build the image (`lb build`) and to cleanup the build directory (`lb clean`).
fr: Vous pouvez ensuite utiliser (en tant que root) les commandes live-build standard pour construire l'image de votre choix (`lb build`) et pour nettoyer le répertoire de construction (`lb clean`).
