Repository: austin987/tails
Catalog: wiki/src/contribute.*.po
Languages: es, pt

source: [[!meta title="Contributing to Tails"]]
es: [[!meta title="Colaborar con Tails"]]
pt: [[!meta title="Contribuindo com o Tails"]]

source: There are many ways you can contribute to Tails. No effort is too small and whatever you bring to this community will be appreciated. So read on to find out how you can make a difference in Tails.
es: Puedes ayudar a Tails de muchas maneras. No hay esfuerzo demasiado pequeño, y todo lo que quieras aportar será bienvenido. Para eso, lee como puedes marcar una diferencia en Tails.
pt: Há muitas maneiras de contribuir com o Tails. Nenhum esforço é pequeno demais e qualquer coisa que você traga para esta comunidade será apreciada. Então, continue lendo para descobrir como você pode fazer a diferença no Tails.

source: <div class="contribute-roles-1"> <h2>Share your experience</h2> <div class="contribute-role" id="user">
es: <div class="contribute-roles-1"> <h2>Comparte tu experiencia</h2> <div class="contribute-role" id="user">
pt: <div class="contribute-roles-1"> <h2>Compartilhe sua experiência</h2> <div class="contribute-role" id="user">

source: <p>Every user can help others or provide developers with useful information.</p> <ul> <li>[[Report bugs|doc/first_steps/bug_reporting]]</li> <li>[[Test experimental ISO images|contribute/how/testing]]</li> <li>[[Provide input to developers|contribute/how/input]]</li> <li>[[Help other Tails users|contribute/how/help]]</li> </ul> </div> </div>
pt: <p>Todas as pessoas que usam o Tails podem ajudar umas às outras ou dar informações úteis a quem desenvolve o sistema.</p> <ul> <li>[[Relate bugs|doc/first_steps/bug_reporting]]</li> <li>[[Teste imagens ISO experimentais|contribute/how/testing]]</li> <li>[[Dê informações aos desenvolvedores|contribute/how/input]]</li> <li>[[Ajude outras pessoas que usam Tails|contribute/how/help]]</li> </ul> </div> </div>

source: <div class="contribute-roles-1"> <h2>Donate</h2> <div class="contribute-role" id="donate">
es: <div class="contribute-roles-1"> <h2>Dona</h2> <div class="contribute-role" id="donate">
pt: <div class="contribute-roles-1"> <h2>Faça uma doação</h2> <div class="contribute-role" id="donate">

source: <p>Donating speeds up the development of Tails.</p> <ul> <li><a href="https://tails.boum.org/donate?r=contribute">Make a donation</a></li> </ul> </div> </div>
pt: <p>Fazer doações acelera o desenvolvimento do Tails.</p> <ul> <li><a href="https://tails.boum.org/donate/index.pt.html?r=contribute">Faça uma doação</a></li> </ul> </div> </div>

source: <div class="contribute-roles-3"> <h2>Contribute your language skills</h2> <div class="contribute-role" id="content-writer"> <h3>Writer</h3>
es: <div class="contribute-roles-3"> <h2>Ayuda con tus capacidades lingüísticas</h2> <div class="contribute-role" id="content-writer"> <h3>Escritor</h3>
pt: <div class="contribute-roles-3"> <h2>Contribua com suas habilidades em línguas</h2> <div class="contribute-role" id="content-writer"> <h3>Writer</h3>

source: <p>Good writers can make Tails accessible to more people.</p> <ul> <li>[[Improve documentation|contribute/how/documentation]]</li> <li>[[Write press releases|contribute/how/promote]]</li> </ul> </div> <div class="contribute-role" id="translator"> <h3>Translator</h3>
es: <p>Los buenos escritores acercan Tails a más gente.</p> <ul> <li>[[Mejora la documentación|contribute/how/documentation]]</li> <li>[[Escribe comunicados de prensa|contribute/how/promote]]</li> </ul> </div> <div class="contribute-role" id="translator"> <h3>traductor</h3>
pt: <p>Bons escritores podem fazer com que o Tails seja acessível a mais pessoas.</p> <ul> <li>[[Melhore a documentação|contribute/how/documentation]]</li> <li>[[Escreva notas para a imprensa|contribute/how/promote]]</li> </ul> </div> <div class="contribute-role" id="translator"> <h3>Traduza</h3>

source: <p>Translators can allow more people around the world to use Tails.</p> <ul> <li>[[Improve Tails in your own language|contribute/how/translate]]</li> </ul> </div> <div class="contribute-role" id="speaker"> <h3>Speaker</h3>
es: <p>Los traductores permiten que más gente en el mundo utilice Tails.</p> <ul> <li>[[Mejora Tails en tu idioma|contribute/how/translate]]</li> </ul> </div> <div class="contribute-role" id="speaker"> <h3>Presentador</h3>
pt: <p>Tradutores podem permitir que mais pessoas ao redor do mundo usem o Tails.</p> <ul> <li>[[Melhore o Tails em sua própria língua|contribute/how/translate]]</li> </ul> </div> <div class="contribute-role" id="speaker"> <h3>Fale</h3>

source: <p>Speakers can advocate Tails to all kinds of public.</p> <ul> <li>[[Talk at events|contribute/how/promote]]</li> </ul> </div> </div>
pt: <p>Porta-vozes podem divulgar o Tails para todos os tipos de público.</p> <ul> <li>[[Fale em eventos|contribute/how/promote]]</li> </ul> </div> </div>

source: <div class="contribute-roles-3"> <h2>Contribute your computer skills</h2> <div class="contribute-role" id="developer"> <h3>Developer or maintainer</h3>
es: <div class="contribute-roles-3"> <h2>Ayuda con tus habilidades informáticas</h2> <div class="contribute-role" id="developer"> <h3>Desarrollador o mantenedor</h3>
pt: <div class="contribute-roles-3"> <h2>Contribua com suas habilidades computacionais</h2> <div class="contribute-role" id="developer"> <h3>Desenvolvedor ou mantenedor</h3>

source: <p>Software people with very diverse skills can improve Tails.</p> <ul> <li>[[Work on the source code|contribute/how/code]]</li> <li>[[Improve Tails by working on Debian|contribute/how/debian]]</li> </ul> </div> <div class="contribute-role" id="sysadmin"> <h3>System administrator</h3>
es: <p>Tails puede mejorar gracias a gente con muy diversas habilidades de software.</p> <ul> <li>[[Trabaja en el código fuente|contribute/how/code]]</li> <li>[[Mejora Tails trabajando en Debian|contribute/how/debian]]</li> </ul> </div> <div class="contribute-role" id="sysadmin"> <h3>Administrador de sistemas</h3>
pt: <p>Pessoas de software com as mais diversas habilidades podem melhorar o Tails.</p> <ul> <li>[[Trabalhe no código fonte|contribute/how/code]]</li> <li>[[Melhore o Tails trabalhando no Debian|contribute/how/debian]]</li> </ul> </div> <div class="contribute-role" id="sysadmin"> <h3>Administrador de sistemas</h3>

source: <p>System administrators can contribute to the infrastructure behind Tails.</p> <ul> <li>[[Run a HTTP mirror|contribute/how/mirror]]</li> <li>[[Improve Tails infrastructure|contribute/how/sysadmin]]</li> </ul> </div> <div class="contribute-role" id="designer"> <h3>Designer</h3>
es: <p>Los administradores de sistemas pueden contribuir con la infraestructura que existe detrás de Tails.</p> <ul> <li>[[Corre un mirror HTTP|contribute/how/mirror]]</li> <li>[[Mejora la infraestructura de Tails|contribute/how/sysadmin]]</li> </ul> </div> <div class="contribute-role" id="designer"> <h3>Diseñador</h3>
pt: <p>Administradores de sistemas podem contribuir com a infraestrutura por trás do Tails.</p> <ul> <li>[[Mantenha um espelho HTTP|contribute/how/mirror]]</li> <li>[[Melhore a infraestrutura do Tails|contribute/how/sysadmin]]</li> </ul> </div> <div class="contribute-role" id="designer"> <h3>Desenhe</h3>

source: <h1>Table of contents</h1>
es: <h1>Tabla de contenidos</h1>
pt: <h1>Conteúdo</h1>

source: <ol> <li class="L2"><a href="#reference-documents">Reference documents</a></li> <li class="L2"><a href="#tools">Tools for contributors</a></li> <li class="L2"><a href="#mentors">Mentors & guidance for new contributors</a></li> <li class="L2"><a href="#release-cycle">Release cycle</a></li> <li class="L2"><a href="#upstream">Relationship with upstream</a></li> <li class="L2"><a href="#collective-process">Collective process</a></li> <li class="L2"><a href="#talk">Talk with us</a></li> </ol>
pt: <ol> <li class="L2"><a href="#reference-documents">Documentos de referência</a></li> <li class="L2"><a href="#tools">Ferramentas para contribuidores</a></li> <li class="L2"><a href="#mentors">Mentores e orientações para novos contribuidores</a></li> <li class="L2"><a href="#release-cycle">Ciclo de lançamentos</a></li> <li class="L2"><a href="#upstream">Relacionamento com upstream</a></li> <li class="L2"><a href="#collective-process">Processo coletivo</a></li> <li class="L2"><a href="#talk">Fale conosco</a></li> </ol>

source: This section is only in English, because there is currently no way to contribute to Tails if you do not understand English.
es: Esta sección está sólo en inglés porque ahora mismo es difícil colaborar con Tails si no hablas inglés.
pt: <strong>Nota:</strong> outras páginas nesta sessão não estão traduzidas para outros idiomas além do inglês, uma vez que elas não documentam formas de contribuir com o Tails nas quais não seja necessário um entendimento mínimo da língua inglesa. Desculpe-nos por isso.

source: Reference documents
pt: Documentos de referência

source: [[Design documents|contribute/design]]
es: [[Documentos de diseño|contribute/design]]
pt: [[Documentos de projeto|contribute/design]]

source: [[Blueprints|blueprint]] to help structuring ideas for future improvements
es: [[Blueprints|blueprint]] para ayudar a estructurar ideas para futuras mejoras
pt: [[Blueprints|blueprint]] para ajudar a estruturar ideias para melhorias futuras

source: [[Merge policy|contribute/merge_policy]]
es: [[Política de merge|contribute/merge_policy]]
pt: [[Política de aceitação de código|contribute/merge_policy]]

source: Tools for contributors
pt: Ferramentas para contribuidores

source: Source code: [[Git repositories|contribute/git]]
es: Código fuente: [[Git repositories|contribute/git]]
pt: Código fonte: [[Repositórios git|contribute/git]]

source: - [[Redmine bug tracker|contribute/working_together/Redmine]] - [[Starter tasks|starter_tasks]] for new contributors - [Tasks](https://labs.riseup.net/code/projects/tails/issues) can be filtered by type of work (see links in the sidebar) - [[Building a Tails image|contribute/build]] - [[Build a local copy of the website|contribute/build/website]] - [[Customize Tails|contribute/customize]] - [Nightly ISO builds](http://nightly.tails.boum.org) - Debian packages - [[APT repository|contribute/APT_repository]], to store our custom Debian packages - [[Glossary for contributors|contribute/glossary]]
pt: - [[Redmine bug tracker|contribute/working_together/Redmine]] - [[Tarefas iniciais|starter_tasks]] para novos contribuidores - [Tarefas](https://labs.riseup.net/code/projects/tails/issues) podem ser filtradas por tipo de trabalho (veja os links na barra lateral) - [[Gerando uma imagem do Tails|contribute/build]] - [[Gere uma cópia local do website|contribute/build/website]] - [[Personalize o Tails|contribute/customize]] - [Imagens ISO geradas automaticamente](http://nightly.tails.boum.org) - Pacotes Debian - [[Repositório APT|contribute/APT_repository]], para armazenar nossos pacotes Debian personalizados - [[Glossário para contribuidores|contribute/glossary]]

source: Mentors & guidance for new contributors
pt: Mentores e orientações para novos contribuidores

source: Once you have found a first [[Starter task|starter_tasks]] to work on, you might need some guidance.
pt: Uma vez que você tenha encontrado uma primeira [[tarefa inicial|starter_tasks]] para trabalhar, pode ser que você precise de alguma orientação.

source: Here is a list of mentors who can help with specific tasks. Feel free to talk to them if you plan to work on anything related to their field of expertise, for example by assigning them tickets on Redmine or <a href="#talk">talking to us</a> using the usual communication channels.
pt: Aqui está uma lista de mentores que podem ajudar com tarefas específicas. Sinta-se à vontade para falar com eles se você pretender trabalhar em qualquer coisa relacionada a seus temas de expertise. Você pode contactá-los atribuindo a eles tickets do Redmine ou <a href="#talk">falando conosco</a> através dos canais usuais de comunicação.

source: Build system (Vagrant, Rake): anonym
pt: Sistema de build (Vagrant, Rake): anonym

source: Debian related work: intrigeri, u
pt: Trabalhos relacionados ao Debian: intrigeri, u

source: Documentation: BitingBird, sajolida
pt: Documentação: BitingBird, sajolida

source: *Onion Circuits*: alan
pt: *Circuitos Onion*: alan

source: *OpenPGP Applet*: nodens
pt: *Applet OpenPGP*: nodens

source: Persistence setup: intrigeri, kurono
pt: Configuração de persistência: intrigeri, kurono

source: Sysadmin: [[contact|contribute/how/sysadmin/#contact]]
pt: Administradores de sistemas: [[contact|contribute/how/sysadmin/#contact]]

source: *Tails Installer*: alan, kurono, u
pt: *Instalador Tails*: alan, kurono, u

source: *Tails Upgrader*: intrigeri
pt: *Atualizador Tails*: intrigeri

source: Test suite: anonym
pt: Suíte de testes: anonym

source: Tor configuration, time syncing, MAC spoofing: anonym
pt: Configuração do Tor, sincronização temporal, MAC spoofing: anonym

source: Usability: sajolida, tchou
pt: Usabilidade: sajolida, tchou

source: *Unsafe Web Browser*: anonym
pt: *Navegador Web Inseguro*: anonym

source: Release cycle
pt: Ciclo de lançamento

source: [[Release schedule|contribute/release_schedule]]
es: [[Calendario de releases|contribute/release_schedule]]
pt: [[Agenda de lançamento|contribute/release_schedule]]

source: - [[Release process|contribute/release_process]] - [[Manual test suite|contribute/release_process/test]] - [[Automated test suite|contribute/release_process/test/automated_tests]]
pt: - [[Processo de lançamento|contribute/release_process]] - [[Conjunto de testes manuais|contribute/release_process/test]] - [[Conjunto de testes automatizados|contribute/release_process/test/automated_tests]]

source: Relationship with upstream and derivatives
pt: Relacionamento com upstream e derivados

source: [[Relationship with upstream|contribute/relationship_with_upstream]]
es: [[Relación con upstream|contribute/relationship_with_upstream]]
pt: [[Relacionamento com upstream|contribute/relationship_with_upstream]]

source: [[Improve Tails by working on Debian|contribute/how/debian]]
es: [[Mejora Tails trabajando en Debian|contribute/how/debian]]
pt: [[Melhore o Tails trabalhando no Debian|contribute/how/debian]]

source: [[About creating Tails derivatives|contribute/derivatives]]
es: [[Acerca de la creación de derivativos de Tails|contribute/derivatives]]
pt: [[Sobre como criar derivados do Tails|contribute/derivatives]]

source: Collective process
pt: Processo coletivo

source: [[Calendar|contribute/calendar]] of releases, meetings, working sessions, etc.
es: [[Calendario|contribute/calendar]] de releases, reuniones, sesiones de trabajo, etc.
pt: [[Calendário|contribute/calendar]] de lançamentos, reuniões, sessões de trabalho, etc.

source: [[Code of conduct|contribute/working_together/code_of_conduct]]
es: [[Código de conducta|contribute/working_together/code_of_conduct]]
pt: [[Código de conduta|contribute/working_together/code_of_conduct]]

source: [[Social contract|contribute/working_together/social_contract]]
pt: [[Contrato social|contribute/working_together/social_contract]]

source: [[Contributors meetings|contribute/meetings]], and minutes from past meetings
pt: [[Reuniões de contribuidores|contribute/meetings]], e notas de reuniões passadas

source: [[Sponsorship to attend events|contribute/sponsorship_to_attend_events]]
pt: [[Ajuda econômica para participação em eventos|contribute/sponsorship_to_attend_events]]

source: [[Marking a task as Starter|contribute/working_together/criteria_for_starter_tasks]]
es: [[Marcar una tarea como 'inicial'|contribute/working_together/criteria_for_starter_tasks]]
pt: [[Marcando uma tarefa como 'inicial'|contribute/working_together/criteria_for_starter_tasks]]

source: [[Document progress|contribute/working_together/document_progress]]
pt: [[Documentação de progresso|contribute/working_together/document_progress]]

source: - Roles - [[Accounting team|contribute/working_together/roles/accounting]] - [[Debian maintainer|contribute/working_together/roles/debian_maintainer]] - [[Foundations team|contribute/working_together/roles/foundations_team]] - [[Help desk|contribute/working_together/roles/help_desk]] - Sponsor deliverables: - [[Team manager|contribute/working_together/roles/sponsor_deliverables/team_manager]] - [[Worker|contribute/working_together/roles/sponsor_deliverables/worker]] - [[Release manager|contribute/working_together/roles/release_manager]] - [[Ticket gardener|contribute/working_together/roles/ticket_gardener]] - [[Sysadmins|contribute/working_together/roles/sysadmins]] - [[Technical writer|contribute/working_together/roles/technical_writer]] - [[Test suite maintainers|contribute/working_together/roles/test_suite]] - [[UX designer|contribute/working_together/roles/ux]] - [[Reports sent to sponsors|contribute/reports]]
pt: - Papéis - [[Time de contabilidade|contribute/working_together/roles/accounting]] - [[Mantenedor Debian|contribute/working_together/roles/debian_maintainer]] - [[Time de fundamentos|contribute/working_together/roles/foundations_team]] - [[Central de ajuda|contribute/working_together/roles/help_desk]] - Sponsor deliverables: - [[Gerente de equipe|contribute/working_together/roles/sponsor_deliverables/team_manager]] - [[Trabalhador|contribute/working_together/roles/sponsor_deliverables/worker]] - [[Gerente de versões|contribute/working_together/roles/release_manager]] - [[Jardineiro de tíquetes|contribute/working_together/roles/ticket_gardener]] - [[Administradores de sistemas|contribute/working_together/roles/sysadmins]] - [[Escritor técnico|contribute/working_together/roles/technical_writer]] - [[Mantenedores dos conjuntos de testes|contribute/working_together/roles/test_suite]] - [[Designer de UX|contribute/working_together/roles/ux]] - [[Relatórios enviados para contribuidores|contribute/reports]]

source: Talk with us
pt: Fale conosco

source: To talk to other Tails contributors, subscribe to [[the relevant mailing lists|about/contact]].
es: Para hablar con otros colaboradores de Tails suscríbete a [[nuestra lista de correo|about/contact]].
pt: Para falar com outras pessoas que contribuem com o Tails, inscreva-se na [[lista de emails específica para isso|about/contact]].

source: <p>Every user can help others or provide developers with useful information.</p> <ul> <li>[[Report bugs|doc/first_steps/bug_reporting]]</li> <li>[[Test experimental Tails images|contribute/how/testing]]</li> <li>[[Provide input to developers|contribute/how/input]]</li> <li>[[Help other Tails users|contribute/how/help]]</li> </ul> </div> </div>
es: <p>Cualquier usuario puede ayudar a otros usuarios o dar información importante a los desarrolladores.</p> <ul> <li>[[Reporta bugs|doc/first_steps/bug_reporting]]</li> <li>[[Prueba imágenes experimentales de Tails|contribute/how/testing]]</li> <li>[[Habla con los desarrolladores|contribute/how/input]]</li> <li>[[Ayuda a otros usuarios de Tails|contribute/how/help]]</li> </ul> </div> </div>

source: <p>Donating speeds up the development of Tails.</p> <ul> <li><a href="https://tails.boum.org/donate/?r=contribute">Make a donation</a></li> </ul> </div> </div>
es: <p>Donar acelera el desarrollo de Tails.</p> <ul> <li><a href="https://tails.boum.org/donate/?r=contribute">Make a donation</a></li> </ul> </div> </div>

source: <p>Designers can make Tails easier to use and more appealing.</p> <ul> <li>[[Improve the website|contribute/how/website]]</li> <li>[[Design graphics|contribute/how/graphics]]</li> <li>[[Improve the Tails user experience|contribute/how/user_experience]]</li> </ul> </div> </div>
es: <p>Los diseñadores pueden hacer que Tails sea más fácil de usar y más atractivo.</p> <ul> <li>[[Mejora el sitio web|contribute/how/website]]</li> <li>[[Diseña gráficos|contribute/how/graphics]]</li> <li>[[Mejora la experiencia de usuario de Tails|contribute/how/user_interface]]</li> </ul> </div> </div>

source: <ol> <li class="L2"><a href="#reference-documents">Reference documents</a></li> <li class="L2"><a href="#tools">Tools for contributors</a></li> <li class="L2"><a href="#release-cycle">Release cycle</a></li> <li class="L2"><a href="#upstream">Relationship with upstream</a></li> <li class="L2"><a href="#collective-process">Collective process</a></li> <li class="L2"><a href="#talk">Talk with us</a></li> </ol>
es: <ol> <li class="L2"><a href="#reference-documents">Documentos de referencia</a></li> <li class="L2"><a href="#tools">Herramientas para colaboradores</a></li> <li class="L2"><a href="#release-cycle">Ciclo de desarrollo</a></li> <li class="L2"><a href="#upstream">Relación con upstream</a></li> <li class="L2"><a href="#collective-process">Proceso colectivo</a></li> <li class="L2"><a href="#talk">Habla con nosotros</a></li> </ol>

source: Reference documents
es: Documentos de referencia

source: [[Mission and values|contribute/mission]]
es: [[Misión y valores|contribute/mission]]

source: Tools for contributors
es: Herramientas para colaboradores

source: [[GitLab source code and bug tracker|contribute/working_together/GitLab]]
es: [[GitLab código fuente y bug tracker|contribute/working_together/GitLab]]

source: [[Starter tasks|starter_tasks]] for new contributors
es: [[Tareas iniciales|starter_tasks]] para nuevos colaboradores

source: - [[Building a Tails image|contribute/build]] - [[Build a local copy of the website|contribute/build/website]] - [[Customize Tails|contribute/customize]] - [Nightly Tails image builds](https://nightly.tails.boum.org) - [[Jenkins CI|contribute/working_together/roles/sysadmins/Jenkins]] - Debian packages - [[APT repository|contribute/APT_repository]], to store our custom Debian packages - How we manage and upgrade the [[Linux kernel|contribute/Linux_kernel]]. - How we manage and upgrade [[contribute/tor]]. - [[Glossary for contributors|contribute/glossary]]
es: - [[Compilar una imagen de Tails|contribute/build]] - [[Compilar una copia local de la web|contribute/build/website]] - [[Configurar Tails|contribute/customize]] - [Builds nocturnos(nightly) de Tails](http://nightly.tails.boum.org) - [[Jenkins CI|contribute/working_together/roles/sysadmins/Jenkins]] - Debian packages - [[APT repository|contribute/APT_repository]], para almacenar nuestros paquetes personalizados de Debian - Cómo manejamos y actualizamos el [[kernel de Linux|contribute/Linux_kernel]]. - Cómo manejamos y actualizamos [[contribute/tor]]. - [[Glossary for contributors|contribute/glossary]]

source: Release cycle
es: Ciclo de release

source: Relationship with upstream and derivatives
es: Relación con upstream y derivados

source: Collective process
es: Proceso colectivo

source: [[Social contract|doc/about/social_contract]]
es: [[Contrato social|doc/about/social_contract]]

source: [[Document progress|contribute/working_together/GitLab#document-progress]]
es: [[Documentar el progreso|contribute/working_together/GitLab#document-progress]]

source: Contact us
es: Contáctanos
