Repository: austin987/tails
Catalog: wiki/src/customize.*.po
Languages: fr

source: How to [[build]] custom Live Systems based on amnesia?
fr: Comment [[construire|build]] un Système Live basé sur amnesia ?

source: amnesia-specific settings
fr: Réglages spécifiques à amnesia

source: The settings that can be customized can be found in `config/amnesia`; e.g. images types to build, desktop environment.
fr: Les réglages personnalisables se trouvent dans `/config/amnesia` ; par exemple le type d'image à construire ou l'environnement de bureau.

source: You'd better never directly edit this file: rather put your custom variable assignments in a new `config/amnesia.local` file. The values found in the `.local` file will override the ones from the upstream one.
fr: Il est préférable de ne jamais éditer ce fichier directement : mettez plutôt vos variables personnalisées dans un nouveau fichier `config/amnesia.local`. Les choix du `local` primeront sur ceux de la version standart.

source: These configuration files are actually shell scripts, and are sourced by various other scripts.
fr: Ces fichiers de configuration sont en fait des scripts shell, et seront inclus par d'autres scripts.

source: Debian Live settings
fr: Réglages Debian Live

source: amnesia is based on Debian Live. Nearly everything can thus be customized. To learn how to do so, refer to the Debian Live [manual](http://live.debian.net/manual/), [website](http://debian-live.alioth.debian.org/) and [wiki](http://wiki.debian.org/DebianLive/).
fr: amnesia est basé sur Debian Live. Presque tout est donc modifiable. Pour apprendre à le faire, regardez le [manuel Debian Live]](http://live.debian.net/manual/), leur [site internet](http://debian-live.alioth.debian.org/) et leur [wiki](http://wiki.debian.org/DebianLive/).

source: One may want to build an image including a modified version of the live user's `$HOME` directory. There are multiple ways to do so:
fr: Si vous désirez modifier le répertoire `$HOME` de l'utilisateur du Live System, il existe plusieurs manières :

source: editing and creating files in `config/chroot_local-includes/home/amnesia/`
fr: Modifier ou créer des fichiers dans `config/chroot_local-includes/home/amnesia/`

source: droping shell scripts in `config/chroot_local-hooks/` to modify `/home/amnesia` in a program-driven way (`gconftool`, etc.)
fr: Enlever des scripts shell dans `config/chroot_local-hooks/` pour modifier `/home/amnesia` de manière programmatique (`gconftool`, etc.)

source: eventually, one may run the live system, do the desired modifications, save the resulting `/home/amnesia` directory, then use the `home-refresh` script to import the modifications into the directory used to build images from, i.e. `config/chroot_local-includes/home/amnesia`. Read the (scarse) documentation at the top of this script.
fr: Éventuellement, vous pouvez avoir envie de faire fonctionner le Système Live, faire les modifications désirées, enregistrer le répertoire `/home/amnesia` résultant, et utiliser ensuite le script `home-refresh` pour importer les modifications dans le répertoire utilisé pour construire les images, par exemple `config/chroot_local-includes/home/amnesia`. Lisez la documentation (aride) au début de ce script.
