Repository: austin987/tails
Catalog: wiki/src/doc.*.po
Languages: fr, ru

source: <p>If this section doesn't answer your questions, you can also look at our [[FAQ|support/faq]].</p>
fr: <p>Si cette section ne répond pas à vos questions, vous pouvez également consulter notre [[foire aux questions (FAQ)|support/faq]].</p>
ru: <p>Не нашли ответ на свой вопрос? Попробуйте здесь: [[FAQ|support/faq]].</p>

source: Read about how you can help [[improving Tails documentation|/contribute/how/documentation]].
fr: Si vous souhaitez aider, lisez comment [[améliorer la documentation de Tails|/contribute/how/documentation]].
ru: Узнайте, как вы можете помочь Tails [[улучшить документацию Tails|/contribute/how/documentation]].

source: - [[Introduction to this documentation|introduction]]
fr: - [[Introduction sur cette documentation|introduction]]
ru: - [[Предисловие|introduction]]

source: General information
fr: Informations générales
ru: Общая информация

source: [[!inline pages="doc/about.index" raw="yes" sort="age"]]
fr: [[!inline pages="doc/about.index.fr" raw="yes" sort="age"]]
ru: [[!inline pages="doc/about.index.ru" raw="yes" sort="age"]]

source: Download, installation, and upgrade
fr: Téléchargement, installation et mise à jour
ru: Скачивание, установка, обновление

source: [[Downloading without installing|install/download]]
fr: [[Télécharger sans installer|install/download]]

source: [[Installing from another Tails (for PC)|install/win/clone-overview]]
fr: [[Installation depuis un autre Tails (PC)|install/win/clone-overview]]

source: [[Installing from another Tails (for Mac)|install/mac/clone-overview]]
fr: [[Installation depuis un autre Tails (Mac)|install/mac/clone-overview]]

source: [[Installing from Windows|install/win/usb-overview]]
fr: [[Installation depuis Windows|install/win/usb-overview]]

source: [[Installing from macOS|install/mac/usb-overview]]
fr: [[Installation depuis macOS|install/mac/usb-overview]]

source: [[Installing from Linux (recommended)|install/linux/usb-overview]]
fr: [[Installation depuis Linux (recommandé)|install/linux/usb-overview]]

source: [[Installing from Debian, Ubuntu, or Mint using the command line and GnuPG (experts)|install/expert/usb-overview]]
fr: [[Installation depuis Debian, Ubuntu ou Mint avec la ligne de commande et GnuPG (experts)|install/expert/usb-overview]]

source: [[Burning a DVD|install/dvd]]
fr: [[Graver un DVD|install/dvd]]

source: - [[!traillink Upgrading_a_Tails_USB_stick|upgrade]] - [[!traillink Repairing_a_Tails_USB_stick_that_fails_to_start_after_an_upgrade|upgrade/repair]] - Uninstalling Tails or resetting a USB stick using [[!traillink Linux|reset/linux]], [[!traillink Windows|reset/windows]], or
fr: - [[!traillink Mettre_à_jour_une_clé_USB_Tails|upgrade]] - [[!traillink Réparer_une_clé_USB_Tails_qui_n'arrive_pas_à_démarrer_après_une_mise_à_jour|upgrade/repair]] - Désinstaller Tails ou réinitialiser une clé USB avec [[!traillink Linux|reset/linux]], [[!traillink Windows|reset/windows]] ou

source: First steps with Tails
fr: Premiers pas avec Tails
ru: Начало работы с Tails

source: [[!inline pages="doc/first_steps.index" raw="yes" sort="age"]]
fr: [[!inline pages="doc/first_steps.index.fr" raw="yes" sort="age"]]

source: Connect to the Internet anonymously
fr: Se connecter à internet anonymement

source: [[!inline pages="doc/anonymous_internet.index" raw="yes" sort="age"]]
fr: [[!inline pages="doc/anonymous_internet.index.fr" raw="yes" sort="age"]]
ru: [[!inline pages="doc/anonymous_internet.index.ru" raw="yes" sort="age"]]

source: Encryption and privacy
fr: Chiffrement et vie privée
ru: Шифрование и приватность

source: [[!inline pages="doc/encryption_and_privacy.index" raw="yes" sort="age"]]
fr: [[!inline pages="doc/encryption_and_privacy.index.fr" raw="yes" sort="age"]]
ru: [[!inline pages="doc/encryption_and_privacy.index.ru" raw="yes" sort="age"]]

source: Work on sensitive documents
fr: Travailler sur des documents sensibles
ru: Работа с особо важными документами

source: [[!inline pages="doc/sensitive_documents.index" raw="yes" sort="age"]]
fr: [[!inline pages="doc/sensitive_documents.index.fr" raw="yes" sort="age"]]
ru: [[!inline pages="doc/sensitive_documents.index.ru" raw="yes" sort="age"]]

source: Advanced topics
fr: Sujets avancés
ru: Для продвинутых

source: [[!inline pages="doc/advanced_topics.index" raw="yes" sort="age"]]
fr: [[!inline pages="doc/advanced_topics.index.fr" raw="yes" sort="age"]]
ru: [[!inline pages="doc/advanced_topics.index.ru" raw="yes" sort="age"]]

source: [[!meta title="Documentation"]]
ru: [[!meta title="Документация"]]

source: - Downloading without installing - [[For USB sticks (USB image)|install/download]] - [[For DVDs (ISO image)|install/dvd-download]] - [[For virtual machines (ISO image)|install/vm-download]] - [[Installing from another Tails (for PC)|install/win/clone-overview]] - [[Installing from another Tails (for Mac)|install/mac/clone-overview]] - [[Installing from Windows|install/win/usb-overview]] - [[Installing from macOS|install/mac/usb-overview]] - [[Installing from Linux (recommended)|install/linux/usb-overview]] - [[Installing from Debian, Ubuntu, or Mint using the command line and GnuPG (experts)|install/expert/usb-overview]] - [[Burning a DVD|install/dvd]] - [[!traillink Upgrading_a_Tails_USB_stick|upgrade]] - [[Manually_upgrading_from_your_Tails|upgrade/tails-overview]] - [[Manually_upgrading_from_Windows|upgrade/win-overview]] - [[Manually_upgrading_from_macOS|upgrade/mac-overview]] - [[Manually_upgrading_from_Linux|upgrade/linux-overview]] - [[Manually_upgrading_by_cloning_from_another_Tails|upgrade/clone-overview]] - [[!traillink Repairing_a_Tails_USB_stick_that_fails_to_start_after_an_upgrade|upgrade/repair]] - Uninstalling Tails or resetting a USB stick using [[!traillink Linux|reset/linux]], [[!traillink Windows|reset/windows]], or
ru: - Скачать без установки - [[для флешек (USB-образ)|install/download]] - [[для DVD (ISO-образ)|install/dvd-download]] - [[для виртуальных машин (ISO-образ)|install/vm-download]] - [[Установить из другого Tails (PC)|install/win/clone-overview]] - [[Установить из другого Tails (Mac)|install/mac/clone-overview]] - [[Установить из Windows|install/win/usb-overview]] - [[Установить из macOS|install/mac/usb-overview]] - [[Установить из Linux (рекомендуется)|install/linux/usb-overview]] - [[Установить из Debian, Ubuntu или Mint, используя командную строку и GnuPG (экспертный режим)|install/expert/usb-overview]] - [[Записать на DVD|install/dvd]] - [[Обновить Tails на флешке|upgrade]] - [[Обновить вручную из своего Tails|upgrade/tails-overview]] - [[Обновить вручную из Windows|upgrade/win-overview]] - [[Обновить вручную из macOS|upgrade/mac-overview]] - [[Обновить вручную из Linux|upgrade/linux-overview]] - [[Обновить вручную, клонировав другой Tails|upgrade/clone-overview]] - [[Починить Tails на флешке, если Tails не запускается после обновления|upgrade/repair]] - Удалить Tails или очистить флешку в [[Linux|reset/linux]], [[Windows|reset/windows]] или

source: [[!traillink Mac|reset/mac]]
ru: [[Mac|reset/mac]]

source: Anonymous Internet
ru: Анонимный Интернет
