Repository: austin987/tails
Catalog: wiki/src/donate.*.po
Languages: fr

source: [[!meta title="Donate to fight surveillance and censorship"]]
fr: [[!meta title="Faire un don pour combattre la surveillance et la censure"]]

source: Tails is their strongest protection
fr: Tails est leur meilleure protection

source: At Tails, we build a liberating operating system that puts people in control of their digital lives:
fr: Chez Tails, nous construisons un système d'exploitation libérateur qui met les peuples en contrôle de leurs vies numériques :

source: <b>Journalists and whistleblowers</b> use Tails to denounce the wrongdoings of governments and corporations.
fr: <b>Journalistes, lanceurs et lanceuses d'alerte</b> utilisent Tails pour dénoncer les actes répréhensibles des gouvernements et entreprises.

source: <b>Activists</b> use Tails to avoid surveillance and organize their struggles for liberatory social change.
fr: <b>Les activistes</b> utilisent Tails pour éviter la surveillance et organiser leurs luttes pour un changement social libérateur.

source: <b>Domestic violence survivors</b> use Tails to escape surveillance at home.
fr: <b>Les personnes victimes de violences domestiques</b> utilisent Tails pour échapper à la surveillance dans leur domicile.

source: <b>Privacy-concerned citizens</b> use Tails to avoid online tracking and censorship.
fr: <b>Les personnes soucieuses de la vie privée</b> utilisent Tails pour éviter le pistage en ligne et la censure.

source: Tails is and will remain Free Software because the most vulnerable and oppressed people are the most in need of privacy and security.
fr: Tails est et restera un logiciel libre parce que les personnes les plus vulnérables et opprimés sont les plus en besoin de vie privée et de sécurité.

source: Donations from passionate people like you are our most valuable source of funding because they guarantee our independence. We are a very small non-profit and our yearly budget is ridiculously small compared to the value of Tails.
fr: Les dons venant de personnes passionées comme vous sont les plus précieux car ils garantissent notre indépendance. Nous sommes une très petite organisation sans but lucratif et notre budget annuel est ridiculement petit comparé à la valeur de Tails.

source: <span class="input-group-addon">$</span> <input type="text" pattern="\d+" class="form-control" id="other-dollar" placeholder="Other"/>
fr: <span class="input-group-addon">$</span> <input type="text" pattern="\d+" class="form-control" id="other-dollar" placeholder="Autre"/>

source: <input type="text" pattern="\d+" class="form-control text-right" id="other-euro" placeholder="Other"/> <span class="input-group-addon">€</span>
fr: <input type="text" pattern="\d+" class="form-control text-right" id="other-euro" placeholder="Autre"/> <span class="input-group-addon">€</span>

source: <label class="col-sm-4 col-xs-12"><input type="radio" name="frequency" id="one-time"/>One-time</label> <label class="col-sm-4 col-xs-12"><input type="radio" name="frequency" id="monthly"/>Monthly</label> <label class="col-sm-4 col-xs-12"><input type="radio" name="frequency" id="yearly"/>Yearly</label>
fr: <label class="col-sm-4 col-xs-12"><input type="radio" name="frequency" id="one-time"/>Ponctuel</label> <label class="col-sm-4 col-xs-12"><input type="radio" name="frequency" id="monthly"/>Mensuel</label> <label class="col-sm-4 col-xs-12"><input type="radio" name="frequency" id="yearly"/>Annuel</label>

source: Monthly and yearly donations, even the smallest, are the most valuable for the sustainability of Tails. They require a [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]] account.
fr: Les dons mensuels et annuels, même les plus petits, sont les plus précieux pour la durabilité de Tails. Ils nécessitent un compte [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]].

source: <label> <input type="checkbox" id="opt-in"/>I want to receive a newsletter 2&ndash;3 times a year. </label>
fr: <label> <input type="checkbox" id="opt-in"/>Je souhaite recevoir la lettre d'information 2 à 3 fois par an. </label>

source: We will use the email address provided in the PayPal form.
fr: Nous utiliserons l'adresse de messagerie électronique fournie via le formulaire Paypal.

source: <button class="btn btn-primary btn-lg btn-block col-md-12">Donate</button>
fr: <button class="btn btn-primary btn-lg btn-block col-md-12">Faire un don</button>

source: Your donation goes entirely to Tails and will be handled by Riseup Labs which is a 501(c)(3) non-profit organization in the USA.
fr: Votre don est entièrement reversé à Tails et va être traité par Riseup Labs, une organisation 501(c)(3) à but non lucratif basée aux États-Unis.

source: <strong>Donations are [[!toggle id="tax-deductible" text="tax-deductible"]] to the full extent permitted by law.</strong>
fr: <strong>Les dons sont [[!toggle id="tax-deductible" text="déductibles des impôts"]] dans les limites prévues par la loi.</strong>

source: Your donation goes entirely to Tails and will be handled by CCT which is a non-profit organization in Germany.
fr: Votre don est entièrement reversé à Tails et va être traité par CCT, une organisation à but non lucratif basée en Allemagne.

source: If you need a donation receipt, contact us at
fr: Si vous avez besoin d'un reçu de don, contactez-nous à

source: Donate in dollars
fr: Faire un don en dollars

source: Recurring donation
fr: Don régulier

source: <label for="sub_m"><input type="radio" name="t3" value="M" id="sub_m" checked="checked"/>Monthly</label> <label for="sub_y"><input type="radio" name="t3" value="Y" id="sub_y"/>Yearly</label>
fr: <label for="sub_m"><input type="radio" name="t3" value="M" id="sub_m" checked="checked"/>Mensuel</label> <label for="sub_y"><input type="radio" name="t3" value="Y" id="sub_y"/>Annuel</label>

source: <label><input type="checkbox" name="custom"/>I want to receive a newsletter 2&ndash;3 times a year.</label>
fr: <label><input type="checkbox" name="custom"/>Je souhaite recevoir la lettre d'information 2 à 3 fois par an.</label>

source: <input type="submit" value="Donate (recurring)"/>
fr: <input type="submit" value="Faire un don (récurrent)"/>

source: One-time donation
fr: Don ponctuel

source: Does not require a [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]] account.
fr: Ne nécessite pas un compte [[!img paypal-inline.png link="no" class="paypal-inline" alt="PayPal"]].

source: <label for="pp_100"><input type="radio" name="amount" value="100" id="pp_100"/>$100</label> <label for="pp_150"><input type="radio" name="amount" value="150" id="pp_150"/>$150</label> <label for="pp_200"><input type="radio" name="amount" value="200" id="pp_200"/>$200</label> <label for="pp_cust"><input type="radio" name="amount" value="" id="pp_cust"/>Custom amount</label>
fr: <label for="pp_100"><input type="radio" name="amount" value="100" id="pp_100"/>$100</label> <label for="pp_150"><input type="radio" name="amount" value="150" id="pp_150"/>$150</label> <label for="pp_200"><input type="radio" name="amount" value="200" id="pp_200"/>$200</label> <label for="pp_cust"><input type="radio" name="amount" value="" id="pp_cust"/>Montant personnalisé</label>

source: <input type="submit" value="Donate (one-time)"/>
fr: <input type="submit" value="Faire un don (unique)"/>

source: <strong>Donations are tax-deductible to the full extent permitted by law.</strong>
fr: <strong>Les dons sont déductibles des impôts dans les limites prévues par la loi.</strong>

source: If you need a donation receipt, contact us at <a href="mailto:tails-fundraising@boum.org">tails-fundraising@boum.org</a>.
fr: Si vous avez besoin d'un reçu de don, contactez-nous à <a href="mailto:tails-fundraising@boum.org">tails-fundraising@boum.org</a>.

source: Other ways to donate
fr: Autres moyens de faire un don

source: <a id="other-cryptos"></a> [[!toggle id="other-cryptos" text="Other cryptocurrencies"]] [[!toggleable id="other-cryptos" text="""
fr: <a id="other-cryptos"></a> [[!toggle id="other-cryptos" text="Autres cryptomonnaies"]] [[!toggleable id="other-cryptos" text="""

source: Supporting more cryptocurrencies implies more work for us: learning how they works, installing the software in a secure place, monitoring their value and trading them, etc.
fr: Supporter plus de cryptomonnaies implique plus de travail pour nous : apprendre comment elles fonctionnent, installer le logiciel dans un endroit sécurisé, surveiller leurs valeurs et les échanger, etc.

source: To make a good use of our time, we focus on the cryptocurrencies that are the easiest for us to accept and the most popular.
fr: Pour gérer efficacement notre temps, nous nous concentrons sur les cryptomonnaies les plus faciles à accepter pour nous et les plus populaires.

source: Until now, cryptocurrencies other than Bitcoin represent less than 5% of our donations in cryptocurrencies. We want to see cryptocurrencies other than Bitcoin gain popularity before spending more time on them.
fr: Jusqu'à présent, les cryptomonnaies autres que le Bitcoin représentent moins de 5% de nos dons avec des cryptomonnaies. Nous voulons voir les cryptomonnaie autres que le Bitcoin gagner en popularité avant de leur consacrer plus de temps.

source: Bank transfer
fr: Virement bancaire

source: German bank account (preferred):
fr: Compte en banque en Allemagne (à privilégier) :

source: <em>Account holder</em>: Center for Cultivation of Technology gGmbH
fr: <em>Titulaire du compte</em> : Center for Cultivation of Technology gGmbH

source: <em>Bank</em>: GLS Gemeinschaftsbank eG
fr: <em>Banque</em> : GLS Gemeinschaftsbank eG

source: <em>Bank address</em>: Christstrasse 9, 44789, Bochum, Germany
fr: <em>Adresse de la banque</em> : Christstrasse 9, 44789, Bochum, Allemagne

source: Please make sure to mention the purpose of transfer:
fr: Veuillez vous assurer de mentionner l'objet du virement :

source: <em>Purpose of transfer</em>: TAILS-R43NGFR9
fr: <em>Objet du transfert</em> : TAILS-R43NGFR9

source: US bank account:
fr: Compte en banque aux États-Unis :

source: <em>Account holder</em>: TransferWise FBO Center For The Cultivation Of Technology Gmbh
fr: <em>Titulaire du compte</em> : TransferWise FBO Center For The Cultivation Of Technology Gmbh

source: <em>Account number</em>: 8310006087
fr: <em>Numéro de compte</em> : 8310006087

source: <em>ACH Routing number</em>: 026073150
fr: <em>Numéro de routage ACH</em> : 026073150

source: <em>Wire routing number</em>: 026073008
fr: <em>Numéro de routage virement</em> : 026073008

source: <em>Bank</em>: Transferwise
fr: <em>Banque</em> : Transferwise

source: <em>Bank address</em>: 19 W 24th Street, New York 10010, USA <em>Purpose of transfer</em>: TAILS-R43NGFR9
fr: <em>Adresse de la banque</em> : 19 W 24th Street, New York 10010, USA <em>Objet du virement</em>: TAILS-R43NGFR9

source: Please make sure to mention the purpose of transfer.
fr: Veuillez vous assurer de mentionner l'objet du virement.

source: Your donation goes entirely to Tails and will be handled by the Center for the Cultivation of Technology (CCT) which is a non-profit organization in Germany.
fr: Votre don est entièrement reversé à Tails et va être traité par le Center for the Cultivation of Technology (CCT), une organisation à but non lucratif basée en Allemagne.

source: <a href="https://techcultivation.org/donate.html">Donations are tax-deductible to the full extent permitted by law.</a>
fr: <a href="https://techcultivation.org/donate.html">Les dons sont déductibles des impôts dans les limites prévues par la loi.</a>

source: Cash and US check
fr: Espèces et chèque États-Unis

source: You can send us cash in any currency and US checks by post:
fr: Vous pouvez nous envoyer des espèces de n'importe quelle devise et des chèques des États-Unis par la poste :

source: Please add a note that your donation is for Tails.
fr: Merci d'indiquer que votre don est pour Tails.

source: Checks should be made payable to Riseup Labs.
fr: Les chèques doivent être faits à l'ordre de Riseup Labs.

source: Search for <strong>Riseup Labs</strong> and donate to <strong>Tails via Riseup Labs</strong>.
fr: Rechercher <strong>Riseup Labs</strong> et faites un don pour <strong>Tails via Riseup Labs</strong>.

source: If you cannot specify that your donation to Riseup Labs is for Tails, please let us know at <a href="mailto:tails-fundraising@boum.org">tails-fundraising@boum.org</a> so we can attribute your donation to Tails specifically. Riseup Labs is a 501(c)(3) non-profit in the USA.
fr: Si vous ne pouvez pas mentionner que votre don à Riseup Labs est pour Tails, faites-le nous savoir sur <a href="mailto:tails-fundraising@boum.org">tails-fundraising@boum.org</a> afin que l'on puisse attribuer votre don spécifiquement à Tails. Riseup Labs est une association américaine à but non lucratif (dite 501(c)(3)).

source: If you have any question or problem regarding your donation, our fundraising team is here to help you:
fr: Si vous avez une question ou un problème en lien avec votre don, notre équipe Financement est là pour vous aider :

source: How we spend our money
fr: Comment nous dépensons notre argent

source: Releases, maintenance, and infrastructure
fr: Nouvelles versions, maintenance et infrastructure

source: Tails is an endless work of updates and maintenance: publishing a new release every 4 weeks to fix security vulnerabilities, adapting to new versions of the underlying software, keeping our website and development infrastructure secure and reliable, etc.
fr: Tails représente un travail infini de mises à jour et de maintenance : publier une nouvelle version toutes les quatre semaines pour corriger les failles de sécurité, s'adapter aux nouvelles versions des logiciels sur lesquels reposent Tails, garder notre site web à jour et notre infrastructure de développement sécurisée et fiable, etc.

source: New features and major improvements
fr: Nouvelles fonctionalités et améliorations majeures

source: In 2019&ndash;2020, we simplified the installation procedure for Windows and macOS, added support for Secure Boot, improved the upgrade process, and made it possible to persist the settings of the Welcome Screen.
fr: En 2019&ndash;2020, nous avons simplifié la procédure d'installation pour pour Windows et macOS, ajouté le support de Secure Boot, amélioré le processus de mise à jour et rendu possible la conservation des paramètres de l'écran d'accueil.

source: User experience, documentation, and help desk
fr: Expérience d'utilisation, documentation et centre d'aide

source: Even the most secure software is worthless if the people who need it cannot use it. We work hard to understand our users, make it easy to use Tails, and help them make informed security decisions.
fr: Même le logiciel le plus sécurisé est sans valeur si les personnes qui en ont besoin ne peuvent pas l'utiliser. Nous travaillons dur pour comprendre nos utilisateurs, rendre Tails facile à utiliser et les aider à prendre des décisions de sécurité éclairées.

source: Administration and fundraising
fr: Administration et financement

source: Our impact
fr: Notre impact

source: Our biggest satisfaction comes from the growing popularity of Tails.
fr: Notre plus grande satisfaction provient de la popularité croissante de Tails.

source: From the number of automatic upgrades, we know that Tails was used by around 30&#8239;000 people every day in 2020. This number has been steadily growing by 15% each year on average since 2012.
fr: A partir du nombre de mises à jour automatiques, nous savons que Tails a été utilisé par environ 30&#8239;000 personnes chaque jour en 2020. Ce nombre est en croissance constante de 15% par an en moyenne depuis 2012.

source: We keep people safe more than 10 million times every year, for a budget under $300&#8239;000.
fr: Nous gardons des personnes en sécurité plus de 10 million de fois par an, pour un budget inférieur à $300&#8239;000.

source: Our financial records are available [[here|doc/about/finances]].
fr: Nos rapports financiers sont disponibles [[ici|doc/about/finances]].

source: Daily users since 2012
fr: Personnes utilisant Tails quotidiennement depuis 2012

source: Recommended by
fr: Recommandé par

source: [[!inline pages="donate/testimonials.inline" raw="yes" sort="age"]]
fr: [[!inline pages="donate/testimonials.inline.fr" raw="yes" sort="age"]]

source: Where our money comes from
fr: D'où vient notre argent

source: Passionate people like you
fr: Personnes passionnées comme vous

source: Foundations & NGOs
fr: Fondations et ONG

source: like Mozilla or Handshake
fr: comme Mozilla ou Handshake

source: Entities related to the US government
fr: Entités liées au gouvernement des États-Unis

source: like the Open Technology Fund or the ISC Project
fr: comme l'Open Technology Fund ou the ISC Project

source: Private companies
fr: Entreprises privées

source: like DuckDuckGo or Lush
fr: comme DuckDuckGo ou Lush
