Repository: austin987/tails
Catalog: wiki/src/download.*.po
Languages: es

source: [[!meta title="Download, verify and install"]] <strong>Tails is [[Free Software|doc/about/license]], you can download it, use it and share it without restriction.</strong>
es: [[!meta title="Descargar, verificar e instalar"]] <strong>Tails es [[Software Libre|doc/about/license]], puedes descargarlo, usarlo y compartirlo sin restricciones.</strong>

source: First time user?
es: ¿Usuario por primera vez?

source: If you don't know what a metadata or a man-in-the-middle attack is.
es: Si no sabes qué es una metadata o un ataque de intermediario (man-in-the-middle).

source: If you think no-one can eavesdrop on your communications because you are using Tor.
es: Si piensas que nadie puede espiar tus comunicaciones porque usas Tor.

source: If you have no notion of how Tails works.
es: Si no tienes idea sobre cómo funciona Tor.

source: <strong>Then, check first the [[about]] and [[warning|doc/about/warning]] pages to make sure that Tails is the right tool for you and that you understand well its limitations.</strong>
es: <strong> Luego, lee primero las páginas de [[about]] y [[warning|doc/about/warning]] para asegurarte que Tails es la herramienta apropiada para ti y que entiendes bien sus limitaciones.</strong> 2

source: Download the ISO image
es: Descargar la imagen ISO

source: You will download Tails in the form of an <span class="definition">[[!wikipedia ISO_image desc="ISO image"]]</span>: a single file that you will later burn on a DVD or install onto a USB stick or SD card.
es: Vas a descargar Tails en la forma de <span class="definition"> 1[[!wikipedia ISO_image desc="ISO image"]]</span> 2: un archivo que luego podras grabar en un DVD o instalar en una memoria USB o una tarjeta SD.

source: Direct download
es: Descarga directa

source: Latest release
es: Última versión

source: <a class='download-file' href=[[!inline pages="inc/stable_i386_iso_url" raw="yes"]]> Tails [[!inline pages="inc/stable_i386_version" raw="yes"]] ISO image <span class="download-file-size">[[!inline pages="inc/stable_i386_iso_size" raw="yes"]]</span></a>
es: <a class='download-file' href=[[!inline pages="inc/stable_i386_iso_url" raw="yes"]]> Imagen ISO de Tails [[!inline pages="inc/stable_i386_version" raw="yes"]] <span class="download-file-size">[[!inline pages="inc/stable_i386_iso_size" raw="yes"]]</span></a>

source: Cryptographic signature
es: Firma criptográfica

source: BitTorrent download
es: Descarga por BitTorrent

source: <a class='download-file' href=[[!inline pages="inc/stable_i386_torrent_url" raw="yes"]]> Tails [[!inline pages="inc/stable_i386_version" raw="yes"]] torrent</a>
es: <a class='download-file' href=[[!inline pages="inc/stable_i386_torrent_url" raw="yes"]]> Torrent de Tails [[!inline pages="inc/stable_i386_version" raw="yes"]]</a>

source: The cryptographic signature of the ISO image is also included in the Torrent.
es: La firma criptográfica de la imagen ISO también está incluida en el Torrent.

source: Additionally, you can verify the <a href=[[!inline pages="inc/stable_i386_torrent_sig_url" raw="yes"]]>signature of the Torrent file</a> itself before downloading the ISO image.
es: Adicionalmente, puede verificar la <a href=[[!inline pages="inc/stable_i386_torrent_sig_url" raw="yes"]]>firma del archivo Torrent</a> antes de descargar la imagen ISO.

source: List of current [[known issues|support/known_issues]] in Tails.
es: Lista de los [[errores conocidos|support/known_issues]] actualmente en Tails.

source: Verify the ISO image
es: Verifica la imagen ISO

source: It is important to check the <span class="definition">[[!wikipedia Data_integrity desc="integrity"]]</span> of the ISO image you downloaded to make sure that the download went well.
es: Es importante comprobar la <span class="definition">[[!wikipedia Data_integrity desc="integridad"]]</span> de la imagen ISO descargada para asegurarse que la descarga se realizó correctamente.

source: <strong>All Tails ISO image are cryptographically signed by our OpenPGP key.</strong> OpenPGP is a standard for data encryption that provides cryptographic privacy and authentication through the use of keys owned by its users. Checking this signature is the recommended way of checking the ISO image integrity.
es: <strong>Todas las imagenes ISO de Tails son firmadas criptográficamente con nuestra llave OpenPGP.</strong> OpenPGP es un estandard para el cifrado de datos que provee privacidad criptográfica y autenticación a través del uso de las llaves pertenecientes a los usuarios. Comprobar esta firma es la forma recomendada para verificar la integridad de la imagen ISO.

source: If you already know how to use an OpenPGP key you can download it straight away:
es: Si ya sabes como usar una llave OpenPGP puedes ir directamente a la descarga:

source: Otherwise, read our instructions to check the ISO image integrity:
es: Si no, lee las instrucciones para comprobar la integridad de la imagen ISO:

source: [[!toggle id="verify_the_iso_image_using_gnome" text="Using Linux with Gnome: Ubuntu, Debian, Tails, etc."]]
es: [[!toggle id="verify_the_iso_image_using_gnome" text="Usando Linux con Gnome: Ubuntu, Debian, Tails, etc."]]

source: [[!toggle id="verify_the_iso_image_using_the_command_line" text="Using Linux with the command line"]]
es: [[!toggle id="verify_the_iso_image_using_the_command_line" text="Usando Linux con la linea de comandos"]]

source: [[!toggle id="verify_the_iso_image_using_other_operating_systems" text="Using other operating systems"]]
es: [[!toggle id="verify_the_iso_image_using_other_operating_systems" text="Usando otros sistemas operativos"]]

source: Using Linux with Gnome: Ubuntu, Debian, Tails, Fedora, etc.
es: Usando Linux con Gnome: Ubuntu, Debian, Tails, Fedora, etc.

source: Using Linux with the command line
es: Usando Linux con la linea de comandos

source: Using other operating systems
es: Usando otros sistemas operativos

source: <a id="authenticity-check"></a>So how can I better check the ISO image authenticity?
es: <a id="authenticity-check"></a>¿Entonces, cómo puedo comprobar mejor la autenticidad de la imagen ISO?

source: Stay tuned
es: Mantente al tanto

source: It's very important to keep your version of Tails up-to-date, otherwise your system will be vulnerable to numerous security holes.
es: Es muy importante mantener la versión de Tails al día, de otra manera el sistema será vulnerable a numerosas fallas de seguridad.

source: <input class="text" name="email" value=""/> <input class="button" type="submit" value="Subscribe"/>
es: <input class="text" name="email" value=""/> <input class="button" type="submit" value="Suscribirse"/>

source: Installation
es: Instalación

source: Read the [[First steps|doc/first_steps]] section of our documentation to learn how to burn the ISO image on a DVD or install it onto a USB stick or SD card.
es: Lee la sección [[Primeros pasos|doc/first_steps]] de nuestra documentación para aprender a grabar la imagen ISO en un DVD o instalarla en una memoria USB o tarjeta SD.
