Repository: austin987/tails
Catalog: wiki/src/getting_started.*.po
Languages: de, es, fa, fr, it, pt, zh, zh_tw

source: [[!meta title="Getting started…"]]
de: [[!meta title="Erste Schritte …"]]
es: [[!meta title="Comenzando con Tails…"]]
fa: [[!meta title="شروع به کار"]]
fr: [[!meta title="Pour commencer…"]]
it: [[!meta title="Per Iniziare…"]]
pt: [[!meta title="Começando…"]]
zh: [!meta title="准备开始…"]]
zh_tw: [[!meta title="準備開始…"]]

source: Is Tails the right tool for me?
de: Ist Tails das richtige Werkzeug für mich?
es: ¿Es Tails la herramienta adecuada para mí?
fa: آیا تیلز ابزار مناسبی برای من است؟
fr: Tails est-il l'outils adéquat ?
it: Tails è lo strumento giusto per me ?
pt: Tails é a ferramenta correta para mim?
zh: Tails是适合我的工具吗?
zh_tw: Tails是適合我的工具嗎?

source: First, read the [[about|about]] page to get a basic idea of what Tails is.
de: Lesen Sie zunächst [[Über Tails|about]], um eine grundlegende Vorstellung davon zu bekommen, was Tails ist.
es: Lee primero la página [[acerca de|about]] para tener una idea de qué es Tails.
fa: ابتدا صفحهٔ [[دربارهٔ|about]] تیلز را مطالعه کنید تا اطلاعات اولیه‌ای در مورد آن کسب کنید.
fr: Tout d'abord, lisez la page [[à propos|about]] pour vous faire une petite idée de ce qu'est Tails.
it: Per prima cosa, leggi la pagina [[a proposito|about]] per avere una idea di base di che cosa sia Tails.
pt: Primeiro, leia [[sobre|about]] para ter uma ideia do que é o Tails.
zh: 首先，看看 [[关于|about]] 页以了解Tails的基本理念。
zh_tw: 首先，看看 [[關於|about]] 頁以了解Tails的基本理念。

source: 2. Then read the [[warning|doc/about/warning]] page to understand **what Tails doesn't protect you against**, how you can screw up your anonymity or leave traces.
de: 2. Lesen Sie danach die [[Warnungen|doc/about/warning]], um zu verstehen **wogegen Tails Sie nicht schützen kann**, wie Sie Ihre Anonymität verlieren oder Spuren hinterlassen können.
es: 2. Luego lee la página de [[advertencias|doc/about/warning]] para entender **de qué no te protege Tails** , cómo podrías romper tu anonimato o dejar huellas.
fa: ۲. سپس صفحهٔ [[هشدار|doc/about/warning]] را بخوانید تا دریابید **تیلز از شما در برابر چه چیزهایی محافظت نمی‌کند** و چگونه ممکن است ناشناسی خود را به خطر بیندازید و از خود نشانه‌هایی به جا بگذارید.
fr: 2. Ensuite, lisez la page [[avertissements|doc/about/warning]] pour savoir **ce dont Tails ne vous protège pas**, comment vous pourriez laisser des traces ou ruiner votre anonymat.
it: 2. Poi leggi la pagina [[avvertimenti|doc/about/warning]] per capire **da che cosa Tails non ti proteggerà**, come puoi invalidare il tuo anonimato oppure cancellare le tracce.
pt: 2. Em seguida, leia as [[advertências|doc/about/warning]] para entender **contra o que Tails não te protege**, como ele pode arruinar seu anonimato ou deixar rastros.
zh: 2. 接下来看看 [[警告|doc/about/warning]] 页以了解 ** Tails 所无法做到的用户保护 **, 看看你是怎样毁掉你的匿名的，或是怎样留下了踪迹
zh_tw: 2. 接下來看看 [[警告|doc/about/warning]] 頁以了解 ** Tails 所無法作到的用戶保護 **, 用戶如何被揭開匿名或是留下了踪跡

source: 4. Throughout your use of Tails, it's very important to [[stay up to date|download#stay_tuned]] with security issues and new versions.
de: 4. Wenn Sie Tails benutzen, ist es sehr wichtig in Sicherheitsfragen und neuen Versionen [[auf dem aktuellen Stand|download#stay_tuned]] zu bleiben.
fa: ۴. هنگام استفاده از تیلز [[به‌روز کردن|download#stay_tuned]] مسائل امنیتی و ارتقا به نسخه‌های جدید امری مهم است.
pt: 4. Ao longo do seu uso do Tails, é muito importante [[estar em dia|download#stay_tuned]] com as atualizações, novas versões e problemas de segurança.

source: Learning more about Tails… --------------------------
de: Mehr über Tails erfahren… --------------------------
es: Aprender más sobre Tails… --------------------------
fa: بیشتر در مورد تیلز بدانید… --------------------------
fr: En savoir plus à propos de Tails… --------------------------
it: Conoscere di più Tails… --------------------------
pt: Aprendendo mais sobre o Tails… ------------------------------
zh: 了解多一些 Tails… --------------------------
zh_tw: 更加了解 Tails… --------------------------

source: - Read our [[user documentation|doc]] to learn more about Tails and how to use it.
de: - Lesen Sie unsere [[Benutzerdokumentation|doc]], um mehr über Tails und dessen Bedienung zu erfahren.
es: - Lee nuestra [[documentación para usuarios|doc]] si quieres aprender más sobre Tails y cómo usarlo.
fa: - [[اسناد کاربری|doc]] ما را بخوانید تا بیشتر در مورد تیلز و چگونگی استفاده از آن اطلاعات کسب کنید.
it: - Leggi la nostra [[documentazione per l'utente|doc]] per conoscere di più su Tails e come usarla.
pt: - Leia nossa [[documentação|doc]] para aprender mais sobre o Tails e como usá-lo.
zh: - 请见[[使用者文档|doc]] 以进一步学习 Tails 的用法。
zh_tw: - 請見[[使用者文檔|doc]] 以進一步學習 Tails 的用法。

source: Learn more about Tor, the anonymity network used by Tails on their website: [[https://www.torproject.org/]].
de: Erfahren Sie mehr über Tor, das von Tails benutzte Anonymisierungsnetzwerk, unter der Webseite: [[https://www.torproject.org/]].
es: Aprende más sobre Tor, la red anonimizadora utilizada por Tails, en su página web: [[https://www.torproject.org/]].
fa: در تارنمای تور، بیشتر در مورد این شبکه که مختص ناشناس ماندن است و تیلز با آن کار می‌کند اطلاعات کسب کنید: [[https://www.torproject.org/]].
fr: En savoir plus sur Tor, le réseau anonymisant utilisé par Tails, sur leur site web: [[https://www.torproject.org/]].
it: Conosci meglio Tor, la rete che fornisce anonimato usata da Tails, sul sito del progetto: [[https://www.torproject.org/]].
pt: Aprenda mais sobre Tor, a rede anônima usada pelo Tails, em seu sítio: [[https://www.torproject.org/]].
zh: 进一步了解 Tor, 这个Tails 所使用的匿名网路，请到其官网： [[https://www.torproject.org/]].
zh_tw: 進一步了解 Tor, 這個Tails 所使用的匿名網路，請到其官網： [[https://www.torproject.org/]].

source: For a deeper understanding of Tails' specifications and internals, read our [[design document|contribute/design]].
de: Für ein tiefgreifenderes Verständnis zu Tails Spezifikationen und innerer Arbeitsweise lesen Sie bitte das [[Design Dokument|contribute/design]].
es: Para entender mejor las especificaciones y entrañas de Tails lee nuestro [[documento de diseño|contribute/design]].
fa: برای درک عمیق‌تر از خصوصیات و ویژگی‌های تیلز [[اسناد طراحی|contribute/design]] ما را بخوانید.
fr: Pour une compréhension plus poussée des spécifications et des composantes de Tails, lisez notre [[page de conception|contribute/design]].
it: Per approfondire le specifiche e la struttura di Tails, leggi il nostro [[documento di progettazione|contribute/design]].
pt: Para um conhecimento mais profundo do funcionamento, especificações e aspectos internos do Tails, leia nosso [[documento de projeto|contribute/design]].
zh: 更深入地了解Tails的配置和内理，请见[[设计文件|contribute/design]].
zh_tw: 更深入地了解Tails的特點和內理，請見[[設計文件|contribute/design]].

source: Found a bug?
de: Einen Fehler gefunden?
es: ¿Has encontrado un bug?
fa: به ایرادی برخورده‌اید؟
fr: Vous avez trouvé un bug ?
it: Hai trovato un bug ?
pt: Encontrou um bug?
zh: 发现bug?
zh_tw: 發現程式臭蟲?

source: If you found a bug in Tails or want to request a new feature, see our [[support]] pages.
de: Sollten Sie einen Fehler in Tails gefunden haben, oder ein neues Feature wünschen, lesen Sie sich bitte unsere [[Hilfe & Support|support]] Seite durch.
es: Si encuentras un bug en Tails, o quieres pedir una nueva funcionalidad, lee nuestra página de [[soporte|support]].
fa: اگر ایرادی در تیلز یافته‌اید تا نیازمند ویژگی جدیدی در آن هستید، صفحهٔ [[پشتیبانی]] ما را بخوانید.
it: Se trovi un bug in Tails o hai una richiesta di una nuova funzionalità, guarda la nostra [[pagina per il supporto|support]].
pt: Se você encontrou um bug no Tails ou quer solicitar uma nova funcionalidade, veja a nossa página de [[suporte|support]].
zh: 如果你发现了bug 或是有其它的新功能建议, 请到我们的 [[support]] 页反应。
zh_tw: 如果你發現了程式臭蟲或是有其它的新功能建議, 請到我們的 [[support]] 頁反應。

source: Get in touch with us
de: Nehmen Sie Kontakt mit uns auf!
es: Contáctanos
fa: با ما تماس بگیرید
fr: Entrez en contact avec nous
it: Contattaci
pt: Entre em contato conosco
zh: 跟我们保持联系
zh_tw: 與我們保持聯絡

source: [[!inline pages="support/talk" raw="yes"]]
de: [[!inline pages="support/talk.de" raw="yes"]]
pt: [[!inline pages="support/talk.pt" raw="yes"]]

source: 3. If Tails is the right tool for you, go on [[downloading, verifying, and installing it|install]].
es: 3. Si Tails es la herramienta adecuada para ti, continúa [[bajándotela, verificándola e instalándola|install]].
it: 3. Se Tails è lo strumento giusto per te, vai a [[scarica, verifica e installa|install]].
zh: 3. 如果 Tails正是你需要的工具，请 [[下载, 检验, 与 安装它|安装]].
zh_tw: 3. 如果 Tails正是你需要的工具，請 [[下載, 檢核, 與 安裝它|安裝]].

source: [[!inline pages="support/talk" raw="yes" sort="age"]]
es: [[!inline pages="support/talk.es" raw="yes" sort="age"]]
it: [[!inline pages="support/talk.it" raw="yes" sort="age"]]
zh: [[!inline pages="support/talk.zh" raw="yes" sort="age"]]
zh_tw: [[!inline pages="support/talk.zh_TW" raw="yes" sort="age"]]

source: 3. If Tails is the right tool for you, go on [[downloading, verifying and installing it|download]].
fr: 3. Si Tails est bien ce que vous cherchez, passez au [[téléchargement, aux vérifications et à l'installation|download]].

source: 4. Throughout your use of Tails, it's very important to [[stay up to date|download#index4h1]] with security issues and new versions.
fr: 4. Tout au long de votre utilisation de Tails, il est très important [[d'être à jour|download#index4h1]] au niveau des problèmes de sécurité et des versions.

source: If you found a bug in Tails or want to request a new feature, see our [[support/found_a_problem]] pages.
fr: Si vous êtez tombé sur un bug dans Tails ou si vous voulez qu'une nouvelle fonctionnalité y soit apportée, allez à la [[page des problèmes rencontrés|support/found_a_problem]].
