Repository: austin987/tails
Catalog: wiki/src/GnuPG_key.*.po
Languages: fr

source: T(A)ILS developers maintain several OpenPGP key pairs.
fr: Les développeurs T(A)ILS utilisent plusieurs paires de clés OpenGPG.

source: Mailing-list key
fr: Clé de la liste de discussion

source: Purpose
fr: But

source: Encryption
fr: Chiffrement

source: This key has an encryption subkey. Please use it to encrypt email sent to the core developers encrypted mailing-list: <amnesia@boum.org>.
fr: Cette clé a une sous-clé de chiffrement. Merci de l'utiliser pour chiffrer les mails envoyés à la liste chiffrée des développeurs : <amnesia@boum.org>.

source: This key also has the capability to sign and certify. Until T(A)ILS 0.5 and 0.6~rc3, released images were signed by this key. This purpose is now deprecated: further releases will be signed by a dedicated, safer signing key. As of 2010 October 7th, our mailing-list key signature only means our mailing-list software checked the signed content was originally OpenPGP-signed by a T(A)ILS core developer.
fr: Cette clé peut également signer et certifier. Jusqu'à T(A)ILS 0.5 et 0.6~rc3, les images des versions étaient signées par cette clé. Dorénavant, les versions publiées seront signées par une clé dédiée, plus sûre. Depuis le 7 octobre 2010, la signature de la clé de notre mailing-list signifie seulement que le contenu signé était originellement signé par un développeur principal de T(A)ILS.

source: Policy
fr: Nos engagements

source: The secret key material and its passphrase are stored on the server that runs our encrypted mailing-list software and on systems managed by core T(A)ILS developers.
fr: La clé secrète et sa phrase de passe sont stockées sur le serveur qui fait tourner notre logiciel de mailing-liste chiffrée, ainsi que sur les ordinateurs des développeurs principaux de T(A)ILS.

source: This means people other than T(A)ILS developers are in a position to use this secret key. T(A)ILS developers trust these people enough to rely on them for running our encrypted mailing-list, but still: this key pair is managed in a less safe way than our signing key.
fr: Cela signifie que d'autres personnes que les développeurs T(A)ILS ont accès à cette clé secrète et peuvent donc l'utiliser. Les développeurs de T(A)ILS leur font confiance pour faire fonctionner la mailing-liste chiffrée, mais notez tout de même que cette clé ne bénéficie pas d'un niveau de sécurité équivalent à celui de la clé de signature.

source: Key details
fr: Détails de la clé

source: How to get the public key?
fr: Comment obtenir la clé publique ?

source: There are multiple ways to get this OpenPGP public key:
fr: Il existe différents moyens d'obtenir cette clé publique :

source: [download it from this website](https://amnesia.boum.org/amnesia.asc)
fr: [la télécharger depuis ce site](https://amnesia.boum.org/amnesia.asc)

source: fetch it from your favourite keyserver
fr: la prendre sur votre serveur de clés favori

source: send an email to <amnesia-sendkey@boum.org>.
fr: envoyer un mail à <amnesia-sendkey@boum.org>.

source: Signing key
fr: Clé de signature

source: This key only has the capability to sign and certify: it has no encryption subkey.
fr: Cette clé a uniquement la capacité de signer et de certifier : elle n'a pas de sous-clé de chiffrement.

source: Its only purpose is:
fr: Son seul but est :

source: to sign T(A)ILS released images (starting with 0.6)
fr: de signer les versions publiées de T(A)ILS (à partir de la 0.6).

source: to certify other cryptographic public keys needed for T(A)ILS development.
fr: de certifier d'autres clés cryptographiques nécessaires pour le développement de T(A)ILS.

source: The secret key material will never be stored on an online server or on systems managed by anyone else than T(A)ILS core developers.
fr: La clé secrète se sera jamais stockée sur un serveur ou sur un sytème administré par quelqu'un d'autre que les développeurs principaux de T(A)ILS.

source: - [download it from this website](https://amnesia.boum.org/amnesia.asc) - fetch it from your favourite keyserver.
fr: [la télécharger ici](https://amnesia.boum.org/amnesia.asc) - la récupérer sur votre serveur de clefs favori.
