Repository: austin987/tails
Catalog: wiki/src/index.*.po
Languages: it, pt

source: [[!meta title="Privacy for anyone anywhere"]] [[!meta google-site-verification="aGp--gO0AaDbtxshkcWaS0jY8WkOjYwUuBqRWzWHy6o"]]
pt: [[!meta title="Privacidade para todos, em todos os lugares"]] [[!meta google-site-verification="aGp--gO0AaDbtxshkcWaS0jY8WkOjYwUuBqRWzWHy6o"]]

source: Tails is a [[!wikipedia desc="live operating system" Live_USB]] that you can start on almost any computer from a USB stick or a DVD.
pt: Tails é um [[!wikipedia desc="sistema operacional live" Live_USB]], que você pode usar em quase qualquer computador a partir de uma memória USB ou de um DVD.

source: It aims at preserving your <strong>privacy</strong> and <strong>anonymity</strong>, and helps you to:
pt: Ele tem como objetivo preservar sua <strong>privacidade</strong> e seu <strong>anonimato</strong>, e te auxilia a:

source: <strong>use the Internet anonymously</strong> and <strong>circumvent censorship</strong>;
it: <strong>usare internet in modo anonimo </strong> e <strong>arginare la censura</strong> ;
pt: <strong>usar a Internet de forma anônima</strong> e <strong>evitar censura</strong>;

source: all connections to the Internet are forced to go through [[the Tor network|https://www.torproject.org/]];
it: tutte le connessioni verso internet vengono forzate a usare [[la rete Tor|https://www.torproject.org]] ;
pt: todas as conexões feitas à Internet passam necessariamente [[pela rede Tor|https://www.torproject.org/]];

source: <strong>leave no trace</strong> on the computer you are using unless you ask it explicitly;
it: <strong>non lasciare tracce</strong> sul computer che stai usando a meno che non venga chiesto in modo esplicito;
pt: <strong>não deixar rastros</strong> no computador que você estiver utilizando, a menos que você explicitamente queira que isso aconteça;

source: <strong>use state-of-the-art cryptographic tools</strong> to encrypt your files, emails and instant messaging.
it: <strong>usare gli strumenti crittografici allo stato dell'arte</strong> per cifrare i tuoi file, email e messaggi istantanei.
pt: <strong>usar ferramentas criptográficas do estado da arte</strong> para criptografar seus arquivos, emails e mensagens instantâneas.

source: [[Learn more about Tails.|about]]
it: [[Conoscere di più Tails.|about]]
pt: [[Saiba mais sobre o Tails.|about]]

source: News
it: Novità
pt: Notícias

source: See [[News]] for more.
it: Guarda [[Novità|News]] maggiori informazioni.
pt: Veja [[Notícias|news]] para mais informações.

source: Security
it: Sicurezza
pt: Segurança

source: See [[Security]] for more.
it: Guarda [[Security]] per saperne di più.
pt: Veja [[Segurança|Security]] para mais informações.

source: <a href="https://www.debian.org/" class="noicon">[[!img lib/debian.png link="no"]]</a>
it: <a href="https://www.debian.org/index.it.html" class="noicon">[[!img lib/debian.png link="no"]]</a>
pt: <a href="https://www.debian.org/index.pt.html" class="noicon">[[!img lib/debian.png link="no"]]</a>

source: Tails is built upon <a href="https://www.debian.org/">Debian</a>.
it: Tails è costruita su <a href="https://www.debian.org/index.fr.html">Debian</a>.
pt: Tails é desenvolvido a partir do <a href="https://www.debian.org/index.pt.html">Debian</a>.

source: Tails is [[Free Software|doc/about/license]].
it: Tails è [[software libero|doc/about/license]].
pt: Tails é [[Software Livre|doc/about/license]].

source: Tails sends its traffic through <a href="https://torproject.org/">Tor</a>.
it: Tails invia il suo traffico attraverso <a href="https://torproject.org/">Tor</a>.
pt: Tails envia seu tráfego pelo <a href="https://torproject.org/">Tor</a>.

source: Awards
pt: Premiações

source: Tails has received the Mozilla Open Source Support Award (2016), the Access Innovation Prize (2014), the APC FLOSS prize (2014) and the OpenITP award (2013).
pt: Tails recebeu o Mozilla Open Source Award (2016), o Access Innovation Prize (2014) e o OpenITP award (2013).

source: Partners & Grants
pt: Parceiros e subvenções

source: Tails receives grants, corporate donations, and substantial donations from individuals.
pt: Tails recebe subvenções, doações corporativas, e um monte de doações individuais.

source: [[Meet our partners|partners]] or [[become a partner|partners/become]]!
pt: [[Conheça nossos parceiros|partners]] ou [[torne-se um parceiro|partners/become]]!

source: [[!meta title="Privacy for anyone anywhere"]]
it: [[!meta title="Privacy per tutti dappertutto"]]

source: Tails is a [[!wikipedia desc="live operating system" Live_USB]], that you can start on almost any computer from a DVD, USB stick, or SD card. It aims at preserving your <strong>privacy</strong> and <strong>anonymity</strong>, and helps you to:
it: Tails è una [[!wikipedia desc="sistema operativo live" Live_USB]], che può partire in quasi tutti i computer da DVD, chiave USB o SD card. Essa e' capace di preservare a tua<strong>privacy</strong> e il tuo <strong>anonimato</strong> e aiutarti a:
