Repository: austin987/tails
Catalog: wiki/src/install.*.po
Languages: de

source: [[!meta title="Welcome to the Tails Installation Assistant"]] [[!meta stylesheet="bootstrap" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/assistant" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/router-install" rel="stylesheet" title=""]] [[!inline pages="install/inc/tails-installation-assistant.inline" raw="yes"]]
de: [[!meta title="Willkommen beim Tails Installations-Assistenten"]] [[!meta stylesheet="bootstrap" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/assistant" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/router-install" rel="stylesheet" title=""]] [[!inline pages="install/inc/tails-installation-assistant.inline.de" raw="yes"]]

source: Welcome to the
de: Willkommen beim

source: <strong>Tails Installation Assistant</strong>
de: <strong>Tails Installations-Assistenten</strong>

source: Thank you for your interest in Tails.
de: Danke für Ihr Interesse an Tails.

source: Installing Tails can be quite long but we hope you will still have a good time :)
de: Tails zu installieren kann recht lange dauern, wir hoffen jedoch, dass Sie eine schöne Zeit haben :)

source: We will first ask you a few questions to choose your installation scenario and then guide you step by step.
de: Wir werden Ihnen zuerst ein paar Fragen stellen, um Ihr Installationsszenarium auszuwählen, und Sie dann Schritt für Schritt anleiten.

source: The following set of instructions is quite new. If you face problems following them:
de: Die folgenden Anweisungen sind noch recht neu. Falls Sie Probleme bei der Durchführung haben:

source: [[Report your problem.|support/talk]]
de: [[Berichten Sie Ihr Problem.|support/talk]]

source: Try following our old instructions for [[downloading|/download]] or [[installing|doc/first_steps]] instead.
de: Versuchen Sie stattdessen unsere alten Anleitungen zum [[Herunterladen|/download]] oder [[Installieren|doc/first_steps]].

source: Let's start the journey!
de: Lassen Sie uns die Reise beginnen!
