Repository: austin987/tails
Catalog: wiki/src/security.*.po
Languages: es, fa, fr, pt

source: [[!meta title="Security"]]
es: [[!meta title="Seguridad"]]
fa: [[!meta title="امنیت"]]
fr: [[!meta title="Sécurité"]]
pt: [[!meta title="Segurança"]]

source: [[!inline pages="page(security/*) and !security/audits and !security/audits.* and !security/audits/* and currentlang()" actions=no archive=yes feedonly=yes show=10 sort="-meta(date) age -path"]]
fa: <!-- Disabled on purpose on translated version of this page. -->
pt: <!-- Disabled on purpose on translated version of this page. -->

source: Since Tails is based on Debian, it takes advantage of all the work done by the Debian security team. As quoted from <http://security.debian.org/>:
es: Al estar basado en Debian, Tails se beneficia de todo el trabajo hecho por el equipo de seguridad de Debian. Citado de <http://security.debian.org/>:
fa: از آن‌جا که تیلز مبتنی بر دبیان است، از تمام کارهایی که تیم امنیتی دبیان انجام می‌دهند بهره می‌برد. همان‌طور که در <http://security.debian.org/> آمده:
fr: > Vu que Tails est basé sur Debian, Tails profite ainsi de tout le travail effectué par l'équipe sécurité de Debian. Citation tirée de <http://security.debian.org/>:
pt: Já que o Tails é baseado no Debian, ele tira vantagem de todo o trabalho feito pelo time de segurança do Debian. Conforme consta em <http://security.debian.org/>:

source: > Debian takes security very seriously. We handle all security problems brought to our attention and ensure that they are corrected within a reasonable timeframe. Many advisories are coordinated with other free software vendors and are published the same day a vulnerability is made public and we also have a Security Audit team that reviews the archive looking for new or unfixed security bugs.
es: > Debian toma la seguridad muy en serio. Abordamos todos los problemas de seguridad que nos presentan e intentamos solucionarlos en un lapso razonable. Muchos anuncios se coordinan con otros distribuidores de software libre y son publicados el mismo día que se publica la vulnerabilidad. Además tenemos un equipo de auditorías de seguridad que revisa el archivo buscando problemas nuevos o sin arreglar.
fa: > دبیان امنیت را بسیار جدی می‌گیرد. ما به تمام مشکلات امنیتی که می‌یابیم رسیدگی می‌کنیم و تضمین می‌کنیم که این مشکلات در مدت‌زمانی معقول برطرف می‌شوند. مشورت‌های بسیاری با دیگر دست‌اندرکاران نرم‌افزار آزاد انجام و همان‌روزی که یک آسیب‌پذیری عمومی شد منتشر می‌شوند و ما همچنین یک تیم بررسی امنیتی داریم که در بایگانی‌های ما به دنبال ایرادهای امنیتی جدید یا رفع‌نشده می‌گردند.
fr: > Debian prend les questions de sécurité très au sérieux. Nous traitons tous les problèmes de sécurité qui sont portés à notre attention et nous nous assurons qu'ils sont corrigés avec un délai raisonnable. De nombreuses annonces de sécurité sont gérées en coordination avec les autres distributeurs de logiciel libre, et sont publiées le même jour que la vulnérabilité associée. L'équipe d'audit de sécurité est chargée d'inspecter l'archive à la recherche de bogues de sécurité nouveaux ou non corrigés.
pt: > O Debian leva a segurança muito a sério. Nós tratamos de todos os problemas de segurança que são trazidos à nossa atenção e asseguramos que eles sejam corrigidos num intervalo de tempo razoável. Muitos avisos de segurança são coordenados com outros distribuidores de software livre e são publicados no mesmo dia que a vulnerabilidade é anunciada publicamente e nós também temos um time de Auditoria de Segurança que revisa os repositórios procurando por falhas de segurança novas ou não corrigidas.

source: > Experience has shown that "security through obscurity" does not work. Public disclosure allows for more rapid and better solutions to security problems. In that vein, this page addresses Debian's status with respect to various known security holes, which could potentially affect Debian.
es: > La experiencia nos ha mostrado que la "seguridad a través de la oscuridad" no funciona. La divulgación pública permite soluciones más rápidas y mejores a los problemas de seguridad. Con ese espíritu esta página muestra la situación de Debian con respecto a varias vulnerabilidades que pueden potencialmente afectar a Debian.
fa: > تجربه نشان می‌دهد «امنیت از طریق گمنامی» مناسب نیست. بررسی عمومی به ما اجازه می‌دهد راهکارهای سریع‌تر و بهتری برای مشکلات امنیتی خود داشته باشیم. با این حساب این صفحه به وضعیت دبیان با توجه به حفره‌های امنیتی شناسایی‌شدهٔ مختلف اشاره دارد که ممکن است روی دبیان اثر بگذارند.
fr: > L'expérience a montré que "la sécurité par l'obscurité" ne fonctionne pas. L'annonce publique des problèmes de sécurité apporte de meilleurs solutions, et plus rapidement. Dans cet esprit, cette page indique l'état de Debian sur différents trous de sécurité connus, qui pourraient potentiellement affecter Debian.
pt: > A experiência mostrou que "segurança por obscuridade" não funciona. A divulgação pública permite soluções melhores e mais rápidas para problemas de segurança. Nesse sentido, esta página cuida do estado do Debian a respeito de várias brechas de segurança conhecidas e que potencialmente podem afetar o Debian.

source: Current holes
es: Problemas actuales
fa: حفره‌های فعلی
fr: Problèmes actuels
pt: Brechas atuais

source: Probable holes
es: Problemas probables
fa: حفره‌های احتمالی
fr: Problèmes probables
pt: Brechas prováveis

source: Until an [[!tails_ticket 5769 desc="audit"]] of the bundled network applications is done, information leakages at the protocol level should be considered as − at the very least − possible.
es: Hasta que se realice una [[!tails_ticket 5769 desc="auditoría"]] del paquete de aplicaciones de red, las filtraciones de información a nivel del protocolo deben considerarse como − al menos − posibles.
fa: تا تمام شدن یک [[!tails_ticket 5769 desc="بررسی"]] ابزارهای شبکهٔ دسته‌بندی‌شده، درز اطلاعات در سطح پروتکل باید دست‌کم محتمل در نظر گرفته شود.
fr: Jusqu'à ce qu'un [[!tails_ticket 5769 desc="audit"]] soit réalisé sur les logiciels fournis, des fuites d'informations au niveau du protocole devraient être considérées comme − au moins − possibles.
pt: Até que uma [[!tails_ticket 5769 desc="auditoria"]] do conjunto de applicações seja realizada, vazamentos de informação no nível do protocolo devem ser consideradas como − no mínimo − possíveis.

source: Fixed holes
es: Problemas resueltos
fa: حفره‌های ترمیم‌شده
fr: Problèmes corrigés
pt: Brechas corrigidas

source: **WARNING**: some of these holes may only be fixed in [[Git|contribute/git]]. Please carefully read the "Affected versions" sections below.
es: **ADVERTENCIA**: algunas de estas vulnerabilidades pueden sólo estar arregladas en [[Git|contribute/git]]. Lee cuidadosamente las secciones "Versiones afectadas" debajo.
fa: **هشدار**: برخی از این حفره‌ها مکن است تنها در [[گیت|contribute/git]] رفع شده باشند. لطفاً قسمت «نسخه‌های دچار مشکل» را در زیر بخوانید.
fr: **ATTENTION** : certains de ces problèmes sont peut-être corrigés uniquement dans le dépôt [[Git|contribute/git]]. Lisez attentivement les paragraphes "Versions affectées".
pt: **ADVERTÊNCIA**: algumas destas brechas podem ter sido corrigidas apenas no [[Git|contribute/git]]. Por gentileza leia a seção "Versões afetadas" abaixo.

source: Audits
es: Auditorías
fa: بررسی‌ها
pt: Auditorias

source: Audits of Tails that we are aware of are collected in [[security/audits]].
es: Las auditorías de Tails de las que estamos al tanto se recolectan en [[security/audits]].
fa: بررسی‌های تیلز که از آن‌ها باخبر هستیم در [[security/audits]] جمع‌آوری می‌شوند.
fr: Les audits de Tails dont nous avons connaissance sont listés dans [[security/audits]].
pt: Auditorias do Tails das quais ficamos sabendo são coletadas em [[security/audits]].
