Repository: austin987/tails
Catalog: wiki/src/support.*.po
Languages: de, es, fa, fr, zh

source: [[!meta title="Support"]]
de: [[!meta title="Hilfe & Support"]]
es: [[!meta title="Soporte"]]
fa: [[!meta title="پشتیبانی"]]
fr: [[!meta title="À l'aide"]]

source: Search the documentation
de: Die Dokumentation durchsuchen
fa: در مستندات جستجو کنید
fr: Chercher dans la documentation
zh: 搜寻文件

source: Read the [[official documentation|doc]] to learn more about how Tails works and maybe start answering your questions. It contains:
de: Lesen Sie bitte die [[offizielle Dokumentation|doc]], um mehr über Tails zu erfahren und vielleicht einige Ihrer Fragen zu beantworten. Diese enthält:
es: Lee la [[documentación oficial|doc]] para aprender más sobre como funciona Tails, y quizás responder a tus preguntas. Contiene:
fa: برای کسب اطلاعات بیشتر در مورد این که تور چگونه کار می‌کند و شاید برای گرفتن پاسخ سوال‌هایتان به صفحهٔ [[سندهای رسمی|doc]] مراجعه کنید. محتویات این سند عبارتند از:
fr: Lisez la [[documentation officielle|doc]] pour en apprendre plus sur comment Tails fonctionne et peut-être commencer à avoir des réponses à vos questions. Elle contient :
zh: 看 [[官方文件|doc]] 以了解 Tails 的运作，它也许能回答你的问题，其包括了：

source: General information about what Tails is
de: Allgemeine Informationen, was Tails ist
es: Información general acerca de qué es Tails
fa: اطلاعات کلی در مورد تیلز
fr: Des informations générales à propos de Tails
zh: Tails 的一般资讯

source: Information to understand how it can help you and what its limitations are
de: Informationen, wie Tails Ihnen helfen kann und worin seine Beschränkungen liegen
es: Información para entender cómo Tails te puede ayudar y cuáles son sus limitaciones
fa: اطلاعاتی در مورد اینکه تیلز چطور به شما کمک می‌کند و چه محدودیت‌هایی دارد
fr: Des informations pour comprendre en quoi Tails peut être utile, et quelles sont ses limites
zh: 了解它如何能协助你以及其限制

source: Guides covering typical uses of Tails
de: Anleitungen, die typische Verwendungszwecke von Tails aufzeigen
es: Guías que cubren los usos típicos de Tails
fa: راهنمای استفاده معمولی از تیلز
fr: Des guides des usages typiques de Tails
zh: 典型的 Tails 使用指南

source: [[Visit Tails documentation|doc]]
de: [[Besuchen Sie die Tails Dokumentation|doc]]
es: [[Visita la documentación de Tails|doc]]
fa: [[سندهای تیلز را مشاهده کنید|doc]]
fr: [[Consultez la documentation de Tails|doc]]
zh: [[查看 Tails 文档|doc]]

source: Learn how to use Tails
de: Lernen Sie, Tails zu benutzen
fa: چطور می‌توان از تیلز استفاده کرد
fr: Apprendre à utiliser Tails
zh: 学习如何使用 Tails

source: [[!inline pages="support/learn/intro.inline" raw="yes"]]
de: [[!inline pages="support/learn/intro.inline.de" raw="yes"]]

source: Frequently asked questions
de: Häufig gestellte Fragen
fa: سوالات متداول
fr: Foire aux questions
zh: 常见问答集

source: Search our list of [[frequently asked questions|faq]].
de: Durchsuchen Sie unsere Liste [[häufig gestellter Fragen|faq]].
es: Busca en nuestra lista de [[preguntas frecuentes|faq]].
fa: جستجو در فهرست [[سوالات متداول|faq]] ما.
fr: Cherchez dans notre [[foire aux questions|faq]].
zh: 找找看我们的 [[问答集|faq]]列表。

source: Upgrade
de: Aktualisieren
fa: ارتقاء
fr: Mise à jour
zh: 升级

source: Make sure you are using the latest version, as [[upgrading|doc/first_steps/upgrade]] might solve your problem.
de: Sie sollten überprüfen, ob Sie die neueste Version verwenden. Eine [[Aktualisierung|doc/upgrade]] könnte Ihr Problem lösen.
zh: 确认使用最新版本， [[升级|doc/first_steps/upgrade]] 或可解决你的问题。

source: Check if the problem is already known
de: Prüfen Sie, ob das Problem schon bekannt ist
fa: بررسی کنید که آیا مشکل شناخته شده است یا نه
fr: Vérifiez si le problème est déjà connu
zh: 检查看看这个问题是否已被知道了

source: You can have a look at:
de: Lesen Sie bitte:
es: Echa un vistazo en:
fa: شما می‌توانید نگاه کنید به:
fr: Vous pouvez jeter un œil à :
zh: 你可以看看:

source: The [[list of known issues|support/known_issues]]
de: Die [[Liste bekannter Probleme|support/known_issues]]
es: La [[lista de problemas conocidos|support/known_issues]]
fa: [[فهرست مشکلات شناخته‌شده|support/known_issues]]
fr: La liste des [[problèmes connus|support/known_issues]]
zh: [[已知的问题列表|support/known_issues]]

source: The [[list of things to do|todo]]
de: Die [[Todo-Liste|todo]]

source: The [list of things that will be in the next release](https://labs.riseup.net/code/projects/tails/issues?query_id=111)
de: Die [Liste der Dinge, die im nächsten Release enthalten sein werden](https://labs.riseup.net/code/projects/tails/issues?query_id=111)

source: <h1>Report an error</h1>
de: <h1>Einen Fehler melden</h1>
es: <h1>Reporta un error</h1>
fa: <h1>یک ایراد را گزارش دهید</h1>
fr: <h1>Signaler une erreur</h1>
zh: <h1>回报错误</h1>

source: <p>If you are facing an error in Tails, please follow the [[bug reporting guidelines|doc/first_steps/bug_reporting]].</p>
de: <p>Sollten Sie einen Bug in <em>Tails</em> gefunden haben, befolgen Sie bitte unsere [[Bugreport-Richtlinien|doc/first_steps/bug_reporting]].</p>
es: <p>Si encuentras un error en Tails, por favor sigue la [[guía para reportar errores|doc/first_steps/bug_reporting]].</p>
fa: <p>اگر در تیلز با مشکلی مواجه شدید، لطفاً قسمت [[دستورالعمل گزارش ایرادها |doc/first_steps/bug_reporting]] را مطالعه کنید.</p>
fr: <p>Si vous avez trouvé un bug dans Tails, merci de suivre les [[recommandations pour signaler un bug|doc/first_steps/bug_reporting]].</p>
zh: <p>如果你发现Tails出错, 请依照 [[bug 回报 指示|doc/first_steps/bug_reporting]]来做。</p>

source: <p>If Tails does not start, please see our specific [[reporting guidelines|doc/first_steps/bug_reporting#does_not_start]].</p>
de: <p>Sollte Tails nicht starten, beachten Sie bitte unsere spezifischen [[Richtlinien für Fehlermeldungen|doc/first_steps/bug_reporting#does_not_start]].</p>
es: <p>Si Tails no arranca mira nuestra [[guía específica para reportar|doc/first_steps/bug_reporting#does_not_start]].</p>
fa: <p>اگر تیلز راه‌اندازی نشد، لطفاً بخش خاص [[دستورالمل‌های گزارش|doc/first_steps/bug_reporting#does_not_start]] ما را بخوانید.</p>
fr: <p>Si Tails ne démarre pas, veuillez suivre les [[instructions spécifiques|doc/first_steps/bug_reporting#does_not_start]].</p>
zh: <p>如果Tails 没有启动, 请见特别的 [[回报指南|doc/first_steps/bug_reporting#does_not_start]]。</p>

source: <h1>Request a feature</h1>
de: <h1>Ein Feature anfragen</h1>
es: <h1>Pide una nueva funcionalidad</h1>
fa: <h1>درخواست یک ویژگی</h1>
fr: <h1>Demander une fonctionnalité</h1>

source: If you would like to see a new feature in Tails, search the [[!tails_redmine desc="open tickets in Redmine"]] first, and file a new ticket in there if no existing one matches your needs.
de: Falls Sie ein neues Feature in Tails sehen möchten, durchsuchen Sie bitte die [[!tails_redmine desc="offenen Tickets in Redmine"]], und legen Sie erst ein neues Ticket an, wenn kein anderes Ihren Anforderungen entspricht.

source: <h1>Get in touch with us</h1>
de: <h1>Mit uns Kontakt aufnehmen</h1>

source: [[!inline pages="support/talk" raw="yes"]]
de: [[!inline pages="support/talk.de" raw="yes"]]

source: [[!inline pages="support/learn/intro.inline" raw="yes" sort="age"]]
fa: [[!inline pages="support/learn/intro.inline.fa" raw="yes" sort="age"]]
fr: [[!inline pages="support/learn/intro.inline.fr" raw="yes" sort="age"]]
zh: [[!inline pages="support/learn/intro.inline.zh" raw="yes" sort="age"]]

source: The [list of things that will be in the next release](https://redmine.tails.boum.org/code/projects/tails/issues?query_id=111)
fa: [فهرست چیزهایی که در نسخهٔ بعدی اضافه خواهند شد](https://redmine.tails.boum.org/code/projects/tails/issues?query_id=111)
fr: La [liste des changements dans la prochaine version](https://redmine.tails.boum.org/code/projects/tails/issues?query_id=111)

source: The [[!tails_redmine desc="rest of our open tickets on Redmine"]]
fr: Le [[!tails_redmine desc="reste des tickets ouverts sur Redmine"]]

source: <p>If you would like to see a new feature in Tails, search the [[!tails_redmine desc="open tickets in Redmine"]] first, and file a new ticket in there if no existing one matches your needs.</p>
fa: <p>اگر دوست دارید ویژگی جدیدی در تیلز ببینید ابتدا در [[!tails_redmine desc="درخواست جدیدی در ردماین"]] جستجو کنید و اگر نمونه‌ای مشابه نمونهٔ موردنیاز شما نبود، درخواست جدیدی ارائه دهید.</p>
fr: <p>Si vous désirez demander une nouvelle fonctionnalité dans Tails, cherchez auparavant parmi les [[!tails_redmine desc="tickets ouverts dans Redmine"]], et ouvrez un nouveau ticket si aucun ne correspond à votre demande.</p>

source: <h1>Write to our help desk</h1>
es: <h1>Escribe a nuestro equipo de ayuda</h1>
fr: <h1>Écrivez à notre équipe d'assistance</h1>

source: [[!inline pages="support/talk" raw="yes" sort="age"]]
es: [[!inline pages="support/talk.es" raw="yes" sort="age"]]
fa: [[!inline pages="support/talk.fa" raw="yes" sort="age"]]
fr: [[!inline pages="support/talk.fr" raw="yes" sort="age"]]
zh: [[!inline pages="support/talk.zh" raw="yes" sort="age"]]

source: Search the documentation
es: Busca en la documentación

source: Frequently asked questions
es: Preguntas frecuentes

source: Upgrade
es: Actualiza

source: Make sure you are using the latest version, as [[upgrading|doc/upgrade]] might solve your problem.
es: Asegúrate de que estás usando la última versión de Tails, ya que [[actualizar|doc/upgrade]] puede resolver tu problema.

source: Check if the problem is already known
es: Revisa si el error ya ha sido notificado

source: The [[!tails_gitlab groups/tails/-/milestones desc="list of things that will be fixed or improved in the next release"]]
es: La [[!tails_gitlab groups/tails/-/milestones desc="lista de mejoras que tendrá el próximo release"]]

source: The [[!tails_ticket "" desc="rest of our open issues on GitLab"]]
es: El [[!tails_ticket "" desc="resto de nuestros tickets abiertos en GitLab"]]

source: <p>If you would like to see a new feature in Tails, search the [[!tails_ticket "" desc="open issues in GitLab"]] first, and file a new issue on GitLab if no existing one matches your needs.</p>
es: <p>Si te gustaría tener una nueva funcionalidad en Tails, busca primero en los [[!tails_ticket "" desc="tickets abiertos de GitLab"]], y crea un nuevo issue si no hay ninguno que corresponda a tus necesidades.</p>
