Repository: austin987/tails
Catalog: wiki/src/upgrade.*.po
Languages: de, es, fr

source: Upgrade from another Tails
de: Von einem anderen Tails aus aktualisieren
es: Actualizar desde otro Tails
fr: Mettre à jour depuis un autre Tails

source: If you know someone you trust who already did the upgrade, you can upgrade your Tails by cloning from their Tails.
de: Wenn Sie eine Person kennen, der Sie vertrauen und die bereits die Aktualisierung durchgeführt hat, können Sie Ihr Tails durch das Klonen davon aktualisieren.
fr: Si vous connaissez une personne de confiance qui a déjà fait la mise à jour, vous pouvez mettre à jour votre Tails en clonant à partir de la sienne.

source: You need:
de: Sie brauchen:
es: Necesitas:
fr: Vous avez besoin de :

source: Your Tails USB stick
de: Ihren USB-Stick mit Tails
es: Tu memoría USB Tails
fr: Votre clé USB Tails

source: Another up-to-date Tails (USB stick or DVD)
de: Ein weiteres, aktuelles Tails (USB-Stick oder DVD)
es: Otro Tails actualizado (Memoria USB o DVD)
fr: Un autre Tails à jour (clé USB ou DVD)

source: ¼ hour to upgrade
de: ¼ Stunde zum Aktualisieren
es: ¼ hora para actulizar
fr: ¼ heure pour mettre à jour

source: <small>Manually</small>
de: <small>Manuell</small>
es: <small>Manualmente</small>
fr: <small>Manuellement</small>

source: upgrade from another Tails
de: von einem anderen Tails aus aktualisieren
es: actualizar desde otro Tails
fr: mettre à jour depuis un autre Tails

source: Upgrade inside Tails (or Linux)
fr: Mettre à jour dans Tails (ou Linux)

source: Another empty USB stick <small>(at least 8 GB)</small>&nbsp;[[!toggle id="why_extra" text="Why?"]] [[!toggleable id="why_extra" text=""" [[!toggle id="why_extra" text="X"]] [[!inline pages="install/inc/router/why_extra.inline" raw="yes" sort="age"]] """]]
de: Einen weiteren, leeren USB-Stick <small>(mindestens 8 GB)</small>&nbsp;[[!toggle id="why_extra" text="Wieso?"]] [[!toggleable id="why_extra" text=""" [[!toggle id="why_extra" text="X"]] [[!inline pages="install/inc/router/why_extra.inline.de" raw="yes" sort="age"]] """]]
fr: Une autre clé USB vide <small>(d'au moins 8 Go)</small>&nbsp;[[!toggle id="why_extra" text="Pourquoi ?"]] [[!toggleable id="why_extra" text=""" [[!toggle id="why_extra" text="X"]] [[!inline pages="install/inc/router/why_extra.inline.fr" raw="yes" sort="age"]] """]]

source: 1 hour to download Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)
de: 1 Stunde zum Herunterladen von Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)
es: 1 hora para descargar Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)
fr: 1 heure pour télécharger Tails (<small class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</small>)

source: ½ hour to upgrade
de: ½ Stunde zum Aktualisieren
es: ½ hora para actualizar
fr: ½ heure pour mettre à jour

source: upgrade inside Tails (or Linux)
fr: mettre à jour dans Tails (ou Linux)

source: <small> You can also:
de: <small> Sie können auch:
es: <small> También puedes:
fr: <small> Vous pouvez également :

source: [[Burn a new Tails DVD|install/dvd]]
de: [[Eine neue DVD mit Tails brennen|install/dvd]]
es: [[Grabar un nuevo DVD Tails|install/dvd]]
fr: [[Graver un nouveau DVD Tails|install/dvd]]

source: [[Upgrade your virtual machine|install/vm-download]]
de: [[Ihre virtuelle Maschine aktualisieren|install/vm-download]]
fr: [[Mettre à jour votre machine virtuelle|install/vm-download]]

source: [[!meta title="Choose your manual upgrade scenario"]] [[!meta stylesheet="bootstrap.min" rel="stylesheet" title=""]] [[!meta stylesheet="install/inc/stylesheets/assistant" rel="stylesheet" title=""]] [[!inline pages="install/inc/tails-installation-assistant.inline" raw="yes" sort="age"]]
es: [[!meta title="Elige tu escenario de actualización manual"]] [[!meta stylesheet="bootstrap.min" rel="stylesheet" title=""]] [[!meta stylesheet="install/inc/stylesheets/assistant" rel="stylesheet" title=""]] [[!inline pages="install/inc/tails-installation-assistant.inline.es" raw="yes" sort="age"]]

source: Upgrade inside Tails
es: Actualizar dentro de Tails

source: upgrade inside Tails
es: actualizar dentro de Tails
