Repository: austin987/tails
Catalog: wiki/src/misc/unsafe_browser_warning.*.po
Languages: fr

source: [[!meta title="Warning! This browser is not anonymous!"]]
fr: [[!meta title="Attention ! Ce navigateur n&#x27;est pas anonyme !"]]

source: The <em>Unsafe Browser</em> is not using Tor and is not anonymous.
fr: Le <em>Navigateur non-sécurisé</em> n'utilise pas Tor et n'est pas anonyme.

source: <strong>Only use the <em>Unsafe Browser</em> to log in to captive portals.</strong>
fr: <strong>Utilisez le <em>Navigateur non-sécurisé</em> uniquement pour vous identifier auprès de portails captifs.</strong>

source: For a safe and anonymous browser, use <em>Tor Browser</em> instead.
fr: Pour un navigateur sûr et anonyme, utilisez le <em>Navigateur Tor</em> à la place.

source: Logging in to captive portals
fr: Identification auprès de portails captifs

source: [[!inline pages="doc/anonymous_internet/unsafe_browser/captive_portal.inline" raw="yes" sort="age"]]
fr: [[!inline pages="doc/anonymous_internet/unsafe_browser/captive_portal.inline.fr" raw="yes" sort="age"]]

source: To log in to a captive portal:
fr: Pour s'identifier auprès d'un portail captif :

source: Try visiting any website using the <em>Unsafe Browser</em>.
fr: Essayez de visiter un site web en utilisant le <em>Navigateur non-sécurisé</em>.

source: Choose a website that is common in your location, for example a search engine or news site.
fr: Choisissez un site web courant là où vous vous trouvez, par exemple un moteur de recherche ou un site d'actualité.

source: You should be redirected to the captive portal instead of the website.
fr: Vous devriez être redirigé vers le portail captif à la place du site web.

source: After you logged in to the captive portal, Tor should start.
fr: Après l'identification auprès du portail captif, Tor devrait démarrer.

source: After Tor is ready, close the <em>Unsafe Browser</em>.
fr: Une fois que Tor est prêt, fermez le <em>Navigateur non-sécurisé</em>.

source: You can use <em>Tor Browser</em> and any other application as usual.
fr: Vous pouvez utiliser le <em>Navigateur Tor</em> ou n'importe quelle autre application comme d'habitude.
