Repository: austin987/tails
Catalog: wiki/src/doc/advanced_topics/persistence/change_passphrase.*.po
Languages: it

source: [[!meta title="Changing the passphrase of the Persistent Storage"]]
it: [[!meta title="Cambiare la password dell' Archivio Persistente"]]

source: Start Tails and [[set up an administration password |doc/first_steps/welcome_screen/administration_password]].
it: Avvia Tails e [[imposta una password di amministrazione |doc/first_steps/welcome_screen/administration_password]].

source: In the Welcome Screen, keep the Persistent Storage locked.
it: Nella schermata di benvenuto, mantieni bloccato l' Archivio Persistente.

source: 1. Open <span class="application">Disks</span> from the menu <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disks</span></span>.
it: 1. Apri <span class="application">Dischi</span> dal menù <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Utilità</span>&nbsp;▸ <span class="guimenuitem">Dischi</span></span>.

source: <span class="application">Disks</span> lists all the current storage devices in the left pane of the window. When you select one of these devices, detailed information about it is displayed in the right pane: its partitions, its brand, its size, etc.
it: <span class="application">Dischi</span> elenca tutti i dispositivi di archiviazione nel pannello sinistro della finestra. Quando selezioni uno di questi dispositivi, nel pannello destro vengono visualizzate informazioni dettagliate su di esso: le sue partizioni, la sua marca, la sua dimensione, ecc.

source: Find which device is your Tails USB stick. It should have 2 partitions: one labeled **Tails** and another one labeled **TailsData**, which corresponds to the Persistent Storage.
it: Trova quale di questi dispositivi è la tua chiavetta USB Tails. Dovrebbe avere 2 partizioni: una etichettata come **Tails** e l'altra come **TailsData**, quest'ultima corrisponde all' Archivio Persistente.

source: Type your current passphrase and then type twice a new one.
it: Digita la tua passphrase attuale e poi digita due volte la nuova passphrase.

source: Finally confirm by clicking <span class="guilabel">Change</span>.
it: Infine conferma facendo click su <span class="guilabel">Modifica</span>.

source: In the confirmation dialog, enter your administration password and click <span class="guilabel">Authenticate</span>.
it: Nella finestra di conferma, inserisci la tua password di amministrazione e fai click su <span class="guilabel">Autentica</span>.

source: You now can restart Tails and try to unlock the Persistent Storage with its new passphrase.
it: Adesso puoi riavviare Tails e provare a sbloccare il Volume Persistente utilizzando la nuova passphrase.
