Repository: austin987/tails
Catalog: wiki/src/doc/advanced_topics/persistence/check_file_system.*.po
Languages: es

source: [[!meta title="Check the file system of the persistent volume"]]
es: [[!meta title="Revisa el sistema de ficheros del volumen persistente"]]

source: In rare occasions, you might have to perform a file system check to repair a broken persistent volume.
es: En raras ocasiones puede que tengas que realizar un chequeo del sistema de ficheros para reparar un volumen persistente roto.

source: Unlock the persistent volume
es: Desbloquea el volumen persistente

source: Start Tails, with persistence disabled, and [[set up an administration password|startup_options/administration_password]].
es: Arranca Tails sin abrir la persistencia, y [[añade una contraseña de administración|startup_options/administration_password]].

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disks</span> </span> to open <span class="application">GNOME Disks</span>.
es: 1. Elige <span class="menuchoice"> <span class="guimenu">Aplicaciones</span>&nbsp;▸ <span class="guisubmenu">Utilidades</span>&nbsp;▸ <span class="guimenuitem">Discos</span> </span> para abrir <span class="application">GNOME Disks</span>.

source: In the left pane, click on the device corresponding to your Tails USB stick.
es: Haz click en el panel de la izquierda que corresponde a tu memoria USB de Tails.

source: In the right pane, click on the partition labeled as <span class="guilabel">TailsData LUKS</span>.
es: En el panel de la derecha haz click en la partición etiquetada como <span class="guilabel">TailsData LUKS</span>.

source: Click on the <span class="guimenu">[[!img lib/unlock.png alt="Unlock" class="symbolic" link="no"]]</span> button to unlock the persistent volume. Enter the passphrase of the persistent volume and click <span class="guilabel">Unlock</span>.
es: Haz click en el botón <span class="guimenu">[[!img lib/unlock.png alt="Unlock" class="symbolic" link="no"]]</span> para desbloquear el volumen persistente. Entra la frase contraseña del volumen persistente y haz click en <span class="guilabel">Desbloquear</span>.

source: In the confirmation dialog, enter your administration password and click <span class="guilabel">Authenticate</span>.
es: En el diálogo de confirmación, entra tu contraseña de administrador y haz click en <span class="guilabel">Autenticar</span>.

source: Click on the <span class="guilabel">TailsData Ext4</span> partition that appears below the <span class="guilabel">TailsData LUKS</span> partition.
es: Haz click en la partición <span class="guilabel">TailsData Ext4</span> que aparece debajo de la partición <span class="guilabel">TailsData LUKS</span>.

source: Identify the <span class="guilabel">Device</span> name of your persistent volume that appears below the list of volumes. It should look like <code>/dev/mapper/luks-xxxxxxxx</code>. Triple-click to select it and press <span class="keycap">Ctrl+C</span> to copy it to the clipboard.
es: Identifica el nombre del <span class="guilabel">Dispositivo</span> de tu volumen persistente que aparece debajo de la lista de volúmenes. Debería parecerse a <code>/dev/mapper/luks-xxxxxxxx</code>. Haz un click triple para seleccionarlo y presiona <span class="keycap">Ctrl+C</span> para copiarlo al portapapeles.

source: Check the file system using the terminal
es: Comprobar el sistema de archivos usando la terminal

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span></span> and enter your administration password to open a root terminal.
es: 1. Elige <span class="menuchoice"> <span class="guimenu">Aplicaciones</span>&nbsp;▸ <span class="guisubmenu">Herramientas del Sistema</span>&nbsp;▸ <span class="guimenuitem">Terminal de Root</span></span> e ingresa tu contraseña de administrador para abrir una terminal de root.

source: In the terminal, execute the following command, replacing `[device]` with the device name found in step 8:
es: En la terminal, ejecuta el siguiente comando, remplazando `[device]` con el nombre del dispositivo encontrado en el paso 8:

source: To do so, you can type <span class="command">fsck -y&nbsp;</span> and press <span class="keycap">Shift+Ctrl+V</span> to paste the device name from the clipboard.
es: Para hacerlo, puedes escribir <span class="command">fsck -y&nbsp;</span> y presionar <span class="keycap">Shift+Ctrl+V</span> para pegar el nombre del dispositivo desde el portapapeles.

source: If the file system is free of errors, the last line from the output of <span class="command">fsck</span> starts with <span class="command">TailsData: clean</span>.
es: Si el sistema de archivos está libre de errores, la última línea de la salida de <span class="command">fsck</span> comienza con <span class="command">TailsData: clean</span>.

source: If the file system has errors, <span class="command">fsck</span> tries to fix them automatically. After it finishes, you can try executing the same command again to check if all errors are solved.
es: Si el sistema de archivos tiene errores, <span class="command">fsck</span> intenta arreglarlos automáticamente. Después de que termine, puedes intentar ejecutando el mismo comando nuevamente para comprobar si todos los errores fueron solucionados.
