Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/welcome_screen/administration_password.*.po
Languages: es, fr

source: [[!meta title="Administration password"]]
es: [[!meta title="Contraseña de administración"]]
fr: [[!meta title="Mot de passe d'administration"]]

source: In Tails, an administration password (also called *root password* or *amnesia password*) is required to perform system administration tasks. For example:
es: En Tails se necesita una contraseña de administración (también llamada contraseña de root) para realizar tareas de administración del sistema. Por ejemplo:
fr: Dans Tails, un mot de passe d'administration (également appelé *mot de passe root* ou *mot de passe amnesia*) est nécessaire pour effectuer des tâches d'administration système. Par exemple :

source: To [[install additional software|doc/first_steps/additional_software]]
es: Para [[instalar software adicional|doc/first_steps/additional_software]]
fr: Pour [[installer des logiciels additionnels|doc/first_steps/additional_software]]

source: To [[access the internal hard disks of the computer|doc/advanced_topics/internal_hard_disk]]
fr: Pour [[accéder aux disques durs de l'ordinateur|doc/advanced_topics/internal_hard_disk]]

source: To execute commands with <span class="command">sudo</span>
es: Para ejecutar comandos con <span class="command">sudo</span>
fr: Pour lancer des commandes avec <span class="command">sudo</span>

source: [[!img password-prompt.png link="no" alt="Authentication required: amnesia password (also called *administration password* or *root password*)"]] <!-- Note for translators: the alt tag is useful for SEO. -->
es: [[!img password-prompt.png link="no" alt="Autenticación requerida: amnesia password (también llamada *contraseña de administración* o *contraseña de root*)"]]<!-- Note for translators: the alt tag is useful for SEO. -->
fr: [[!img password-prompt.png link="no" alt="Authentification nécessaire : mot de passe amnesia (également appelé *mot de passe d'administration* ou *mot de passe root*)"]] <!-- Note for translators: the alt tag is useful for SEO. -->

source: Security implications of setting up an administration password
es: Implicaciones de seguridad de configurar una contraseña de administración
fr: Implications en matière de sécurité de la configuration d'un mot de passe d'administration

source: For better security, no administration password is set up by default.
es: Para mayor seguridad, no se configura ninguna contraseña de administración de forma predeterminada.
fr: Pour une meilleure sécurité, aucun mot de passe d'administration n'est configuré par défaut.

source: When you set up an administration password, an attacker who learns your administration password could be able to break all the security measures built in Tails:
es: Cuando configuras una contraseña de administración, un atacante que averigüe tu contraseña de administración podría romper todas las medidas de seguridad integradas en Tails:
fr: Lorsque vous configurez un mot de passe d'administration, un adversaire qui découvre votre mot de passe d'administration pourrait être en mesure de briser toutes les mesures de sécurité intégrées dans Tails :

source: - Monitor all your activity - Reveal your IP address - Access all the data in your Persistent Storage - Write data to the internal hard disk of the computer - Install such vulnerabilities permanently on your Tails USB stick
fr: - Surveiller toute votre activité - Révéler votre adresse IP - Accéder à toutes les données de votre stockage persistant - Écrire des données sur le disque dur interne de l'ordinateur - Installer ces vulnérabilités de façon permanente sur votre clé USB Tails

source: To learn your administration password, an attacker could:
fr: Pour découvrir votre mot de passe d'administration, un adversaire pourrait :

source: Watch your keyboard while you type your administration password, for example through a video surveillance camera, and then accessing physically your computer before you shut down Tails.
es: Mirar tu teclado mientras escribes tu contraseña de administración, por ejemplo a través de una cámara de seguridad, y luego meter mano a tu ordenador antes de que apagues Tails.
fr: Surveiller votre clavier pendant que vous tapez votre mot de passe d'administration, par exemple au moyen d'une caméra de vidéosurveillance, puis accéder physiquement à votre ordinateur avant que vous n'éteignez Tails.

source: To prevent such an attack:
es: Para prevenir tal ataque:
fr: Pour empêcher une attaque de ce type :

source: Hide your keyboard while typing your administration password in public spaces.
es: Oculta tu teclado mientras escribes tu contraseña de administración en espacios públicos.
fr: Cachez votre clavier lorsque vous tapez votre mot de passe administratif dans les espaces publics.

source: Never leave your computer unattended while running Tails.
es: Nunca dejes tu computadora desatendida mientras estés usando Tails.
fr: Ne laissez jamais votre ordinateur sans surveillance lorsque vous utilisez Tails.

source: Learn how to [[quickly shut down Tails|doc/first_steps/shutdown]].
es: Aprende como [[apagar rápidamente Tails|doc/first_steps/shutdown]].
fr: Apprenez à [[éteindre rapidement Tails|doc/first_steps/shutdown]].

source: Exploit a security vulnerability in an application in Tails before you type your administration password.
es: Aprovechar una vulnerabilidad de seguridad en una aplicación en Tails antes de escribir tu contraseña de administración.
fr: Exploiter une faille de sécurité dans une application de Tails avant que vous tapiez votre mot de passe d'administration.

source: For example, an attacker could exploit a security vulnerability in *Thunderbird* by sending you a [phishing email](https://ssd.eff.org/en/module/how-avoid-phishing-attacks) that could wait until you type your administration password and reveal it.
fr: Par exemple, un adversaire pourrait exploiter une faille de sécurité dans *Thunderbird* en vous envoyant un [courriel d'hameçonnage(en anglais)](https://ssd.eff.org/en/module/how-avoid-phishing-attacks) qui pourrait attendre que vous tapiez votre mot de passe d'administration et le révéler.

source: Such an attack is very unlikely but could be performed by a strong attacker, such as a government or a hacking firm.
fr: Une telle attaque est très improbable mais peut être réalisée par un attaquant puissant, comme un gouvernement ou une société de piratage.

source: Only set up an administration password when you need it.
fr: Ne définissez un mot de passe d'administration que lorsque vous en avez besoin.

source: Always update to the latest version of Tails to fix known vulnerabilities as soon as possible.
fr: Mettez toujours à jour la dernière version de Tails pour corriger les vulnérabilités connues dès que possible.

source: We have plans to fix the root cause of this problem but it requires [[!tails_ticket 12213 desc="important engineering work"]].
fr: Nous avons prévu de corriger la cause profonde de ce problème mais cela nécessite [!tails_ticket 12213 desc="un important travail d'ingénierie"]].

source: Set up an administration password
es: Habilita una contraseña de administración
fr: Définir un mot de passe d'administration

source: In order to perform administration tasks, you need to set up an administration password when starting Tails, using the [[Welcome Screen|welcome_screen]].
fr: Afin d'effectuer des tâches d'administration, vous devez définir un mot de passe d'administration lors du démarrage de Tails, en utilisant l'[Écran de bienvenue|welcome_screen]].

source: When the Welcome Screen appears, click on the **[[!img lib/list-add.png alt="Add Additional Setting" class="symbolic" link="no"]]** button.
es: Cuando aparezca la Pantalla de Bienvenida, haz click en el botón **[[!img lib/list-add.png alt="Añadir configuración adicional" class="symbolic" link="no"]]**.
fr: Lorsque l'écran de bienvenue apparaît, cliquez sur le bouton **[[!img lib/list-add.png alt="Ajouter des paramètres additionnels" class="symbolic" link="no"]]**.

source: Choose **Administration Password** in the **Additional Settings** dialog.
fr: Choisir **Mot de passe d'administration** dans la boite de dialogue **Paramètres supplémentaires**.

source: Specify a password of your choice in both the <span class="guilabel">Administration Password</span> and <span class="guilabel">Confirm</span> text boxes then click <span class="button">Add</span>.
es: Elige una contraseña de tu elección en las cajas de texto <span class="guilabel">Contraseña</span> y <span class="guilabel">Verificar Contraseña</span>, y luego haz click en <span class="button">Añadir</span>.
fr: Saisissez un mot de passe de votre choix dans les zones de texte <span class="guilabel">Mot de passe d'administration</span> et <span class="guilabel">Confirmer</span> puis cliquez sur <span class="button">Ajouter</span>.

source: How to open a root terminal
es: Como abrir una terminal de root
fr: Pour ouvrir un terminal d'administration

source: To open a root terminal during your working session, you can do any of the following:
es: Para abrir una terminal de root durante tu sesión activa, puedes realizar alguna de las opciones siguientes:
fr: Pour ouvrir un terminal d'administration pendant votre session de travail, vous pouvez faire soit :

source: - Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span></span>.
es: - Choose <span class="menuchoice"> <span class="guimenu">Aplicaciones</span>&nbsp;▸ <span class="guisubmenu">Herramientas del sistema</span>&nbsp;▸ <span class="guimenuitem">Terminal de Root</span></span>.
fr: - Cliquez sur <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Outils système</span>&nbsp;▸ <span class="guimenuitem">Terminal administrateur</span></span>.

source: Execute <span class="command">sudo -i</span> in a terminal.
es: Ejecuta <span class="command">sudo -i</span> en una terminal.
fr: Taper <span class="command">sudo -i</span> dans un terminal.
