Repository: austin987/tails
Catalog: wiki/src/doc/get/verify.*.po
Languages: de

source: [[!meta title="Verify the ISO image using OpenPGP"]]
de: [[!meta title="Das ISO-Image mit OpenPGP verifizieren"]]

source: It is important to check the <span class="definition">[[!wikipedia Data_integrity desc="integrity"]]</span> of the ISO image you downloaded to make sure that the download went well.
de: Es ist wichtig, die [[!wikipedia_de Integrität_(Informationssicherheit) desc="Integrität"]] des heruntergeladenen ISO-Images zu prüfen. Dies stellt sicher, dass der Download gut verlaufen ist.

source: Those techniques rely on standard HTTPS and <span class="definition">[[!wikipedia Certificate_authority desc="certificate authorities"]]</span> to make you trust the content of this website. But, [[as explained on our warning page|doc/about/warning#man-in-the-middle]], you could still be victim of a man-in-the-middle attack while using HTTPS. On this website as much as on any other of the Internet.
de: Diese Techniken basieren auf normalem HTTPS und <span class="definition">[[!wikipedia_de Zertifizierungsstelle desc="Zertifizierungsstellen"]]</span> um Ihnen Vertrauen in den Inhalt dieser Website zu geben. Trotz der Verwendung von HTTPS können Sie, [[wie auf unserer Warnungsseite erklärt|doc/about/warning#index3h1]], Opfer eines "Man-in-the-middle"-Angriffs sein. Auf dieser Webseite, wie auch auf jeder anderen im Internet.

source: As a consequence, <strong>they don't provide you with a strong way of checking the ISO image <span class="definition">[[!wikipedia Authentication desc="authenticity"]]</span> and making sure you downloaded a genuine Tails.</strong> In a dedicated section, we will propose you some more advanced techniques to <a href="#authenticity-check">check the authenticity of the ISO image</a>.
de: Daher <strong>stellen diese Techniken keinen sehr sicheren Weg dar, die <span class="definition">[[!wikipedia_de Authentizität desc="Echtheit"]]</span> des ISO-Images zu prüfen und sicherzustellen, dass Sie eine unverfälschte Kopie von Tails heruntergeladen haben.</strong> In einem eigenen Abschnitt erfahren Sie mehr zu den fortgeschrittenen Techniken, um die <a href="#authenticity-check">Echtheit des ISO-Images zu überprüfen</a>.

source: <strong>All Tails ISO image are cryptographically signed by our OpenPGP key.</strong> OpenPGP is a standard for data encryption that provides cryptographic privacy and authentication through the use of keys owned by its users. Checking this signature is the recommended way of checking the ISO image integrity.
de: <strong>Alle Tails ISO-Images sind kryptografisch mit unserem OpenPGP-Schlüssel signiert.</strong> OpenPGP ist ein Standard für Dateiverschlüsselung, der kryptografisch Vertraulichkeit und Authentifizierbarkeit mittels Schlüsseln bietet, die sich im Besitz des jeweiligen Benutzers befinden. Diese Signatur zu überprüfen ist die empfohlene Art die Integrität des ISO-Images zu überprüfen.

source: If you already know how to use an OpenPGP key you can download it straight away:
de: Wenn Sie bereits wissen, wie man einen OpenPGP-Schlüssel verwendet, können Sie ihn direkt herunterladen:

source: Otherwise, read our instructions to check the ISO image integrity:
de: Anderenfalls lesen Sie unsere Anleitung um die Integrität des ISO-Images zu prüfen:

source: [[!toggle id="verify_the_iso_image_using_gnome" text="Using Linux with Gnome: Ubuntu, Debian, Tails, etc."]]
de: [[!toggle id="verify_the_iso_image_using_gnome" text="Unter Linux mit Gnome: Ubuntu, Debian, Tails, etc."]]

source: [[!toggle id="verify_the_iso_image_using_the_command_line" text="Using Linux with the command line"]]
de: [[!toggle id="verify_the_iso_image_using_the_command_line" text="Unter Linux mit der Befehlszeile"]]

source: [[!toggle id="verify_the_iso_image_using_other_operating_systems" text="Using other operating systems"]]
de: [[!toggle id="verify_the_iso_image_using_other_operating_systems" text="Mit einem anderen Betriebssystem"]]

source: Using Linux with Gnome: Ubuntu, Debian, Tails, Fedora, etc.
de: Unter Linux mit Gnome: Ubuntu, Debian, Tails, Fedora, etc.

source: [[!inline pages="doc/get/verify_the_iso_image_using_gnome" raw="yes"]] """]] [[!toggleable id="verify_the_iso_image_using_the_command_line" text=""" <span class="hide">[[!toggle id="verify_the_iso_image_using_the_command_line" text=""]]</span>
de: [[!inline pages="doc/get/verify_the_iso_image_using_gnome.de" raw="yes"]] """]] [[!toggleable id="verify_the_iso_image_using_the_command_line" text=""" <span class="hide">[[!toggle id="verify_the_iso_image_using_the_command_line" text=""]]</span>

source: Using Linux with the command line
de: Unter Linux mit der Kommandozeile

source: [[!inline pages="doc/get/verify_the_iso_image_using_the_command_line" raw="yes"]] """]] [[!toggleable id="verify_the_iso_image_using_other_operating_systems" text=""" <span class="hide">[[!toggle id="verify_the_iso_image_using_other_operating_systems" text=""]]</span>
de: [[!inline pages="doc/get/verify_the_iso_image_using_the_command_line.de" raw="yes"]] """]] [[!toggleable id="verify_the_iso_image_using_other_operating_systems" text=""" <span class="hide">[[!toggle id="verify_the_iso_image_using_other_operating_systems" text=""]]</span>

source: Using other operating systems
de: Mit einem anderen Betriebssystem

source: [[!inline pages="doc/get/verify_the_iso_image_using_other_operating_systems" raw="yes"]] """]]
de: [[!inline pages="doc/get/verify_the_iso_image_using_other_operating_systems.de" raw="yes"]] """]]

source: <a id="authenticity-check"></a>So how can I better check the ISO image authenticity?
de: <a id="authenticity-check"></a> Wie kann ich die Echtheit des ISO-Images besser überprüfen?

source: The Tails signing key that you downloaded from this website could be a fake one if you were victim of a [[man-in-the-middle attack|doc/about/warning#man-in-the-middle]].
de: Der Tails signing key, den Sie von dieser Webseite herunter geladen haben, könnte gefälscht sein, falls Sie das Opfer eines sogenannten [["Man-in-the-middle"-Angriffs|doc/about/warning#man-in-the-middle]] waren.

source: Finding a way of trusting better Tails signing key would allow you to authenticate better the ISO image you downloaded. The following page will give you hints on how to increase the trust you can put in the Tails signing key you downloaded:
de: Eine Möglichkeit zu finden, dem Tails signing key mehr Vertrauen zukommen zu lassen, würde ebenfalls eine bessere Überprüfung des heruntergeladenen ISO-Images ermöglichen. Die folgende Seite wird Ihnen Hinweise darüber geben, wie Sie die Vertrauenswürdigkeit des heruntergeladenen Tails signing key erhöhen können:

source: [[Trusting Tails signing key|doc/get/trusting_tails_signing_key]]
de: [[Dem Tails signing key vertrauen|doc/get/trusting_tails_signing_key]]
