Repository: austin987/tails
Catalog: wiki/src/doc/get/verify_the_iso_image_using_the_command_line.*.po
Languages: fr

source: [[!meta title="Verify the ISO image using the command line"]]
fr: [[!meta title="Vérifier l'image ISO en utilisant des lignes de commande"]]

source: You need to have GnuPG installed. GnuPG is the common OpenPGP implementation for Linux: it is installed by default under Debian, Ubuntu, Tails and many other distributions.
fr: Vous avez besoin d'avoir GnuPG installé. GnuPG est l'implementation de OpenPGP pour Linux. Il est installé par défaut avec Debian, Ubuntu, Tails et bien d'autres distributions.

source: First, <strong>download Tails signing key</strong>:
fr: Tout d'abord, téléchargez la clé de signature de Tails:

source: Open a terminal and <strong>import Tails signing key</strong> with the following commands:
fr: Ouvrez un terminal et <strong>importez la signature Tails</strong> avec les commandes suivantes:

source: cd [the directory in which you downloaded the key] cat tails-signing.key | gpg --keyid-format long --import
fr: cd [le dossier dans lequel vous avez téléchargé la clef] cat tails-signing.key | gpg --keyid-format long --import

source: The output should tell you that the key was imported:
fr: La sortie devrait vous indiquer que la clef a été importée:

source: <strong>If you had already imported Tails signing key in the past</strong>, the output should tell you that the key was not changed:
fr: <strong>Si vous aviez déjà importé une clef Tails par le passé</strong>, la sortie devrait vous indiquer que la clef n'a pas été modifiée :

source: <strong>If you are shown the following message</strong> at the end of the output:
fr: <strong>Si vous obtenez le message suivant</strong> à la fin du message de sortie :

source: Analyse the other messages as usual: this extra message doesn't relate to the Tails signing key that you downloaded and usually means that you didn't create an OpenPGP key for yourself yet, which of no importance to verify the ISO image.
fr: Le sens des autres messages reste le même : ce message supplémentaire ne concerne pas la clé de signature de Tails que vous venez de télécharger mais signifie habituellement que vous ne vous êtes pas encore fait votre propre paire de clés, ce qui n'est pas d'une grande importance pour vérifier l'image ISO.

source: Now, <strong>download the cryptographic signature</strong> corresponding to the ISO image you want to verify and save it in the same folder as the ISO image:
fr: Maintenant <strong>téléchargez la signature numérique</strong> correspondant au fichier ISO que vous souhaitez vérifier et sauvegardez-la dans le même dossier que le fichier ISO :

source: Then, <strong>start the cryptographic verification</strong>, it can take several minutes:
fr: <strong>Lancez alors la vérification</strong>, qui peut prendre plusieurs minutes :

source: cd [the ISO image directory]
fr: cd [le dossier contenant l'image ISO]

source: <strong>If the ISO image is correct</strong> the output will tell you that the signature is good:
fr: <strong>Si la signature numérique correspond à l'image ISO </strong>, vous recevrez un message vous l'indiquant :

source: If you see the following warning:
fr: Si vous voyez l'avertissement suivant

source: Then the ISO image is still correct, and valid according to the Tails signing key that you downloaded. This warning is related to the trust that you put in the Tails signing key. See, [[Trusting Tails signing key|doc/get/trusting_tails_signing_key]]. To remove this warning you would have to personally <span class="definition">[[!wikipedia Keysigning desc="sign"]]</span> the Tails signing key with your own key.
fr: L'image ISO est malgré tout correcte, et valide selon la clé que vous avez téléchargé.Cet avertissement a plutôt à voir avec la confiance que vous accordez à la clé de signature de Tails. Voir [[Faire confiance à la clé de signature de Tails|doc/get/trusting_tails_signing_key]]. Afin de ne plus avoir cet avertissement, vous devrez personnellement <span class="definition">[[!wikipedia Keysigning desc="signer"]]</span> la clé de signature de Tails avec votre propre clé.

source: <strong>If the ISO image is not correct</strong> the output will tell you that the signature is bad:
fr: <strong>Si l'image ISO est corrompu</strong>, vous recevrez un message de ce type :
