Repository: austin987/tails
Catalog: wiki/src/doc/anonymous_internet/electrum.*.po
Languages: es, fr

source: [[!meta title="Exchange bitcoins using Electrum"]]
fr: [[!meta title="Échanger des bitcoins avec Electrum"]]

source: [<span class="application">Electrum</span>](https://electrum.org/) is a [[!wikipedia bitcoin]] client that is particularly suited to the context of Tails because:
es: [<span class="application">Electrum</span>](https://electrum.org/) es un cliente de [[!wikipedia bitcoin]] que está muy adaptado al contexto de Tails ya que:
fr: [<span class="application">Electrum</span>](https://electrum.org/) est un client [[!wikipedia_fr bitcoin]] particulièrement adapté au contexte de Tails car :

source: You can use your wallet from different devices and avoid losing bitcoins in a backup mistake or computer failure.
es: Puedes usar tu billetera desde diferentes dispositivos y evitar perder bitcoins en un error de respaldo o fallo del ordenador.
fr: Vous pouvez utiliser votre portefeuille depuis différents appareils et éviter de perdre des bitcoins à cause d'une erreur de sauvegarde ou d'une défaillance de votre ordinateur.

source: Electrum does not download the blockchain, so there is no waiting time when starting.
es: Electrum no descarga la cadena de bloques, por lo que no hay tiempo de espera al iniciar.
fr: Electrum ne télécharge pas la chaîne de blocs, il n'y a donc pas d'attente lors du démarrage.

source: You can sign transactions from an offline working session for additional security.
es: Puedes firmar transacciones desde una sesión de trabajo sin conexión para mayor seguridad.
fr: Vous pouvez signer vos transactions depuis une session hors ligne pour plus de sécurité.

source: To start <span class="application">Electrum</span> choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Electrum Bitcoin Wallet</span> </span>.
es: Para iniciar <span class="application">Electrum</span> eliges <span class="menuchoice"> <span class="guimenu">Aplicaciones</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Electrum Bitcoin Wallet</span> </span>.
fr: Pour lancer <span class="application">Electrum</span> choisir <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Electrum Bitcoin Wallet</span> </span>.

source: To learn how to use *Electrum*, read the [documentation on the *Electrum* wiki](http://docs.electrum.org).
es: Para aprender a usar *Electrum*, lee la [documentación en el wiki de *Electrum*](http://docs.electrum.org).
fr: Pour apprendre à utiliser *Electrum*, consultez la [documentation du wiki d'*Electrum*](http://docs.electrum.org) (en anglais).

source: For an explanation of how Bitcoin works in simple terms, read [The In-Depth Guide to Bitcoin That Won’t Leave You Frustrated](https://www.vpnmentor.com/blog/ultimate-guide-bitcoin/).
es: Para obtener una explicación de cómo funciona Bitcoin en términos simples, lee [La guía detallada de Bitcoin que no te dejará frustrado (en inglés)](https://www.vpnmentor.com/blog/ultimate-guide-bitcoin/).
fr: Pour une explication de comment fonctionne Bitcoin avec des termes simples, lisez [The In-Depth Guide to Bitcoin That Won’t Leave You Frustrated](https://www.vpnmentor.com/blog/ultimate-guide-bitcoin/) (en anglais).

source: [[!inline pages="doc/anonymous_internet/electrum/phishing.inline" raw="yes" sort="age"]]
fr: [[!inline pages="doc/anonymous_internet/electrum/phishing.inline.fr" raw="yes" sort="age"]]

source: <p>Bitcoin is <a href="https://bitcoin.org/en/faq#is-bitcoin-anonymous">not anonymous</a>.</p>
es: <p>Bitcoin <a href="https://bitcoin.org/es/faq#es-bitcoin-anonimo">no es anónimo</a>.</p>
fr: <p>Le Bitcoin n'est <a href="https://bitcoin.org/fr/faq#bitcoin-est-il-anonyme"> pas anonyme</a>.</p>

source: <p>To make it harder to relate your different transactions, you should use a different receiving address for each transaction. <span class="application">Electrum</span> automatically generates new addresses for you to use.</p>
es: <p>Para que sea más difícil relacionar tus diferentes transacciones, debes utilizar una dirección de recepción diferente para cada transacción. <span class="aplicación">Electrum</span> genera automáticamente una nueva dirección para ti.</p>
fr: <p>Pour rendre plus difficile la corrélation de vos différentes transactions, vous devriez utiliser une adresse de réception différente pour chaque transaction. <span class="application">Electrum</span> génère automatiquement de nouvelles adresses que vous pouvez utiliser.</p>

source: <p><span class="application">Electrum</span> uses <em>mBTC</em> as the default base unit. 1 mBTC = 0.001 BTC. To change this setting choose <span class="menuchoice"> <span class="guimenu">Tools</span>&nbsp;▸ <span class="guimenuitem">Preference</span></span> and open the <span class="guilabel">Appearance</span> tab.</p>
es: <p><span class="aplicación">Electrum</span> usada <em>mBTC</em> como la la aplicación base por defecto. 1 mBTC = 0.001 BTC. Para cambiar esta configuración selecciona <span class="menuchoice"> <span class="guimenu">Herramientas</span>&nbsp;▸ <span class="guimenuitem">Preferencias</span></span> y abre <span class="guilabel">Apariencia</span> tab.</p>
fr: <p><span class="application">Electrum</span> utilise <em>mBTC</em> comme unité par défaut. 1 mBTC = 0.001 BTC. Pour changer ce paramètre choisissez <span class="menuchoice"> <span class="guimenu">Outils</span>&nbsp;▸ <span class="guimenuitem">Préférences</span></span> et ouvrir l'onglet <span class="guilabel">Appearance</span>.</p>

source: <p>Do not blindly trust the bitcoin balance that <span class="application">Electrum</span> displays as <em>unconfirmed</em>. Wait for transactions to be confirmed.</p>
es: <p>No confíes ciegamente en el balance de bitcoin que <span class="application">Electrum</span> muestra como <em>sin confirmar</em>. Espera a que se confirmen las transacciones.</p>
fr: <p>N'accordez pas une confiance aveugle au solde de bitcoin qu'<span class="application">Electrum</span> indique comme <em>unconfirmed</em>. Attendez que les transactions soient confirmées</p>

source: Recovering your wallet from its seed
fr: Récupération de votre portefeuille à partir de sa graine

source: Backing up your seed
fr: Faire une sauvegarde de votre graine

source: Your wallet can be recovered entirely from its <em>seed</em>: the chain of words generated by <span class="application">Electrum</span> when creating the wallet. But if you lose your seed, you lose your entire wallet.
es: Puedes recuperar tu billetera totalmente de su <em>semilla</em>: la cadena de palabras generadas por <span class="application">Electrum</span> cuando se creó la cartera. Pero si pierdes tu semilla, pierdes toda la cartera.
fr: Votre portefeuille peut être récupéré entièrement à partir de sa <em>graine</em> : la chaîne de mots générée par <span class="application">Electrum</span> lors de la création du portefeuille. Mais si vous perdez votre graine, vous perdez la totalité votre portefeuille.

source: That's why we recommend you both:
es: Por eso te recomendamos que:
fr: C'est pourquoi nous vous recommandons de à la fois :

source: Activate the [[<span class="guilabel">Bitcoin Client</span> persistence feature|doc/first_steps/persistence/configure/#bitcoin]] to store your bitcoin wallet and preferences across separate working sessions.
fr: Activer l'[[option <span class="guilabel">Client Bitcoin</span> de la persistance|doc/first_steps/persistence/configure/#bitcoin]] pour conserver votre portefeuille de bitcoins et vos préférences à travers plusieurs sessions.

source: Backup your seed outside of Tails. For example, you can write it down on a piece of paper and keep it with you.
es: Respalda tu semilla fuera de Tails. Por ejemplo, puedes escribirla en un papel y guárdala encima.
fr: Faire une sauvegarde de votre graine en dehors de Tails. Par exemple, vous pouvez l'écrire sur un bout de papier et le garder avec vous.

source: Fixing a corrupted wallet
fr: Réparer un portefeuille corrompu

source: If <span class="application">Electrum</span> fails to start or stays minimized, maybe your <span class="application">Electrum</span> folder is corrupted.
es: Si <span class="application">Electrum</span> no se inicia o se queda minimizado, posiblemente tu carpeta de <span class="application">Electrum</span> se ha corrompido.
fr: Si <span class="application">Electrum</span> n'arrive pas à démarrer ou reste minimisé, peut-être que votre dossier <span class="application">Electrum</span> est corrompu.

source: To recover your wallet from its seed:
es: Para recuperar tu cartera de su semilla:
fr: Pour récupérer votre portefeuille à partir de sa graine :

source: Make sure that <span class="application">Electrum</span> is closed.
es: Asegúrate de que <span class="application">Electrum</span> está cerrado.
fr: Assurez-vous que <span class="application">Electrum</span> est fermé.

source: Open your <span class="filename">Home</span> folder.
es: Abre tu carpeta <span class="filename">Home</span>.
fr: Ouvrez le <span class="filename">Dossier personnel</span>.

source: Open the <span class="filename">.electrum</span> folder.
es: Abre la carpieta <span class="filename">.electrum</span>.
fr: Ouvrez le dossier <span class="filename">.electrum</span>.

source: Delete the <span class="filename">wallets</span> folder.
es: Borra la carpeta <span class="filename">wallets</span>.
fr: Supprimez le dossier <span class="filename">wallets</span>.

source: Start <span class="application">Electrum</span>.
es: Inicia <span class="application">Electrum</span>.
fr: Démarrez <span class="application">Electrum</span>.

source: When creating a new wallet choose <span class="guilabel">I already have a seed</span> and specify the seed of your wallet.
es: Al crear un nuevo monedero elige <span class="guilabel">Ya tengo una semilla</span> y escribe la semilla de tu monedero.
fr: Lors de la création d'un nouveau portefeuille choisissez <span class="guilabel">I already have a seed</span> et écrivez la graine de votre portefeuille.

source: Recovering your wallet from its seed
es: Recupera tu cartera de su semilla

source: Backing up your seed
es: Respalda tu siembra

source: Turn on the [[Bitcoin Client|doc/first_steps/persistence/configure#bitcoin]] feature of the Persistent Storage to store your bitcoin wallet and preferences across separate working sessions.
es: Activa la opción [[Bitcoin Client|doc/first_steps/persistence/configure#bitcoin]] en el Almacenamiento Persistente para guardar tu cartera de bitcoin y sus preferencias a lo largo de distintas sesiones de trabajo.

source: Fixing a corrupted wallet
es: Arreglar una cartera corrupta

source: Click on the <span class="guimenu">[[!img lib/pan-down.png alt="menu toggle" class="symbolic" link="no"]]</span> button in the title bar and choose <span class="guilabel">Show Hidden Files</span>.
es: Haz click en el botón <span class="guimenu">[[!img lib/pan-down.png alt="abre menú" class=symbolic link="no"]]</span> en la barra de título, y elige <span class="guilabel">Mostrar archivos ocultos</span>.
