Repository: austin987/tails
Catalog: wiki/src/doc/anonymous_internet/networkmanager.*.po
Languages: es

source: [[!meta title="Connecting to a network"]]
es: [[!meta title="Conectar a una red"]]

source: Connecting to a network
es: Conectar a una red

source: You can connect to a network using a wired, Wi-Fi, or mobile broadband connection:
es: Puedes conectar a una red usando una conexión por cable, Wi-Fi o banda móvil:

source: Open the system menu in the top-right corner.
es: Abre el menú del sistema en la esquina superior derecha.

source: If a wired connection is detected, Tails automatically connects to the network.
es: Si se detecta una conexión por cable, Tails se conecta automáticamente a la red.

source: To connect to a Wi-Fi network, choose <span class="guilabel">Wi-Fi Not Connected</span> and then <span class="guilabel">Select Network</span>.
es: Para conectarse a una red Wi-Fi, escoge <span class="guilabel">Wi-Fi No Conectada</span> y luego <span class="guilabel">Seleccionar Red</span>.

source: To connect to a mobile broadband network, choose <span class="guilabel">Mobile Broadband</span>.
es: Para conectarse a una red móvil, escoge <span class="guilabel">Mobile Broadband</span>.

source: <div class="note"> <p>It is currently impossible to connect to a network using:</p>
es: <div class="note"> <p>Por el momento es imposible conectarse a una red usando:</p>

source: <ul> <li>Dial-up modems.</li> <li>VPNs, see [[the corresponding FAQ|support/faq#vpn]].</li> </ul>
es: <ul> <li>Modems de teléfono.</li> <li>VPNs, ver [[la Pregunta Frecuente correspondiente|support/faq#vpn]].</li> </ul>

source: After establishing a connection to a network:
es: Luego de establecer una conexión a la red:

source: If you can already access the Internet, Tor is automatically started.
es: Si ya puedes acceder a Internet, Tor arranca automáticamente.

source: If you need to log in to a captive portal before being granted access to the Internet, see our documentation on [[logging in to captive portals|doc/anonymous_internet/unsafe_browser]].
es: Si necesitas loguearte a un portal cautivo para poder acceder a Internet, lee nuestra documentación sobre [[conectarse con un portal cautivo|doc/anonymous_internet/unsafe_browser]].

source: If you are concerned about being identified as a Tails user on your network, read our documentation about [[network fingerprinting|doc/about/fingerprint]].
es: Si tienes miedo a ser identificado como usuario de Tails en tu red, lee nuestra documentación sobre [[huella digital en la red|doc/about/fingerprint]].

source: [[!inline pages="doc/anonymous_internet/networkmanager/no-wifi.inline" raw="yes" sort="age"]]
es: [[!inline pages="doc/anonymous_internet/networkmanager/no-wifi.inline.es" raw="yes" sort="age"]]

source: To connect to Tor using bridges or configure a proxy to access the Internet, you need to [[activate additional Tor configuration when starting Tails|first_steps/startup_options#additional]].
es: Para conectarte a Tor a través de puentes o configurar un proxy de acceso a Internet, necesitas [[activar la configuración adicional de Tor cuando arrancas Tails|first_steps/startup_options#additional]].

source: To modify your network settings, for example, to configure whether or not to automatically connect to a Wi-Fi network, do the following:
es: Para modificar tu configuración de red, por ejemplo para decidir si te conectas automáticamente o no a una red, haz lo siguiente:

source: Click on the [[!img lib/preferences-system.png alt="System" class="symbolic" link="no"]] button to open the system settings.
es: Haz click en el botón [[!img lib/preferences-system.png alt="System" class="symbolic" link="no"]] para abrir la configuración del sistema.

source: Choose <span class="guilabel">Network</span>.
es: Elige <span class="guilabel">Red</span>.

source: If you want to reuse your custom configuration or the passwords of encrypted wireless connections across separate working sessions, you can activate the [[<span class="guilabel">Network connections</span> persistence feature|first_steps/persistence/configure#network_connections]].
es: Si quieres reutilizar tu configuración o las contraseñas de las redes wireless en tus próximas sesiones puedes activar la [[funcionalidad persistente <span class="guilabel">Conexiones de Red</span>|first_steps/persistence/configure#network_connections]].
