Repository: austin987/tails
Catalog: wiki/src/doc/anonymous_internet/onionshare.*.po
Languages: es, fr, it

source: [[!meta title="Sharing files with OnionShare"]]
es: [[!meta title="Compartir archivos con OnionShare"]]
fr: [[!meta title="Partager des fichiers avec OnionShare"]]
it: [[!meta title="Condividere file con OnionShare"]]

source: [OnionShare](https://onionshare.org/) is a tool to share files of any size securely and anonymously.
es: [OnionShare](https://onionshare.org/) es una herramienta para compartir archivos de cualquier tamaño de forma segura y anónima.
fr: [OnionShare](https://onionshare.org/) est un outil pour partager des fichiers de toutes tailles de façon sûre et anonyme.
it: [OnionShare](https://onionshare.org/) è uno strumento per condividere file di ogni dimensione in maniera sicura e anonima.

source: <span class="application">OnionShare</span> creates an onion address that someone else can visit in <span class="application">Tor Browser</span> to access the files that you want to share.
es: <span class="application">OnionShare</span> crea una dirección onion que otra persona puede visitar con el <span class="application">Navegador Tor </span> para acceder a los archivos que compartas.
fr: <span class="application">OnionShare</span> créé une adresse onion qu'une autre personne peut consulter avec le <span class="application">Navigateur Tor</span> pour accéder aux fichiers que vous voulez partager.
it: <span class="application">OnionShare</span> crea un indirizzo onion che un'altra persona può consultare con <span class="application">Tor Browser</span> per accedere ai file che vuoi condividere.

source: To share files with <span class="application">OnionShare</span>:
es: Para compartir archivos con <span class="application">OnionShare</span>:
fr: Pour partager des fichiers avec <span class="application">OnionShare</span> :
it: Per condividere file con <span class="application">OnionShare</span>:

source: Open the <span class="application">Files</span> browser.
es: Abre el explorador de <span class="application">Archivos</span>.
fr: Ouvrez le navigateur de <span class="application">Fichiers</span>.
it: Apri il navigatore di <span class="application">File</span>.

source: Right-click (on Mac, click with two fingers) on the files or folders that you want to share and choose <span class="guilabel">Share via OnionShare</span>. <span class="application">OnionShare</span> starts.
es: Haz click derecho (en Mac, click con dos dedos) en los archivos o carpetas que quieres compartir y elige <span class="guilabel">Compartir con OnionShare</span>. <span class="application">OnionShare</span> inicia.
it: Fai clic con il tasto destro (su Mac, fai clic con due dita) sui file o le cartelle che vuoi condividere e seleziona <span class="guilabel">Share via OnionShare</span>. <span class="application">OnionShare</span> si avvia.

source: To share more files or folders, you can either:
es: Para compartir mas archivos o carpetas, también puedes:
fr: Pour partager plusieurs fichiers ou dossiers, vous pouvez au choix :
it: Per condividere ulteriori file o cartelle, puoi a scelta:

source: Drag and drop them from the <span class="application">Files</span> browser onto <span class="application">OnionShare</span>.
es: Arrastrarlos y soltarlos desde el explorador de <span class="application">Archivos</span> a la ventana de <span class="application">OnionShare</span>.
fr: Les glisser-déposer depuis le navigateur de <span class="application">Fichiers</span> vers <span class="application">OnionShare</span>.
it: Farne drag & drop dal navigatore di <span class="application">File</span> a <span class="application">OnionShare</span>.

source: Click the <span class="guilabel">Add</span> button in <span class="application">OnionShare</span>.
es: Hacer click en el botón <span class="guilabel">Agregar</span> en <span class="application">OnionShare</span>.
fr: Cliquer sur le bouton <span class="guilabel">Ajouter</span> dans <span class="application">OnionShare</span>.
it: Fare clic sul bottone <span class="guilabel">Aggiungi</span> in <span class="application">OnionShare</span>.

source: Click <span class="guilabel">Start Sharing</span>.
es: Haz click en <span class="guilabel">Encender el servidor</span>.
fr: Cliquez sur <span class="guilabel">Démarrer le serveur</span>.
it: Fai clic su <span class="guilabel">Inizia la condivisione</span>.

source: <div class="bug"> <p>Starting to share the files can take up to several minutes.</p> </div>
es: <div class="bug"> <p>Empezar a compartir los archivos puede tomar hasta varios minutos.</p> </div>
fr: <div class="bug"> <p>Le démarrage du partage de fichiers peut prendre jusqu'à plusieurs minutes.</p> </div>
it: <div class="bug"> <p>L'avvio della condivisione dei file può richiedere anche diversi minuti.</p> </div>

source: When the files are available for sharing, an onion address appears at the bottom of <span class="application">OnionShare</span>.
es: Cuando los archivos estén disponibles para compartir, una dirección onion aparecerá en la parte de abajo de <span class="application">OnionShare</span>.
fr: Lorsque les fichiers sont disponibles pour le partage, une adresse onion apparaît en bas de <span class="application">OnionShare</span>.
it: Quando i file sono disponibili per la condivisione, un indirizzo onion appare nella parte inferiore di <span class="application">OnionShare</span>.

source: Send this onion address to someone else, for example, by email.
es: Envía esta dirección onion a alguien más, por ejemplo por correo electrónico.
fr: Envoyez cette adresse onion à une autre personne, par exemple, par courrier électronique.
it: Invia questo indirizzo onion a un'altra persona, per esempio via posta elettronica.

source: The other person can download the files by visiting the onion address in <span class="application">Tor Browser</span>.
es: La otra persona podrá descargar los archivos visitando la dirección onion en el <span class="application">Navegador Tor</span>.
fr: L'autre personne peut télécharger les fichiers en consultant l'adresse onion avec le <span class="application">Navigateur Tor</span>.
it: L'altra persona può scaricare i file consultando l'indirizzo onion con <span class="application">Tor Browser</span>.

source: <span class="application">OnionShare</span> informs you when the files are being accessed.
es: <span class="application">OnionShare</span> te informará cuando los archivos sean accedidos.
fr: <span class="application">OnionShare</span> vous informe lorsque les fichiers sont en cours de téléchargement.
it: <span class="application">OnionShare</span> ti informa quando i file sono in fase di scaricamento.

source: The files are not shared anymore as soon as you close <span class="application">OnionShare</span> or shut down Tails.
es: Los archivos se dejarán de compartir en cuanto cierres <span class="application">OnionShare</span> o apagues Tails.
fr: Les fichiers ne sont plus partagés dès que vous fermez <span class="application">OnionShare</span> ou éteignez Tails.
it: I file cessano di venire condivisi non appena chiudi <span class="application">OnionShare</span> o spegni Tails.

source: <div class="tip"> <p>By default, the files can only be downloaded once. To allow more than one download:</p>
es: <div class="tip"> <p>Por defecto, los archivos pueden ser descargados una sola vez. Para permitir más de una descarga:</p>
fr: <div class="tip"> <p>Par défaut, les fichiers peuvent être téléchargés une seule fois. Pour permettre plus d'un téléchargement :</p>
it: <div class="tip"> <p>Per impostazione predefinita, i file possono venire scaricati una sola volta. Per consentire più di uno scaricamento:</p>

source: <ol> <li>Click the [[!img lib/emblem-system.png link="no" class="symbolic" alt="Show site information"]] button to open the settings of <span class="application">OnionShare</span>.</li> <li>Deselect the <span class="guilabel">Stop sharing after first download</span>.</li> <li>Click <span class="button">Save</span>.</li> </ol>
es: <ol> <li>Haz click en el botón [[!img lib/emblem-system.png link="no" class="symbolic" alt="Show site information"]] para abrir la configuración de <span class="application">OnionShare</span>.</li> <li>Deselecciona la opción <span class="guilabel">Dejar de compartir después de la primera descarga</span>.</li> <li>Haz click en <span class="button">Guardar</span>.</li> </ol>
fr: <ol> <li>Cliquez sur le bouton [[!img lib/emblem-system.png link="no" class="symbolic" alt="Montrer les informations du site"]] pour ouvrir les paramètres de <span class="application">OnionShare</span>.</li> <li>Désélectionnez <span class="guilabel">Stop sharing after first download</span>.</li> <li>Cliquez sur <span class="button">Save</span>.</li> </ol>
it: <ol> <li>Fai clic sul bottone [[!img lib/emblem-system.png link="no" class="symbolic" alt="Mostra informazioni del sito"]] per aprire le impostazioni di <span class="application">OnionShare</span>.</li> <li>Deseleziona <span class="guilabel">Stop sharing after first download</span>.</li> <li>Fai clic su <span class="button">Save</span>.</li> </ol>

source: Right-click on the files or folders that you want to share and choose <span class="guilabel">Share via OnionShare</span>. <span class="application">OnionShare</span> starts.
fr: Faites un clic droit sur les fichiers ou dossiers que vous voulez partager et choisissez <span class="guilabel">Share via OnionShare</span>. <span class="application">OnionShare</span> démarre.
