Repository: austin987/tails
Catalog: wiki/src/doc/anonymous_internet/pidgin.*.po
Languages: fa, fr, it, pt

source: [[!meta title="Chatting with Pidgin"]]
fa: [[!meta title="گفتگوهای آنلاین با پیجین"]]
fr: [[!meta title="Discuter avec Pidgin"]]
it: [[!meta title="Chattare con Pidgin"]]
pt: [[!meta title="Batendo-papo com Pidgin"]]

source: For chatting and instant messaging, Tails includes the <span class="application">[Pidgin Instant Messenger](http://pidgin.im/)</span>.
fa: برای گفتگوهای مستقیم آنلاین، تیلز از <span class="application">[پیغام‌رسان فوری پیجین] (http://pidgin.im/)</span> استفاده می‌کند.
fr: Pour dialoguer et envoyer des messages instantanés, Tails fournit la <span class="application">[Messagerie Instantanée Pidgin](http://pidgin.im/)</span>.
it: Per le chat e l'instant messaging, Tails include l'<span class="application">[Pidgin Instant Messenger](http://pidgin.im/)</span>.
pt: Para bate papo e mensagens instantâneas, o Tails inclui o <span class="application">[Mensageiro Instantâneo Pidgin](http://pidgin.im/)</span>.

source: You can use it to connect to [[!wikipedia IRC]] or [[!wikipedia XMPP]] (also known as Jabber) servers, and have several accounts connected at the same time.
fa: می‌توانید از آن برای متصل شدن به سرورهای [[!wikipedia IRC]] یا [[!wikipedia XMPP]] (یا جَبِر) استفاده کرده و در آن واحد چندین حساب کاربری در آن‌ها داشته باشید.
fr: Vous pouvez l'utiliser pour vous connecter à des serveurs [[!wikipedia_fr Internet_Relay_Chat desc="IRC"]] ou [[!wikipedia_fr Extensible_Messaging_and_Presence_Protocol desc="XMPP"]] (aussi connus sous le nom de Jabber), et utiliser simultanément plusieurs comptes différents.
it: Potete usarla per collegarvi ad [[!wikipedia IRC]] o ai servers [[!wikipedia XMPP]] (conosciuto anche come Jabber) ed avere molti accounts connessi allo stesso tempo.
pt: Você pode usá-lo para conectar a servidores [[!wikipedia IRC]] ou [[!wikipedia XMPP]] (também conhecido como Jabber), e ter diversas contas conectadas ao mesmo tempo.

source: To start <span class="application">Pidgin</span> choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Pidgin Instant Messenger</span> </span> or click on the <span class="application">Pidgin</span> icon in the [[<span class="guilabel">Favorites</span> submenu|doc/first_steps/introduction_to_gnome_and_the_tails_desktop#favorites]].
fr: Pour lancer <span class="application">Pidgin</span> choisir <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Messagerie internet Pidgin</span> </span> ou cliquer sur l'icône <span class="application">Pidgin</span> dans le [[sous-menu <span class="guilabel">Favoris</span>|doc/first_steps/introduction_to_gnome_and_the_tails_desktop#favorites]].
it: Per avviare <span class="application">Pidgin</span> selezionare <span class="menuchoice"> …<span class="guimenu">Applicazioni</span>&nbsp; …<span class="guisubmenu">Internet</span>&nbsp; …<span class="guimenuitem">Pidgin Instant Messenger</span> </span>o cliccare sull'icona <span class="application">Pidgin</span> nel <span class="guilabel">Favoriti</span>submenu|doc/first_steps/introduction_to_gnome_and_the_tails_desktop#favorites]].

source: For more detailed documentation refer to the [official <span class="application">Pidgin</span> user guide](http://developer.pidgin.im/wiki/Using%20Pidgin).
fa: برای مستندات مشروح‌تر رجوع کنید به [راهنمای کاربر رسمی <span class="application">پیجین</span> ](http://developer.pidgin.im/wiki/Using%20Pidgin)
fr: Pour de la documentation plus détaillée, référez-vous au [manuel utilisateur officiel de <span class="application">Pidgin</span>](http://developer.pidgin.im/wiki/Using%20Pidgin) (en anglais).
it: Per una documentazioni più dettagliata fate riferimento alla [guida utente ufficiale di <span class="application">Pidgin</span>](http://developer.pidgin.im/wiki/Using%20Pidgin).
pt: Para uma documentação mais detalhada consulte o [guia oficial do usuário do<span class="application">Pidgin</span>](http://developer.pidgin.im/wiki/Using%20Pidgin).

source: Predefined accounts
fa: حساب‌های کاربری از پیش تعریف‌شده
fr: Comptes pré-définis
it: Account predefiniti
pt: Contas predefinidas

source: One account is configured in <span class="application">Pidgin</span> by default:
fr: Un compte est configuré par défaut dans <span class="application">Pidgin</span> :
it: Un account è configurato in <span class="application">Pidgin</span> per default:

source: - `irc.oftc.net` to connect to the OFTC IRC server.
fr: - `irc.oftc.net` pour se connecter au serveur IRC d'OFTC.
it: - `irc.oftc.net` per connettersi al server OFTC IRC.

source: That account is deactivated when Tails is started. To activate it, choose <span class="menuchoice"> <span class="guimenu">Accounts</span>&nbsp;▸ <span class="guisubmenu">Enable Account</span> </span>, and select the account that you want to enable in the submenu.
fr: Ce compte est désactivé lors du démarrage de Tails. Pour l'activer, choisir <span class="menuchoice"> <span class="guimenu">Comptes</span>&nbsp;▸ <span class="guisubmenu">Activer un compte</span> </span>et sélectionnez dans le sous-menu le compte que vous voulez activer.
it: Questo account viene disattivato quando viene avviato Tails. Per attivarlo selezionate <span class="menuchoice"> …<span class="guimenu">Accounts</span>&nbsp; …<span class="guisubmenu">Abilita Account</span> </span>, e selezionate l'account che volete abilitare nel sottomenù.

source: <span class="application">Off-the-record</span> (<span class="application">OTR</span>) encryption
fa: رمزگذاری <span class="application">ثبت‌نشدنی</span> (<span class="application">OTR</span>)
fr: Chiffrement <span class="application">Off-the-record</span> (<span class="application">OTR</span>)
it: <span class="application">Off-the-record</span> (crittografia <span class="application">OTR</span>
pt: Criptografia <span class="application">Off-the-record</span> (<span class="application">OTR</span>)

source: As explained on its [official page](http://www.cypherpunks.ca/otr/), <span class="application">Off-the-Record</span> messaging allows you to have private conversations over instant messaging by providing:
fa: همان‌طور که در [صفحهٔ رسمی آن](http://www.cypherpunks.ca/otr/) آمده، پیغام‌رسانی <span class="application">ثبت‌نشدنی</span> به شما اجازه می‌دهد مکالماتی خصوصی در ابزارهای پیغام‌رسانی فوری خود داشته باشید که این کار از این طریق انجام می‌شود:
fr: Comme expliqué sur sa [page officielle](http://www.cypherpunks.ca/otr/), la messagerie <span class="application">Off-the-Record</span> vous permet d'avoir des conversations privées via messagerie instantanée en fournissant :
it: Come spiegato sulla sua [pagina ufficiale](http://www.cypherpunks.ca/otr/), <span class="application">Off-the-Record</span> messaggistica vi permette di avere conversazioni private tramite la messaggistica istantanea fornendo:
pt: Como explicado na [página oficial](http://www.cypherpunks.ca/otr/), os mensageiros <span class="application">Off-the-Record</span> permitem que você tenha conversas privadas usando mensagens instantâneas por prover:

source: - **Encryption**<br /> No one else can read your instant messages. - **Authentication**<br /> You are assured the correspondent is who you think it is. - **Deniability**<br /> The messages you send do not have digital signatures that are checkable by a third party. Anyone can forge messages after a conversation to make them look like they came from you. However, during a conversation, your correspondent is assured the messages he sees are authentic and unmodified. - **Perfect forward secrecy**<br /> If you lose control of your private keys, no previous conversation is compromised.
fr: - **Chiffrement**<br /> Personne d'autre ne peut lire vos messages. - **Authentification**<br /> Vous avez la garantie que votre correspondant est la personne que vous croyez. - **Déni possible**<br /> Les messages que vous envoyez n'ont pas de signature numérique vérifiable par une tierce personne. N'importe qui peut falsifier des messages après la conversation pour faire comme s'ils venaient de vous. Cependant, pendant une conversation, votre correspondant est assuré que les messages qu'il reçoit sont authentiques et intacts. - **Confidentialité persistante**<br /> Si vous perdez le contrôle de vos clés privées, aucune conversation précédente ne sera compromise.
pt: - **Criptografia**<br /> Ninguém mais pode ler suas mensagens instantâneas. - **Autenticação**<br /> Você tem certeza de que o/a correspondente é quem você pensa que é. - **Negabilidade**<br /> As mensagens que você envia não possuem assinaturas digitais que possam ser verificáveis por terceiros. Qualquer pessoa pode forjar mensagens depois de uma conversação para fazer com que elas pareçam ter vindo de você. Apesa disso, durante uma conversação, o/a correspondente tem certeza de que as mensagens que ele/ela vê são autênticas e não foram modificadas. - **Segredo futuro perfeito**<br /> Caso você perca controle de suas chaves privadas, nenhuma conversação prévia fica comprometida.

source: <p><strong>OTR is deactivated by default</strong>, and your conversations are not private.</p>
fa: <p><strong>OTR به طور پیش‌فرض غیرفعال است</strong> و مکالمات شما خصوصی نیستند.</p>
fr: <p><strong>OTR est désactivé par défaut</strong>, et vos conversations ne sont pas privées.</p>
it: <p><strong>OTR è disattivato per default</strong>, e le vostre conversazioni non sono private.</p>
pt: <p><strong>OTR está desativado por padrão</strong>, e suas conversações não são privadas.</p>

source: <p><strong>File transfers are not encrypted by OTR.</strong> OTR only encrypts conversations.</p>
fa: <p><strong>انتقال فایل از طریق OTR رمزگذاری نمی‌شود..</strong> OTR تنها مکالمات را رمزگذاری می‌کند.</p>
fr: <p><strong>Les fichiers transférés ne sont pas chiffrés par OTR.</strong> OTR chiffre seulement les conversations.</p>
it: <p><strong>Il trasferimento di file non è criptato da OTR. </strong> OTR cripta soltanto le conversazioni.</p>

source: To store your OTR keys and preferences across separate working sessions, you can activate the [[<span class="guilabel">Pidgin</span> persistence feature|doc/first_steps/persistence/configure/#pidgin]].
fa: برای ذخیره کردن کلیدهای ORT و ترجیحات خود در نشست‌های کاری مختلف، می‌توانید [[ویژگی <span class="guilabel">پیجین</span> مانا|doc/first_steps/persistence/configure/#pidgin]] را فعال کنید.
fr: Pour conserver vos clés OTR et vos préférences à travers plusieurs sessions de travail, vous pouvez activer l'[[option de persistance <span class="guilabel">Pidgin</span>|doc/first_steps/persistence/configure/#pidgin]].
it: Per immagazzinare le vostre chiavi OTR e le vostre preferenze in diverse sessioni di lavoro potete attivare la [[persistenza <span class="guilabel">Pidgin</span> |doc/first_steps/persistence/configure/#pidgin]].
pt: Para armazenar suas chaves OTR e preferências através de sessões de trabalho distintas, você pode ativar a [[funcionalidade de persistência do <span class="guilabel">Pidgin</span>|doc/first_steps/persistence/configure/#pidgin]].

source: In a private OTR conversation over IRC, <strong>a message sent using the <code>/me</code> command is not encrypted</strong>. The person receiving the message is notified by a warning.
fa: در یک مکالمهٔ خصوصی ORT در IRC، <strong>پیغامی که با استفاده از فرمان <code>/me</code> فرستاده شود رمزگذاری نمی‌شود</strong>. فرد دریافت‌کنندهٔ پیغام با هشداری از این مساله مطلع خواهد شد.
fr: Lors d'une conversation privée OTR via IRC, <strong>un message envoyé en utilisant la commande <code>/me</code> n'est pas chiffré</strong>. La personne le recevant en est informée par un avertissement.
it: In una conversazione privata OTR su IRC, <strong>un messaggio inviato utilizzando il <code>/me</code>comando non è criptato</strong>. La persona che riceve il messaggio viene avvisata con un avviso.
pt: Em uma conversação OTR privada usando IRC, <strong>uma mensagem enviada usando o comando <code>/me</code> não é criptografada</strong>. A pessoa que recebe a mensagem é notificada com um aviso.

source: IRC servers blocking Tor
fr: Serveurs IRC bloquant Tor
it: Server IRC che bloccano Tor

source: Some IRC servers block connections from Tor because Tor is sometimes used to send spam.
fr: Certains serveurs IRC bloquent les connexions en provenance de Tor car Tor est parfois utilisé pour envoyer du spam.
it: Alcuni server IRC bloccano le connessioni da TOR perché alcune volte Tor viene usato per inviare spam.

source: - [Accessing freenode Via Tor](https://freenode.net/irc_servers.shtml#tor) (the hidden services mentioned on this page are sometimes unavailable) - [OFTC and Tor](http://www.oftc.net/Tor/) - [List of IRC/chat networks that block or support Tor](https://trac.torproject.org/projects/tor/wiki/doc/BlockingIrc)
fr: - [Accéder à Freenode via Tor](https://freenode.net/irc_servers.shtml#tor) (le service caché mentionné sur cette page est souvent indisponible) (en anglais) - [OFTC et Tor](http://www.oftc.net/Tor/) (en anglais) - [Liste de réseau IRC/de chat bloquant ou supportant Tor](https://trac.torproject.org/projects/tor/wiki/doc/BlockingIrc) (en anglais)
it: - [Accedere a freenode tramite Tor](https://freenode.net/irc_servers.shtml#tor) (alcuni dei servizi nascosti menzionati in questa pagina non sono disponibili) - [OFTC e Tor](http://www.oftc.net/Tor/) - [Lista di IRC/chat network che bloccano o sostengono Tor](https://trac.torproject.org/projects/tor/wiki/doc/BlockingIrc)

source: Random username generation
fa: ایجاد نام کاربری تصادفی
fr: Génération aléatoire du nom d'utilisateur
it: Generare casualmente il nome utente
pt: Geração de nomes de usuário aleatórios

source: Every time you start Tails, a random username is generated for all <span class="application">Pidgin</span> accounts.
fa: هر بار که تیلز را راه‌اندازی می‌کنید، یک نام کاربری تصادفی برای تمام حساب‌های کاربری <span class="application">پیجین</span> ایجاد می‌شود.
fr: À chaque démarrage de Tails, un nom d'utilisateur aléatoire est généré pour tous les comptes <span class="application">Pidgin</span>.
it: Ogni volta che avviate Tails, viene generato un nome utente casuale per tutti gli accounts <spanclass="application">Pidgin</span>.
pt: Toda vez que você inicia o Tails, um nome de usuário aleatório é gerado para todas as contas do <span class="application">Pidgin</span>.

source: The generator uses a list of common English first names, and modifies them, so that they are almost unique, and does not reveal that you are using Tails.
fa: این ابزار از فهرستی از اسم‌های کوچک معمول انگلیسی استفاده کرده و آن‌ها را تغییر می‌دهد تا تقریباً یکتا باشند و مشخص نکنند که شما از تیلز استفاده می‌کنید.
fr: Le générateur utilise une liste de prénoms anglais communs, et les modifie, de telle sorte qu'ils deviennent quasiment uniques, et ne révèlent pas que vous utilisez Tails.
it: Il generatore utilizza una lista di nomi inglesi comuni, li modifica così da renderli unici e non rivela che state utilizzando Tails.
pt: O gerador usa uma lista de nomes próprios comuns em inglês, e os modifica de forma que sejam quase únicos e não revelem que você está usando o Tails.

source: It is based on the <span class="application">language confluxer</span> by [Christopher Pound](http://generators.christopherpound.com/).
fa: این ابزار مبتنی بر <span class="application">language confluxer</span> ایجادشده توسط [کریستوفر پاوند](http://generators.christopherpound.com/) است.
fr: Il est basé sur le <span class="application">mixer de langues</span> de [Christopher Pound](http://generators.christopherpound.com/).
it: E' basato sul <span class="application">language confluxer</span> di [Christopher Pound](http://generators.christopherpound.com/).
pt: Isto é baseado no <span class="application">language confluxer</span> de [Christopher Pound](http://generators.christopherpound.com/).

source: If you want to reuse the same username across separate working sessions, you can activate the [[<span class="guilabel">Pidgin</span> persistence feature|doc/first_steps/persistence/configure/#pidgin]].
fa: اگر قصد استفاده از یک نام کاربری در طول نشست‌های کاری مختلف خود دارید، می‌توانید [[ویژگی <span class="guilabel">پیجین</span> مانا|doc/first_steps/persistence/configure/#pidgin]] را فعال کنید.
fr: Si vous voulez utiliser le même nom d'utilisateur pour plusieurs sessions de travail, vous pouvez activer l'[[option de persistance <span class="guilabel">Pidgin</span>|doc/first_steps/persistence/configure/#pidgin]].
it: Se volete utilizzare lo stesso username per più sessioni di lavoro dovete attivare l'[[opzione persistente di <span class="guilabel">Pidgin</span> |doc/first_steps/persistence/configure/#pidgin]].
pt: Se você quer reutilizar o mesmo nome de usuário em sessões de trabalhos distintas, você pode ativar a [[funcionalidade de persistência do <span class="guilabel">Pidgin</span>|doc/first_steps/persistence/configure/#pidgin]].

source: Adding support for another protocol
fa: اضافه کردن پشتیبانی از پروتکلی دیگر
fr: Ajouter la prise en charge d'un autre protocole
it: Aggiungere supporto per un altro protocollo
pt: Adicionando suporte a outro protocolo

source: For security reasons, it is only possible to use IRC and XMPP with <span class="application">Pidgin</span> in Tails. Here are the prerequisites to enable another protocol that is supported by <span class="application">Pidgin</span> otherwise:
fa: به دلایل امنیتی با <span class="application">پیجین</span> در تیلز تنها می‌توان از IRC و XMPP استفاده کرد. موارد مورد نیاز برای فعال کردن پروتکلی دیگر که <span class="application">پیجین</span> از آن پشتیبانی می‌کند از این قرار است:
fr: Pour des raisons de sécurité, il est uniquement possible d'utiliser <span class="application">Pidgin</span> avec les protocoles IRC et XMPP dans Tails. Voici les prérequis pour activer d'autres protocoles pris en charge par <span class="application">Pidgin</span> par ailleurs :
it: Per ragioni di sicurezza, è possibile utilizzare soltanto IRC ed XMPP con <span class="application">Pidgin</span> all'interno di Tails. Qui ci sono alcuni prerequisiti per abilitare un altro protocollo che è supportato da <spanclass="application">Pidgin</span> altrimenti:
pt: Por razões de segurança, somente é possível usar IRC e XMPP no <span class="application">Pidgin</span> no Tails. Aqui estão os prerequisitos para habilitar outros protocolos que sejam suportados pelo<span class="application">Pidgin</span>:

source: a. The support in <span class="application">Pidgin</span> for this protocol has been successfully tested in Tails. a. Someone volunteers to maintain the corresponding support in Tails on the long term. a. Someone has verified that the security record of the desired plugin (including open bugs) is good enough.
fa: الف. پشتبانی <span class="application">پیجین</span> از این پروتکل با موفقیت در تیلز امتحان شده است. الف. کسی داوطلب نگهداری از پشتیبانی طولانی‌مدت آن در تیلز باشد. الف. کسی تأیید کرده باشد سابقهٔ امنیتی افزایهٔ مورد نظر (از جمله ایرادهای باز) به اندازهٔ کافی خوب است.
fr: a. La prise en charge dans <span class="application">Pidgin</span> de ce protocole doit avoir été testée avec succès dans Tails. a. Quelqu'un doit se porter volontaire pour maintenir sur le long terme sa prise en charge dans Tails. a. Quelqu'un doit vérifier que l'historique de sécurité du plugin désiré (incluant les bugs en cours) est assez bon.
it: a. Il supporto <span class="application">Pidgin</span> di questo protocollo è stato testato con successo all'interno di Tails. a. Qualcuno si offre volontario per mantenere il supporto corrispondente in Tails sul lungo termine. a. Qualcuno ha verificato che la situazione di sicurezza del plugin desiderato (inclusi bugs aperti) sia abbastanza buono.
pt: a. O suporte para este protocolo no <span class="application">Pidgin</span> deve ter sido testado com sucesso no Tails. a. Alguém deve ter se voluntariado para manter o suporte correspondente no Tails a longo prazo. a. Alguém deve ter verificado que o nível de segurança do plugin desejado (incluindo bugs abertos) é bom o suficiente.

source: If you want to work on this issue, see [[our contribute page|contribute/how/code]].
fa: اگر می‌خواهید روی این مساله کار کنید، [[صفحهٔ همکاری ما|contribute/how/code]] را ببینید.
fr: Si vous voulez travaillez sur ce problème, voir [[notre page participer|contribute/how/code]].
it: Se volete lavorare su questa questione, andate a vedere la [[nostra pagina per contribuire|contribute/how/code]].
pt: Se você quer trabalhar nesta questão, veja [[nossa página de contribuição|contribute/how/code]].
