Repository: austin987/tails
Catalog: wiki/src/doc/anonymous_internet/thunderbird.*.po
Languages: de, fr, it

source: In the left pane, identify the account that corresponds to the private key that you want to import and choose **End-to-End Encryption**.
fr: Dans le panneau de gauche, identifier le compte pour lequel vous voulez importer la clé privée et choisir **Chiffrement de bout en bout**.
it: Nel riquadro a sinistra identifica l'account corrispondente alla chiave privata che vuoi importare e scegli **Crittografia End-to-End**.

source: In the right pane, click the **Add Key…** button.
fr: Dans le panneau de droite, cliquer sur le bouton **Ajouter une clé...**.
it: Nel riquadro a destra fai clic sul pulsante **Aggiungi chiave...**.

source: In the **Add a Personal OpenPGP Key** dialog, choose **Import an existing OpenPGP Key** and click **Continue**.
fr: Dans la boîte de dialogue **Ajouter une clé OpenPGP personnelle** choisir **Importer une clé OpenPGP existante** et cliquer sur **Continuer**.
it: Nella finestra di dialogo **Aggiungi chiave personale OpenPGP** scegli **Importa una Chiave OpenPGP esistente** e fai clic su **Continua**.

source: Click the **Select File to Import…** button and choose the private key that your exported from the *Passwords and Keys* utility.
fr: Cliquer sur le bouton **Sélectionner le fichier à importer...** et choisir la clé privée que vous avez exportée depuis l'utilitaire *Mots de passe et clés*.
it: Fai clic sul pulsante **Seleziona file da importare...** e scegli la chiave privata esportata dall'utilità *Password e Chiavi*.

source: In the next dialog, make sure that your private key is listed and that the option **Treat this key as a Personal Key** is selected.
fr: Dans la boîte de dialogue suivante, vérifiez que votre clé privée est bien listée et que l'option **Considérer cette clé comme une clé personnelle** est sélectionnée.
it: Nella finestra di dialogo successiva verifica che la tua chiave privata sia elencata e che sia selezionata l'opzione **Considera questa chiave come Chiave Personale**.

source: Click **Continue**, enter the passphrase for your private key (if any), and click **Continue** again.
fr: Cliquer **Continuer**, entrez la phrase de passe pour votre clé privée (s'il y en a une) et cliquez sur **Continuer** à nouveau.
it: Clicca su **Continua**, inserisci la passphrase per la tua chiave privata (se presente) e clicca nuovamente su **Continua**.

source: Your private key should now be listed in the **End-to-End Encryption** settings of your account.
fr: Votre clé privée doit maintenant être listée dans les paramètres **Chiffrement de bout en bout** de votre compte.
it: La tua chiave privata ora dovrebbe essere elencata nelle impostazioni**Crittografia End-to-End** del tuo account

source: Select your private key to enable OpenPGP encryption for this account.
fr: Sélectionner votre clé privée pour activer le chiffrement OpenPGP pour ce compte.
it: Seleziona la tua chiave privata per abilitare la crittografia OpenPGP per questo account.

source: <h2 id="generate-private">Generating a new OpenPGP private key</h2>
fr: <h2 id="generate-private">Créer une nouvelle clé privée OpenPGP</h2>
it: <h2 id="generate-private">Crea una nuova chiave privata OpenPGP</h2>

source: In the **Add a Personal OpenPGP Key** dialog, choose **Create a new OpenPGP Key**.
fr: Dans la boîte de dialogue **Ajouter une clé OpenPGP personnelle**, choisir **Créer une nouvelle clé OpenPGP**.
it: Nella finestra di dialogo **Aggiungi una chiave personale OpenPGP ** scegli **Crea una nuova chiave OpenPGP**.

source: Review the settings in the next dialog, click the **Generate key** button, and then click **Confirm**.
fr: Vérifiez les paramètres dans la boîte de dialogue suivante, cliquez sur le bouton **Générer la clé** et cliquez alors sur **Confirmer**.
it: Rivedi le impostazioni nella finestra di dialogo successiva, fai clic sul pulsante **Genera chiave**, quindi fai clic su **Conferma**.

source: <h2 id="encrypting">Encrypting an email</h2>
fr: <h2 id="encrypting">Chiffrer un message électronique</h2>
it: <h2 id="encrypting">Crittare una email</h2>

source: To prevent you from sending unencrypted emails by mistake, *Thunderbird* in Tails is configured with the option **Require Encryption** turned on by default.
fr: Pour vous éviter d'envoyer des messages électroniques non chiffrés par erreur, *Thunderbird* dans Tails est configuré avec l'option **Exiger le chiffrement** activée par défaut.

source: With the option **Require Encryption**, *Thunderbird* tries to encrypt every email before sending it.
fr: Avec l'option **Exiger le chiffrement**, *Thunderbird* essaie de chiffrer tous les messages avant de les envoyer.

source: To send an unencrypted email, in the composition window, choose **Security** and deselect the option **Require Encryption**.
fr: Pour envoyer un message électronique non chiffré, dans la fenêtre de rédaction, choisir **Sécurité** et choisir **Ne pas chiffrer**.

source: <p>We are unsatisfied with how the option <strong>Require Encryption</strong> works. Instead, <em>Thunderbird</em> should automatically encrypt when a public key is available and not try to encrypt otherwise.</p>
fr: <p>Nous ne sommes pas satisfaits de la manière dont l'option <strong>Exiger le chiffrement</strong> fonctionne. À la place, <em>Thunderbird</em> devrait automatiquement chiffrer lorsqu'une clé publique est disponible et ne pas essayer de chiffrer dans le cas contraire.</p>

source: <p>The developers of <em>Thunderbird</em> want to provide such an <a href="https://bugzilla.mozilla.org/show_bug.cgi?id=135636">option to "encrypt when possible"</a> in future versions.</p>
fr: <p>Les personnes qui développent <em>Thunderbird</em> veulent fournir une option du type <a href="https://bugzilla.mozilla.org/show_bug.cgi?id=135636"> "chiffrer lorsque possible"</a> dans une future version.</p>

source: When sending an encrypted email:
fr: Lors de l'envoi d'un message électronique chiffré :

source: If you already have a public key for the recipient and have marked it as accepted, *Thunderbird* encrypts the email and sends it.
fr: Si vous avez déjà une clé publique pour le destinataire et que vous l'avez marquée comme acceptée, *Thunderbird* chiffre le message et l'envoie.

source: If you already have a public key for the recipient but have not marked it as accepted yet, *Thunderbird* fails to send the email.
fr: Si vous avez déjà une clé publique pour le destinataire mais que vous ne l'avez pas encore marquée comme acceptée, *Thunderbird* échoue à envoyer le message.

source: To mark the public key as accepted:
fr: Pour marquer une clé publique comme acceptée :

source: In the error message, click **Close**.
fr: Dans le message d'erreur, cliquer sur **Fermer**.

source: In the **OpenPGP Message Security** dialog, select the recipient that is marked as **not accepted key** and click the **Manage keys for selected recipient&hellip;** button.
fr: Dans la boîte de dialogue **Message de sécurité OpenPGP**, sélectionner le destinataire qui est marqué comme **clé non acceptée** et cliquer sur le bouton **Gérer les clés pour les destinataires sélectionnés&hellip;**.

source: If the recipient is marked as **no key available**, you don't yet have a public key for them.
fr: Si le destinataire est marqué avec **aucune clé disponible**, vous n'avez pas encore de clé publique pour lui.

source: In the next dialog, select the public key of your recipient and click the **Open details and edit acceptance&hellip;** button.
fr: Dans la boîte de dialogue suivante, sélectionner la clé publique de votre destinataire et cliquer sur le bouton **Ouvrir les détails et éditer son niveau de confiance&hellip;**.

source: In the **Your Acceptance** tab of the **Key Properties** dialog, select the option that applies to how much you verified the public key.
fr: Dans l'onglet **Votre acceptation** de la boîte de dialogue **Propriétés de la clé**, sélectionner l'option qui correspond à la manière dont vous avez vérifié la clé publique.

source: If you don't have a public key for the recipient, *Thunderbird* also fails to send the email.
fr: Si vous n'avez pas de clé publique pour ce destinataire, *Thunderbird* échoue également à envoyer le message.

source: To look for a public key for this email address on the [keys.openpgp.org](https://keys.openpgp.org/) keyserver:
fr: Pour chercher une clé publique pour cette adresse électronique sur le serveur de clés [keys.openpgp.org](https://keys.openpgp.org/) :

source: Click the **Discover new or updated key** button.
fr: Cliquer sur le bouton **Découvrir ou mettre à jour une clé**.

source: If no public key can be found, ask the recipient to send you their public key.
fr: Si aucune clé publique n'est trouvée, demandez à votre destinataire de vous envoyer sa clé publique.

source: If a public key for this email address is found, choose to import it.
fr: Si une clé publique a été trouvée pour cette adresse électronique, choisissez-là pour l'importer.

source: In the **OpenPGP Message Security** dialog, select the public key that was imported in the previous step and click the **Open details and edit acceptance&hellip;** button.
fr: Dans la boîte de dialogue **Message de sécurité OpenPGP**, sélectionner la clé publique qui a été importée à l'étape précédente et cliquer sur le bouton **Ouvrir les détails et éditer son acceptation&hellip;**.

source: <p>To configure your Gmail account to allow access from <span class="application">Thunderbird</span>, you need to:</p>
it: <p>Per configurare il tuo account Gmail e consentire l'accesso da <span class="application">Thunderbird</span>, è necessario:</p>

source: Removes information that could identify you as a Tails user from the headers of your emails.
it: Rimuove le informazioni che potrebbero identificarti come utente di Tails dalle intestazioni delle tue email.

source: [[!meta title="Emailing with Thunderbird"]]
de: [[!meta title="E-Mails mit Thunderbird"]]

source: For reading and writing emails, Tails includes <span class="application">Thunderbird</span>.
de: Zum Lesen und Schreiben von E-Mails enthält Tails <span class="application">Thunderbird</span>.

source: <p>You can activate the [[<strong>Thunderbird</strong> persistence feature|doc/first_steps/persistence/configure#thunderbird]] to store your emails and settings across separate working sessions.</p>
de: <p>Sie können die [[Funktion für den beständigen Speicherbereich für <strong>Thunderbird</strong> |doc/first_steps/persistence/configure#thunderbird]] aktivieren, um Ihre E-Mails und Einstellungen über mehrere Arbeitssitzungen hinweg zu speichern.</p>

source: Configure an email account
de: Konfigurieren Sie einen E-Mail Account

source: [[!inline pages="doc/anonymous_internet/thunderbird/account_creation.inline" raw="yes" sort="age"]]
de: [[!inline pages="doc/anonymous_internet/thunderbird/account_creation.inline.de" raw="yes" sort="age"]]

source: OpenPGP encryption with Enigmail
de: OpenPGP Verschlüsselung mit Enigmail

source: <span class="application">Thunderbird</span> in Tails includes the <span class="application">[Enigmail](https://www.enigmail.net/)</span> extension to encrypt and authenticate emails using OpenPGP.
de: <span class="application">Thunderbird</span> in Tails enthält die <span class="application">[Enigmail](https://www.enigmail.net/)</span>-Erweiterung, um E-Mails mit OpenPGP zu verschlüsseln und authentifizieren.

source: You can also create an OpenPGP key associated with your email address as part of the <span class="application">Enigmail Setup Wizard</span>.
de: Sie können mit dem <span class="application">Enigmail-Assistenten</span> auch einen zu Ihrer E-Mail-Adresse zugehörigen OpenPGP Schlüssel erstellen.

source: If you are new to OpenPGP, you can read the following guides on getting started with encrypting emails using <span class="application">Thunderbird</span> and <span class="application">Enigmail</span>:
de: Wenn OpenPGP neu für Sie ist, können Sie die folgenden Anleitungen lesen, um mit dem Verschlüsseln von E-Mails mit <span class="application">Thunderbird</span> und <span class="application">Enigmail</span> zu beginnen:

source: [Security-in-a-Box: Thunderbird & OpenPGP - secure email](https://securityinabox.org/en/guide/thunderbird/linux/)
de: [Security-in-a-Box: Thunderbird & OpenPGP - secure email (englisch)](https://securityinabox.org/en/guide/thunderbird/linux)

source: [Enigmail: Enigmail Quick Start Guide](https://www.enigmail.net/index.php/en/user-manual/quick-start)
de: [Enigmail: Enigmail Quick Start Guide (englisch)](https://www.enigmail.net/index.php/en/user-manual/quick-start)

source: Enhanced privacy with TorBirdy
de: Verbesserte Privatsphäre mit TorBirdy

source: <span class="application">Thunderbird</span> in Tails includes the <span class="application">[TorBirdy](https://trac.torproject.org/projects/tor/wiki/torbirdy)</span> extension for additional privacy and anonymity.
de: <span class="application">Thunderbird</span> in Tails enthält die <span class="application">[TorBirdy](https://trac.torproject.org/projects/tor/wiki/torbirdy)</span>-Erweiterung für zusätzliche Privatsphäre und Anonymität.

source: <p>Sending emails in HTML format is disabled by <span class="application">TorBirdy</span>. Emails received in HTML format are displayed in plain text and can become harder to read.</p>
de: <p>Das Senden von E-Mails im HTML-Format wird durch <span class="application">TorBirdy</span> deaktiviert. Empfangene E-Mails im HTML-Format werden als Klartext angezeigt und können schwerer zu lesen sein.</p>

source: To learn more about the security properties of <span class="application">TorBirdy</span>, you can read its [design document](https://trac.torproject.org/projects/tor/attachment/wiki/doc/TorifyHOWTO/EMail/Thunderbird/Thunderbird%2BTor.pdf).
de: Um mehr über die Sicherheitseigenschaften von <span class="application">TorBirdy</span> zu erfahren, können Sie das entsprechende [Designdokument](https://trac.torproject.org/projects/tor/attachment/wiki/doc/TorifyHOWTO/EMail/Thunderbird/Thunderbird%2BTor.pdf) lesen.
