Repository: austin987/tails
Catalog: wiki/src/doc/anonymous_internet/thunderbird.*.po
Languages: de, fr, it

source: [[!meta title="Emailing and reading news with Thunderbird"]]
fr: [[!meta title="Envoyer des courriers électroniques et lire des flux avec Thunderbird"]]
it: [[!meta title="Inviare email e leggere notizie con Thunderbird"]]

source: Tails includes <span class="application">Thunderbird</span> for:
fr: Tails inclut <span class="application">Thunderbird</span> pour :
it: Tails include <span class="application">Thunderbird</span> per:

source: - Reading and writing emails - Reading [[!wikipedia RSS]] and [[!wikipedia Atom_(Web_standard) desc="Atom"]] feeds for news and blogs
fr: - Lire et écrire des courriers électroniques - Lire des flux [[!wikipedia_fr RSS]] et [[!wikipedia_fr Atom_Syndication_Format desc="Atom"]] de sites d'actualité et de blogs
it: - Leggere e scrivere email - Leggere feed [[!wikipedia_it RSS]] e [[!wikipedia_it Atom]] da siti d'informazione e blog

source: To start <span class="application">Thunderbird</span> choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Thunderbird</span></span>.
de: Um <span class="application">Thunderbird</span> zu starten, wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Thunderbird</span></span>.
fr: Pour démarrer <span class="application">Thunderbird</span> choisissez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Messagerie Thunderbird</span></span>.
it: Per avviare <span class="application">Thunderbird</span> seleziona <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Email Mozilla Thunderbird</span></span>.

source: <p>To store your emails, feeds, and settings across different working sessions, turn on the [[Thunderbird|doc/first_steps/persistence/configure#thunderbird]] feature of the Persistent Storage.</p>
fr: <p>Pour stocker vos messages électroniques, flux et paramètres entre différentes sessions de travail, activer la fonction [[Thunderbird|doc/first_steps/persistence/configure#thunderbird]] du stockage persistent.</p>
it: <p>per archiviare le tue email, feed e impostazioni nelle diverse sessioni di lavoro, attiva la [[Thunderbird-doc/first_steps/persistence/configure-thunderbird]] funzionalità dell'Archivio Persistente.</p>

source: For more detailed documentation, refer to the [official <span class="application">Thunderbird</span> help](https://support.mozilla.org/en-US/products/thunderbird).
de: Für detailliertere Dokumentation verweisen wir auf die [offizielle <span class="application">Thunderbird</span> Hilfe](https://support.mozilla.org/de/products/thunderbird).
fr: Pour une documentation détaillée, consultez [l'aide <span class="application">Thunderbird</span> officielle](https://support.mozilla.org/fr/products/thunderbird).
it: Per una documentazione più dettagliata, fai riferimento all'[aiuto ufficiale di <span class="application">Thunderbird</span>](https://support.mozilla.org/it/products/thunderbird).

source: <h1 id="account">Configuring an email account</h1>
fr: <h1 id="account">Configurer un compte de messagerie électronique</h1>
it: <h1 id="account">Configura una casella di posta</h1>

source: When starting <span class="application">Thunderbird</span> for the first time, an assistant appears to guide you through the process of configuring <span class="application">Thunderbird</span> to access your email account.
fr: Lorsque <span class="application">Thunderbird</span> démarre pour la première fois, un assistant apparaît pour vous guider à travers le processus de configuration de <span class="application">Thunderbird</span> permettant d'accéder à votre compte de courrier électronique.
it: Quando si avvia <span class="application">Thunderbird</span> per la prima volta, compare un assistente per guidarti attraverso il processo di configurazione di <span class="application">Thunderbird</span> per accedere al tuo account di posta elettronica.

source: <p>To start this assistant again in the future from the main window of <span class="application">Thunderbird</span>, choose <span class="menuchoice"> <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link=no]]</span>&nbsp;▸ <span class="guimenuitem">Account Settings</span> </span> and then, from the <span class="guilabel">Account Settings</span> dialog, choose <span class="guilabel">Account Actions</span>&nbsp;▸ <span class="guilabel">Add Mail Account&hellip;</span>.</p>
fr: <p>Pour plus tard démarrer à nouveau l'assistant, depuis la fenêtre principale <span class="application">Thunderbird</span>, choisir <span class="menuchoice"> <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link=no]]</span>&nbsp;▸ <span class="guimenuitem">Paramètres des comptes</span> </span> et ensuite depuis la fenêtre <span class="guilabel">Paramètres des comptes</span> choisir <span class="guilabel">Gestion des comptes</span>&nbsp;▸ <span class="guilabel">Ajouter un compte de messagerie&hellip;</span>.</p>
it: <p>Per avviare questo assistente in futuro dalla finestra principale di <span class="application">Thunderbird</span>, scegli <span class="menuchoice"> <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link=no]]</span>&nbsp;▸ <span class="guimenuitem">Impostazioni Account</span> </span> e poi, da <span class="guilabel">Impostazioni Accoun</span> dialog, scegli <span class="guilabel">Account Actions</span>&nbsp;▸ <span class="guilabel">Aggiungi Mail Account&hellip;</span>.</p>

source: Enter your name, email address, and password into the corresponding fields.
fr: Entrez votre nom, votre adresse électronique et votre mot de passe dans les champs correspondants.
it: Scrivi il tuo nome, indirizzo email e password nei relativi campi.

source: Click <span class="guilabel">Continue</span>.
fr: Cliquez sur <span class="guilabel">Continuer</span>.
it: Clicca <span class="guilabel">Continua</span>.

source: The assistant tries to configure automatically the correct settings to connect to your email provider based on your email address.
fr: L'assistant essaye de configurer automatiquement les paramètres corrects pour se connecter à votre fournisseur de courrier électronique en se basant sur votre adresse électronique.
it: L'assistente cerca di configurare automaticamente le impostazioni corrette per connettersi al tuo provider di posta elettronica in base al tuo indirizzo e-mail.

source: If the automatic configuration fails, consult your email provider about how to configure your email account manually.
fr: Si la configuration automatique échoue, consultez votre fournisseur de courrier électronique pour savoir comment configurer votre compte manuellement.
it: Se la configurazione automatica non riesce, consulta il tuo provider di posta elettronica per configurare manualmente il tuo account di posta.

source: <h2>Configuring a Gmail account</h2>
fr: <h2>Configurer un compte Gmail</h2>
it: <h2>Configurare un account con Gmail</h2>

source: <p>If you are using Gmail, you need to first configure your account to allow access from other email clients, such as <span class="application">Thunderbird</span>.</p>
fr: <p>Si vous utilisez Gmail, vous avez d'abord besoin de configurer votre compte pour permettre l'accès à d'autres clients de messagerie électroniques, tel que <span class="application">Thunderbird</span>.</p>
it: <p>Se usi Gmail, prima devi configurare il tuo account per consentire l'accesso da altri client di posta elettronica, come <span class="application">Thunderbird</span>.</p>

source: <ol> <li>Enable IMAP or POP. See <a href="https://support.google.com/mail/answer/7126229">Gmail Help: Check Gmail through other email platforms</a>.</li> <li>Turn on 2-Step Verification. See <a href="https://support.google.com/accounts/answer/185839">Google Account Help: 2-Step Verification</a>.</li> <li>Create an App Password. See <a href="https://support.google.com/mail/answer/185833">Gmail Help: Sign in with App Passwords</a>.</li> <li>Use the App Password in <em>Thunderbird</em>.</li> </ol>
fr: <ol> <li>Activer IMAP ou POP. Voir <a href="https://support.google.com/mail/answer/7126229">Aide Gmail : Consulter Gmail via d'autres plates-formes de messagerie</a>.</li> <li>Activer la vérification en deux étapes. Voir <a href="https://support.google.com/accounts/answer/185839">Aide compte Google : Protéger votre compte avec la validation en deux étapes</a>.</li> <li>Créer un mot de passe d'application. Voir <a href="https://support.google.com/mail/answer/185833">Aide Gmail : Se connecter avec des mots de passe d'application</a>.</li> <li>Utiliser le mot de passe d'application dans <em>Thunderbird</em>.</li> </ol>
it: <ol> <li>Abilita IMAP o POP. Vedi <a href="https://support.google.com/mail/answer/7126229">Gmail Help: Controlla Gmail tramite altre piattaforme di posta elettronica</a>.</li> <li>Passa alla verifica in due passaggi. Vedi <a href="https://support.google.com/accounts/answer/185839">Google Account Help: 2-Step Verification</a>.</li> <li>Crea una password per l'applicazione. Vedi <a href="https://support.google.com/mail/answer/185833"> Gmail Help: Accedi con la password dell'applicazione</a>.</li> <li>Usa la password dell'applicazione con <em>Thunderbird</em>.</li> </ol>

source: If the automatic configuration succeeds, you might have to specify which protocol to use to connect to your email provider, either <span class="guilabel">IMAP</span> or <span class="guilabel">POP</span>.
fr: Si la configuration automatique réussie, vous devez préciser quel protocole utiliser pour se connecter à votre fournisseur de courrier électronique, soit <span class="guilabel">IMAP</span>, soit <span class="guilabel">POP</span>.
it: Se la configurazione automatica ha successo, potrebbe essere necessario specificare quale protocollo utilizzare per connetterti al tuo provider di posta elettronica <span class="guilabel">IMAP</span> or <span class="guilabel">POP</span>.

source: - With <span class="guilabel">IMAP</span>, <span class="application">Thunderbird</span> constantly synchronizes with the server and displays the emails and folders that are currently stored on the server. IMAP is better suited if you access your emails from different operating systems.
fr: - Avec <span class="guilabel">IMAP</span>, <span class="application">Thunderbird</span> se synchronise constamment avec le serveur et affiche les courriers et les dossiers qui sont stockés actuellement sur le serveur. IMAP est plus adapté si vous accédez à vos courriers électroniques depuis différents systèmes d'exploitation.
it: - Con <span class="guilabel">IMAP</span>, <span class="application">Thunderbird</span> si sincronizza costantemente con il server e mostra le email e le cartelle che sono al momento memorizzate sul server. IMAP è più adatto se accedi alle tue email da sistemi operativi differenti.

source: - With <span class="guilabel">POP</span>, <span class="application">Thunderbird</span> downloads the emails that are in the inbox on the server and possibly deletes them from the server. POP is better suited if you access your emails from Tails only and store them in the Persistent Storage.
fr: - Avec <span class="guilabel">POP</span>, <span class="application">Thunderbird</span> télécharge les courriers électroniques qui sont dans la boite de réception sur le serveur et peut ensuite les supprimer du serveur. POP est plus adapté si vous accédez à vos courriers électroniques uniquement depuis Tails et les stockez dans le stockage persistant.
it: - Con <span class="guilabel">POP</span>, <span class="application">Thunderbird</span> scarica le email che sono nella posta in arrivo sul server ed eventualmente le cancella dal server. POP è più adatto se accedi alle tue email solo da Tails e le conservi nell'Archivio Persistente.

source: To know more, see also this [comparison between POP and IMAP](https://help.riseup.net/en/email/clients/#choose-imap-or-pop) by Riseup.
fr: Pour en savoir plus, voir également la [comparaison entre POP et IMAP](https://help.riseup.net/fr/email/clients#choisir-imap-ou-pop) de Riseup.
it: Per saperne di più, vedi anche questo [confronto tra POP e IMAP](https://help.riseup.net/en/email/clients/#choose-imap-or-pop) by Riseup.

source: <h1 id="privacy">Enhanced privacy</h1>
fr: <h1 id="privacy">Meilleure protection de la vie privée</h1>
it: <h1 id="privacy">Migliore protezione della privacy</h1>

source: <span class="application">Thunderbird</span> in Tails is configured for additional privacy and anonymity.
fr: <span class="application">Thunderbird</span> dans Tails est configuré pour un anonymat et une intimité renforcés.

source: For example, <span class="application">Thunderbird</span> in Tails:
fr: Par exemple, <span class="application">Thunderbird</span> dans Tails :

source: Removes information about the language of your session or spellchecker from the headers of the emails that you send.
fr: Supprime des en-têtes des messages que vous envoyez les informations sur la langue de votre session ou sur le correcteur orthographique.

source: Only allows secure protocols and disables insecure protocols, like SSLv3.
fr: Autorise seulement les protocoles sécurisés et désactive les protocoles non sûrs, comme SSLv3.
it: Consente solo protocolli sicuri e disabilita i protocolli non sicuri, come SSLv3.

source: Disables tracking technologies, like cookies and JavaScript, when viewing emails or feeds in HTML.
fr: Désactive les technologies de pistage, comme les cookies et JavaScript, lorsque vous regardez des messages ou des flux en HTML.

source: <p>Emails and feeds in HTML format are displayed in plain text by default and can become harder to read.</p>
fr: <p>Les messages et flux au format HTML sont affichés en plein texte par défaut et peuvent devenir plus difficile à lire.</p>

source: These enhancements are inherited from the former <span class="application">[TorBirdy](https://trac.torproject.org/projects/tor/wiki/torbirdy)</span> extension. To learn more about the security properties provided by this configuration, you can read the [<span class="application">TorBirdy</span> design document](https://trac.torproject.org/projects/tor/raw-attachment/wiki/doc/TorifyHOWTO/EMail/Thunderbird/Thunderbird%2BTor.pdf).
fr: Ces améliorations sont héritées de l'ancienne extension <span class="application">[TorBirdy](https://trac.torproject.org/projects/tor/wiki/torbirdy)</span>. Pour en savoir plus sur les caractéristiques de sécurité fournies par cette configuration, vous pouvez lire le [document de conception de <span class="application">TorBirdy</span>](https://trac.torproject.org/projects/tor/raw-attachment/wiki/doc/TorifyHOWTO/EMail/Thunderbird/Thunderbird%2BTor.pdf) (en anglais).

source: <h1 id="language">Using Thunderbird in your language</h1>
fr: <h1 id="language">Utiliser Thunderbird dans votre langue</h1>
it: <h1 id="language">Uso di Thunderbird nella tua lingua</h1>

source: To use <span class="application">Thunderbird</span> in your language, you can install the <span class="command">thunderbird-l10n-<span class="command-placeholder">lang</span></span> package using the [[Additional Software|doc/first_steps/additional_software]] feature. Replace <span class="command-placeholder">lang</span> with the code for your language. For example, <span class="command">es</span> for Spanish or <span class="command">de</span> for German.
fr: Pour utiliser <span class="application">Thunderbird</span> dans votre langue, vous pouvez installer le paquet <span class="command">thunderbird-l10n-<span class="command-placeholder">lang</span></span> en utilisant la fonctionnalité [[Logiciels additionnels|doc/first_steps/additional_software]]. Remplacez <span class="command-placeholder">lang</span> par le code de votre langue. Par exemple, <span class="command">es</span> pour l'espagnol ou <span class="command">de</span> pour l'allemand.

source: <h1 id="openpgp">OpenPGP encryption</h1>
fr: <h1 id="openpgp">Chiffrement OpenPGP</h1>

source: <p>Since Tails 4.13 (November 2020), <em>Thunderbird</em> 78 replaces the <em>Enigmail</em> extension with built-in support for OpenPGP encryption. If you used <em>Enigmail</em> before Tails 4.13, follow our [[migration instructions|openpgp_migration]].</p>
fr: <p>Depuis Tails 4.13 (novembre 2020), <em>Thunderbird</em> 78 remplace l'extension <em>Enigmail</em> par la compatibilité avec le chiffrement OpenPGP intégré. Si vous utilisiez <em>Enigmail</em> avant Tails 4.13, suivez nos [[instructions de migration|openpgp_migration]].</p>
it: <p>Da Tails 4.13 (novembre 2020), <em>Thunderbird</em> 78 sostituisce l'estensione <em>Enigmail</em> con un supporto integrato per la crittografia OpenPGP. Se hai usato <em>Enigmail</em> prima di Tails 4.13, segui le nostre [[istruzioni per la migrazione|openpgp_migration]].</p>

source: See also the official [OpenPGP in Thunderbird - HOWTO and FAQ](https://support.mozilla.org/kb/openpgp-thunderbird-howto-and-faq).
fr: Voir aussi le lien officiel [OpenPGP dans Thunderbird - Guide et questions fréquentes](https://support.mozilla.org/fr/kb/openpgp-thunderbird-guide-faq).
it: Vedi anche la guida ufficiale [OpenPGP in Thunderbird - HOWTO and FAQ](https://support.mozilla.org/kb/openpgp-thunderbird-howto-and-faq).

source: <h2 id="master-password">Setting up a Master Password (recommended)</h2>
fr: <h2 id="master-password">Configurer un mot de passe principal (recommandé)</h2>
it: <h2 id="master-password">Impostazione di una Master Password (consigliato)</h2>

source: In *Thunderbird*, OpenPGP private keys are not protected by a passphrase. That's why we recommend that you set up a Master Password.
fr: Dans *Thunderbird*, les clés privées OpenPGP ne sont pas protégées par une phrase de passe. C'est pour cela que nous vous recommandons de configurer un mot de passe principal.
it: Su *Thunderbird*, le chiavi private OpenPGP non sono protette da una passphrase. Ecco perché ti consigliamo di configurare una Password Principale.

source: With a Master Password, your private key is encrypted in your *Thunderbird* profile and is only unlocked while *Thunderbird* is running. If your *Thunderbird* profile is stored in your Persistent Storage, then your private key is encrypted twice: once by *Thunderbird* in your profile and a second time by the encryption of the Persistent Storage.
fr: Avec un mot de passe principal, vos clés privées sont chiffrées dans votre profil *Thunderbird* et déverrouillées uniquement lorsque *Thunderbird* est en fonctionnement. Si votre profil *Thunderbird* est stocké dans votre stockage persistant, alors votre clé privée est chiffrée deux fois : une fois par *Thunderbird* dans votre profil et une seconde fois par le chiffrement du stockage persistant.
it: Con una Password Principale, la tua chiave privata è crittata nel tuo profilo *Thunderbird* e viene sbloccata solo mentre *Thunderbird* è in esecuzione. Se il tuo profilo *Thunderbird* è memorizzato nel tuo Archivio Persistente, allora la tua chiave privata è crittata due volte: una volta da *Thunderbird* nel tuo profilo e una seconda volta dalla crittazione dell'Archivio Persistente.

source: Choose **[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]&nbsp;▸ Preferences**.
fr: Choisir **[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]&nbsp;▸ Préférences**.
it: Scegli **[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]&nbsp;▸ Preferenze**.

source: Choose **Privacy & Security**.
fr: Choisir **Vie privée et sécurité**.
it: Seleziona **Privacy & Sicurezza**.

source: In the **Passwords** section, select the option **Use a master password**.
fr: Dans la rubrique **Mots de passe**, sélectionnez l'option **Utiliser un mot de passe principal**.
it: Nella sezione **Password** seleziona l'opzione **Usa una password principale**.

source: In the **Change Master Password** dialog, enter your Master Password and click **Ok**.
fr: Dans la boîte de dialogue **Modifier le mot de passe principal**, entrez votre mot de passe principal et cliquez sur **OK**.
it: Nella finestra di dialogo **Cambia Password Principale**, inserisci la Password Principale e clicca su **Ok**.

source: <h2 id="import-private">Importing an existing private key</h2>
fr: <h2 id="import-private">Importer une clé privée existante</h2>
it: <h2 id="import-private">Importare una chiave privata esistente</h2>

source: *Thunderbird* uses a different keyring than *GnuPG*.
fr: *Thunderbird* utilise un trousseau de clés différent de celui de *GnuPG*.
it: *Thunderbird* usa un portachiavi diverso da *GnuPG*.

source: If you already have an OpenPGP private key outside of *Thunderbird*, follow the instructions below to export it from *GnuPG* and import it into *Thunderbird*.
fr: Si vous avez déjà une clé privée OpenPGP en-dehors de *Thunderbird*, suivez nos instructions ci-dessous pour l'exporter depuis *GnuPG* et l'importer dans *Thunderbird*.
it: Se hai già una chiave privata OpenPGP al di fuori di *Thunderbird*, segui le istruzioni qui sotto per esportarla da *GnuPG* e importarla su *Thunderbird*.

source: <h3>Export your private key using the <em>Passwords and Keys</em> utility</h3>
fr: <h3>Exporter votre clé privée en utilisant l'utilitaire <em>Mots de passe et clés</em></h3>
it: <h3>Exporta la tua chiave privata usando l'utilità <em>Password e Chiavi</em> </h3>

source: From the desktop:
fr: Depuis le bureau :
it: Dal desktop:

source: Choose **Applications&nbsp;▸ Utilities&nbsp;▸ Passwords and Keys**.
fr: Choisir **Applications&nbsp;▸ Utilitaires&nbsp;▸ Mots de passe et clés**.
it: Scegli **Applicationi&nbsp;▸ Utilità&nbsp;▸ Password e Chiavi**.

source: In the left pane, choose **GnuPG keys**.
fr: Dans le panneau de gauche, choisir **Clés GnuPG**.
it: Nel riquadro a sinistra, seleziona **GnuPG keys**.

source: In the right pane, double-click on the private key that you want to export and use in *Thunderbird*.
fr: Dans le panneau de droite, double-cliquez sur la clé privée que vous voulez exporter et utiliser dans *Thunderbird*.
it: Nel riquadro a destra fai doppio clic sulla chiave privata che vuoi esportare e utilizzare con *Thunderbird*.

source: In the **Details** tab of the properties dialog, click **Export**.
fr: Dans l'onglet **Détails** de la boîte de dialogue propriétés, cliquez sur **Exporter**.
it: Nella scheda **Dettagli** della finestra di dialogo delle proprietà, fai clic su **Esporta**.

source: Save your private key in your *Home* directory.
fr: Enregistrez votre clé privée dans votre *Dossier personnel*.
it: Salva la tua chiave privata nella cartella *Home*.

source: Close the *Passwords and Keys* utility.
fr: Fermer l'utilitaire *Mots de passe et clés*.
it: Chiudi l'utilità *Password e Chiavi*.

source: <h3>Import your private key in <em>Thunderbird</em></h3>
fr: <h3>Importer votre clé privée dans <em>Thunderbird</em></h3>
it: <h3>Importa la tua chiave privata su <em>Thunderbird</em></h3>

source: In *Thunderbird*:
fr: Dans *Thunderbird* :
it: Su *Thunderbird*:

source: Choose **[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]&nbsp;▸ Account Settings**.
fr: Choisir **[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]&nbsp;▸ Paramètres de comptes**.
it: Scegli **[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]&nbsp;▸ Impostazioni Account**.
