Repository: austin987/tails
Catalog: wiki/src/doc/anonymous_internet/tor_status.*.po
Languages: de, es, fr

source: [[!meta title="Viewing the status and circuits of Tor"]]
de: [[!meta title="Den Status und die Kanäle von Tor einsehen"]]
es: [[!meta title="Mirar el estado y los circuitos de Tor"]]
fr: [[!meta title="Voir le statut et les circuits de Tor"]]

source: The Tor status icon and <span class="application">Onion Circuits</span> allow you to view the status of Tor.
de: Das Statussymbol von Tor und <span class="application">Onion Circuits</span> erlauben es Ihnen, den Status von Tor einzusehen.
es: El icono de estado de Tor y la aplicación <span class="application">Onion Circuits</span> te permiten ver el estado de Tor.
fr: L'icône de statut de Tor et <span class="application">Onion Circuits</span> vous permettent de voir le statut de Tor.

source: Tor status icon
de: Tor-Statussymbol
es: Icono de estado de Tor
fr: Icône de statut de Tor

source: The current status of Tor appears as an onion-shaped icon in the notification area:
de: Der aktuelle Status von Tor erscheint als ein zwiebelförmiges Symbol im Benachrichtigungsbereich:
es: El estado actual de Tor aparece como un icono con forma de cebolla en el área de notificación:
fr: Le statut actuel de Tor est visible sous la forme d'une icône en forme d'oignon dans la zone de notification :

source: [[!img tor-connected.png alt="Onion-shaped icon" link=no class=symbolic]] You are connected to Tor.
de: [[!img tor-connected.png alt="Zwiebelförmiges Symbol" link=no class=symbolic]] Sie sind mit Tor verbunden.
es: [[!img tor-connected.png alt="Onion-shaped icon" link=no class=symbolic]] Estás conectado/a a Tor.
fr: [[!img tor-connected.png alt="Onion-shaped icon" link=no class=symbolic]] Vous êtes connecté à Tor.

source: [[!img tor-disconnected.png alt="Onion-shaped icon crossed out" link=no class="symbolic"]] You are not connected to Tor.
de: [[!img tor-disconnected.png alt="Durchgestrichenes zwiebelförmiges Symbol" link=no class="symbolic"]] Sie sind nicht mit Tor verbunden.
es: [[!img tor-disconnected.png alt="Onion-shaped icon crossed out" link=no class="symbolic"]] No estás conectado/a a Tor.
fr: [[!img tor-disconnected.png alt="Onion-shaped icon crossed out" link=no class="symbolic"]] Vous n'êtes pas connecté à Tor.

source: When you are not connected to Tor, all connections to the Internet are blocked by default.
de: Wenn Tor nicht mehr läuft, werden alle Verbindungen ins Internet standardmäßig blockiert.
es: Cuando no te conectas a Tor, todas las conexiones a Internet se bloquean por defecto.
fr: Lorsque que vous n'êtes pas connecté à Tor, toutes les connexions à Internet sont bloquées par défaut.

source: <span class="application">Onion Circuits</span> displays information about the current Tor circuits and connections.
de: <span class="application">Onion Circuits</span> zeigt Informationen zu den aktuellen Kanälen und Verbindungen von Tor an.
es: <span class="application">Onion Circuits</span> muestra información sobre los circuitos actuales y las conexiones de Tor.
fr: <span class="application">Onion Circuits</span> affiche des informations à propos du statut de Tor et des connexions.

source: To open <span class="application">Onion Circuits</span>, click on the Tor status icon and choose <span class="guimenuitem">Open Onion Circuits</span>.
de: Um <span class="application">Onion Circuits</span> zu öffnen, klicken Sie auf das Statussymbol von Tor und wählen Sie <span class="guimenuitem">Open Onion Circuits</span> aus.
es: Para abrir <span class="application">Onion Circuits</span>, haz click en el icono de estado de Tor y elige <span class="guimenuitem">Open Onion Circuits</span>.
fr: Pour ouvrir <span class="application">Onion Circuits</span>, cliquez sur l'icône de statut de Tor puis sur <span class="guimenuitem">Ouvrir Onion Circuits</span>.

source: The circuits established by Tor are listed in the left pane. A Tor circuit is made of three relays:
de: Die von Tor hergestellten Kanäle werden im linken Fensterbereich aufgelistet. Ein Kanal in Tor besteht aus drei Relais:
es: Los circuitos establecidos por Tor aparecen listados en el panel de la izquierda. Un circuito de Tor está compuesto por tres repetidores:
fr: Les circuits établis par Tor sont listés dans le panneau de gauche. Un circuit Tor est constitué de trois relais :

source: The first relay or *entry guard*. If you configured a [[Tor bridge|first_steps/startup_options/bridge_mode]], your bridge is the first relay.
de: Dem ersten Relais oder dem *Entry Guard*. Wenn Sie eine [[Tor Bridge|first_steps/startup_options/bridge_mode]] konfiguriert haben, ist Ihre Bridge das erste Relais.
es: El primer repetidor, o *entry guard*. Si has configurado un [[puente de Tor|first_steps/startup_options/bridge_mode]], tu puente será el primer repetidor.
fr: Un premier relais ou *garde d'entrée*. Si vous avez configuré un [[bridge Tor|first_steps/startup_options/bridge_mode]], il sera votre premier relais.

source: The second relay or *middle node*.
de: Dem zweiten Relais oder *Mittelknoten*.
es: El segundo repetidor, o *middle node*(nodo del medio).
fr: Un second relais ou *nœud du milieu*.

source: The exit node.
de: Dem Ausgangsrelais.
es: El nodo de salida.
fr: Un nœud de sortie.

source: When you connect to a destination server, for example, when visiting a website, the connection appears in the list below the circuit it uses.
de: Wenn Sie sich zu einem Zielserver verbinden, beispielsweise wenn Sie eine Website besuchen, erscheint die Verbindung in der Liste unterhalb des Kanals, der von ihr benutzt wird.
es: Cuando te conectas a un servidor de destino, por ejemplo al visitar una web, la conexión aparece en la lista bajo el circuito que está utilizando.

source: In the example above, the connection to <span class="code">check.torproject.org</span> goes through the relays <span class="guilabel">tor7kryptonit</span>, <span class="guilabel">Casper03</span>, and the exit node <span class="guilabel">blackfish</span>.
es: En el ejemplo de abajo, la conexión a <span class="code">check.torproject.org</span> pasa a través de los repetidores <span class="guilabel">tor7kryptonit</span>, <span class="guilabel">Casper03</span>, y el nodo de salida <span class="guilabel">blackfish</span>.

source: If you click on a circuit, technical details about the relays of the circuit appear in the right pane.
de: Wenn Sie einen Kanal auswählen, werden im rechten Fensterbereich technische Details zu den Relais dieses Kanals angezeigt.
es: Si seleccionas un circuito aparecerán detalles técnicos sobre los repetidores del circuito en el panel de la derecha.
fr: Si vous cliquez sur un circuit, des informations techniques à propos des relais le composant apparaissent dans le panneau de droite.

source: [[!img doc/about/warning/htw2-tails.png link=no alt="Schematics of a connection to Tor with the client, the three relays, and the destination server."]]
de: [[!img doc/about/warning/htw2-tails.png link=no alt="Schema einer Verbindung zu Tor mit dem Client, den drei Relais und dem Zielserver."]]
es: [[!img doc/about/warning/htw2-tails.png link=no alt="Esquema de una conexión a Tor con el cliente, los tres repetidores y el servidor de destino"]]
fr: [[!img doc/about/warning/htw2-tails.fr.png link=no alt="Schéma d'une connexion vers Tor montrant le client, les trois relais, et le serveur de destination."]]

source: When you connect to a destination server, for example when visiting a website, the connection appears in the list below the circuit it uses.
fr: Lorsque vous vous connectez à un serveur de destination, par exemple en visitant un site web, la connexion apparaît dans la liste sous le circuit qu'elle emprunte.

source: In the example above, the connection to <span class="code">check.torproject.org</span> goes through the relays <span class="guilabel">Unnamed</span>, <span class="guilabel">betGamersTorRelay</span>, and the exit node <span class="guilabel">hessel0</span>.
fr: Dans l'exemple ci-dessous, la connexion vers <span class="code">check.torproject.org</span> passe par les relais <span class="guilabel">Unnamed</span>, <span class="guilabel">betGamersTorRelay</span>, et le nœud de sortie <span class="guilabel">hessel0</span>.
