Repository: austin987/tails
Catalog: wiki/src/doc/anonymous_internet/Tor_Browser.*.po
Languages: fr

source: [[!meta title="Browsing the web with Tor Browser"]]
fr: [[!meta title="Naviguer sur le web avec le Navigateur Tor"]]

source: <span class="application">[Tor Browser](https://www.torproject.org/projects/torbrowser.html.en)</span> is a web browser based on [Mozilla Firefox](http://getfirefox.com) but configured to protect your privacy.
fr: Le <span class="application">[Navigateur Tor](https://www.torproject.org/projects/torbrowser.html)</span> est un navigateur web basé sur [Mozilla Firefox](https://www.mozilla.org/fr/firefox/new/) mais configuré pour protéger votre vie privée.

source: Tor alone is not enough to protect your anonymity and privacy while browsing the web. All modern web browsers, such as Firefox, support [[!wikipedia JavaScript]], [[!wikipedia Adobe_Flash]], [[!wikipedia HTTP_cookie desc="cookies"]], and other services which have been shown to be able to defeat the anonymity provided by the Tor network.
fr: Tor seul n'est pas suffisant pour protéger votre anonymat et votre vie privée lorsque vous surfez sur le web. Tous les navigateurs modernes, tels que Firefox proposent [[!wikipedia_fr JavaScript]], [[!wikipedia_fr Adobe_Flash]], [[!wikipedia_fr Cookie (informatique) desc="ou des cookies"]] qui ont montré qu'ils pouvaient briser l'anonymat assuré par le réseau Tor.

source: <span class="application">Tor Browser</span> integrates all sorts of security measures to prevent such attacks. But since <span class="application">Tor Browser</span> disables some dangerous functionalities, some sites might not work as usual.
fr: Le <span class="application">Navigateur Tor</span> intègre toutes sortes de mesures de sécurité pour empêcher de telles attaques. Mais comme le <span class="application">Navigateur Tor</span> désactive certaines fonctionnalités dangereuses, certains sites risquent de ne pas marcher comme prévu.

source: Some frequently asked questions about <span class="application">Tor Browser</span> can be found in [[the FAQ|support/faq#browser]].
fr: Quelques questions fréquemment posées à propos du <span class="application">Navigateur Tor</span> se trouvent dans [[la FAQ|support/faq#browser]].

source: <p>If you want to browse web pages on your local network, refer to our documentation on [[accessing resources on the local network|advanced_topics/lan]].</p>
fr: <p>Si vous voulez consulter des pages web sur votre réseau local, reportez-vous à notre documentation sur [[l'accès à des ressources sur le réseau local|advanced_topics/lan]].</p>

source: AppArmor confinement
fr: Confinement par AppArmor

source: <span class="application">Tor Browser</span> in Tails is confined with [[!debwiki AppArmor]] to protect the system and your data from some types of attacks against <span class="application">Tor Browser</span>. As a consequence, <span class="application">Tor Browser</span> in Tails can only read and write to a limited number of folders.
fr: Le <span class="application">Navigateur Tor</span> dans Tails est confiné par [[!debwiki AppArmor]] pour protéger le système et vos données de certains types d'attaques contre le <span class="application">Navigateur Tor</span>. En conséquence, le <span class="application">Navigateur Tor</span> dans Tails peut seulement lire et écrire dans un nombre limité de dossiers.

source: This is why, for example, you might face <span class="guilabel">Permission denied</span> errors if you try to download files to the <span class="filename">Home</span> folder.
fr: C'est pour ça que, par exemple, vous pourrez rencontrer une erreur de <span class="guilabel">accès refusé</span> si vous essayez de télécharger des fichiers dans le dossier <span class="filename">Dossier personnel</span>.

source: - You can save files from <span class="application">Tor Browser</span> to the <span class="filename">Tor Browser</span> folder that is located in the <span class="filename">Home</span> folder. The content of this folder will disappear once you shut down Tails.
fr: - Vous pouvez sauvegarder les fichiers depuis le <span class="application">Navigateur Tor</span> dans le dossier <span class="filename">Tor Browser</span> qui se situe dans le dossier <span class="filename">Dossier personnel</span>. Le contenu de ce dossier disparaîtra lors de l'extinction de Tails.

source: - If you want to upload files with <span class="application">Tor Browser</span>, copy them to that folder first.
fr: - Si vous voulez uploader des fichiers avec le <span class="application">Navigateur Tor</span>, copiez-les d'abord dans ce dossier.

source: - If you have activated the <span class="guilabel">[[Personal Data|doc/first_steps/persistence/configure#personal_data]]</span> persistence feature, then you can also use the <span class="filename">Tor Browser</span> folder that is located in the <span class="filename">Persistent</span> folder. In that case, the content of this folder is saved and remains available across separate working sessions.
fr: - Si vous avez activé la fonctionnalité <span class="guilabel">[[Données personnelles|doc/first_steps/persistence/configure#personal_data]]</span> de la persistance, alors vous pouvez également utiliser le dossier <span class="filename">Tor Browser</span> qui se situe dans le dossier <span class="filename">Persistent</span>. Dans ce cas, le contenu de ce dossier est conservé et reste disponible à travers plusieurs sessions.

source: <p>To be able to download files larger than the available RAM, you need to activate the <span class="guilabel">[[Personal Data|doc/first_steps/persistence/configure#personal_data]]</span> persistence feature.</p>
fr: <p>Pour pouvoir télécharger des fichiers plus volumineux que la RAM disponible, vous devez activer la fonctionnalité <span class="guilabel">[[Données personnelles|doc/first_steps/persistence/configure#personal_data]]</span> de la persistance.</p>

source: HTTPS encryption with HTTPS Everywhere
fr: Chiffrement HTTPS avec HTTPS Everywhere

source: Using HTTPS instead of HTTP encrypts your communications while browsing the web.
fr: Utiliser le HTTPS au lieu du HTTP chiffre vos communications quand vous naviguez sur le web.

source: All the data exchanged between your browser and the server you are visiting is encrypted. HTTPS prevents the [[Tor exit node from eavesdropping on your communications|doc/about/warning#exit_node]].
fr: Toutes les données échangées entre votre navigateur et le serveur que vous joignez sont chiffrées. HTTPS empêche les [[nœuds de sortie Tor de jeter un œil à vos communications|doc/about/warning#exit_node]].

source: HTTPS also includes mechanisms to authenticate the server you are communicating with. But, those mechanisms can be flawed, [[as explained on our warning page|about/warning#man-in-the-middle]].
fr: HTTPS contient également des méthodes d'authentification des serveurs avec lesquels vous communiquez. Cependant, ces méthodes peuvent être compromises, [[comme expliqué dans les avertissements|about/warning#man-in-the-middle]].

source: For example, here is how the browser looks when we try to log in to an email account at [riseup.net](https://riseup.net/), using their [webmail interface](https://mail.riseup.net/):
fr: Par exemple, voici ce à quoi ressemble le navigateur lorsqu'on essaie de se connecter à un compte de courrier électronique chez [riseup.net](https://riseup.net/fr) en utilisant leur [webmail](https://mail.riseup.net/) :

source: Notice the padlock icon on the left of the address bar saying "mail.riseup.net". Notice also the address beginning with "https://" (instead of "http://"). These are the indicators that an encrypted connection using [[!wikipedia HTTPS]] is being used.
fr: Remarquez l’icône de cadenas à gauche de la barre d'adresse indiquant "mail.riseup.net". Remarquez également l'adresse commençant par "https://" (au lieu de "http://"). Cela indique que la connexion est chiffrée grâce au [[!wikipedia_fr HyperText_Transfer_Protocol_Secure desc="HTTPS"]].

source: When you are sending or retrieving sensitive information (like passwords), you should try to only use services providing HTTPS. Otherwise, it is very easy for an eavesdropper to steal whatever information you are sending, or to modify the content of a page on its way to your browser.
fr: Lorsque vous envoyez ou recevez des informations sensibles (comme des mots de passe), vous devriez essayer d'utiliser uniquement des services proposant HTTPS. Dans le cas contraire, il est très facile pour une oreille indiscrète de récupérer l'information que vous envoyez, quelle qu'elle soit, ou de modifier le contenu de la page telle qu'elle apparaît dans votre navigateur.

source: [HTTPS Everywhere](https://www.eff.org/https-everywhere) is a Firefox extension included in <span class="application">Tor Browser</span>. It is produced as a collaboration between [The Tor Project](https://torproject.org/) and the [Electronic Frontier Foundation](https://eff.org/). It encrypts your communications with a number of major websites. Many sites on the web offer some limited support for encryption over HTTPS, but make it difficult to use. For example, they might default to unencrypted HTTP, or fill encrypted pages with links that go back to the unencrypted site. The HTTPS Everywhere extension fixes these problems by rewriting all requests to these sites to HTTPS.
fr: [HTTPS Everywhere](https://www.eff.org/https-everywhere) est une extension Firefox inclue dans le <span class="application">Navigateur Tor</span>. Elle est produite par la collaboration entre le [Projet Tor](https://torproject.org/) et la [Electronic Frontier Foundation](https://eff.org/). Elle chiffre vos communications pour un grand nombre de sites Internet majeurs. De nombreux sites offrent un certain support du chiffrement via HTTPS, mais le rendent compliqué à l'utilisation. Par exemple, ils sont par défaut en HTTP ou truffent leurs pages chiffrées de liens vers des versions HTTP du site. L'extension HTTPS Everywhere règle ces problèmes en réécrivant toutes les requêtes vers ces sites en HTTPS.

source: To learn more about HTTPS Everywhere, you can see:
fr: Pour en savoir plus sur HTTPS Everywhere vous pouvez consulter :

source: the [HTTPS Everywhere homepage](https://www.eff.org/https-everywhere)
fr: la [page d'accueil d'HTTPS Everywhere](https://www.eff.org/https-everywhere) (en anglais)

source: the [HTTPS Everywhere FAQ](https://www.eff.org/https-everywhere/faq/)
fr: la [FAQ d'HTTPS Everwyhere](https://www.eff.org/https-everywhere/faq/) (en anglais)

source: Protection against dangerous JavaScript
fr: Se protéger contre les codes JavaScript dangereux

source: Having all JavaScript disabled by default would disable a lot of harmless and possibly useful JavaScript, and might render many websites unusable.
fr: La désactivation totale de JavaScript par défaut désactiverait beaucoup de codes JavaScript inoffensifs et potentiellement utiles et pourrait rendre inutilisables de nombreux sites.

source: That is why JavaScript is enabled by default but <span class="application">Tor Browser</span> disables all potentially dangerous JavaScript. We consider this as a necessary compromise between security and usability.
fr: C'est pourquoi JavaScript est activé par défaut mais le <span class="application">Navigateur Tor</span> désactive tous les JavaScript potentiellement dangereux. Nous considérons que c'est un compromis nécessaire entre la sécurité et l'utilisabilité.

source: <p>To understand better the behavior of <span class="application">Tor Browser</span>, for example, regarding JavaScript and cookies, you can refer to the <a href="https://www.torproject.org/projects/torbrowser/design/"> <span class="application">Tor Browser</span> design document</a>.</p>
fr: <p>Pour mieux comprendre le fonctionnement du <span class="application">Navigateur Tor</span>, par exemple au sujet de JavaScript et des cookies, veuillez consulter la <a href="https://www.torproject.org/projects/torbrowser/design/"> documentation de conception du <span class="application">Navigateur Tor</span></a> (en anglais).</p>

source: Security level
fr: Niveau de sécurité

source: You can change the security level of <span class="application">Tor Browser</span> to disable browser features as a trade-off between security and usability. For example, you can set the security level to *Safest* to disable JavaScript completely.
fr: Vous pouvez changer le niveau de sécurité du <span class="application">Navigateur Tor</span> pour désactiver des fonctionnalités du navigateur en faisant un compromis entre la sécurité et l'utilisabilité. Par exemple, vous pouvez régler le niveau de sécurité sur *Le plus sûr* pour désactiver complètement JavaScript.

source: The security level is set to *Standard* by default which gives the most usable experience.
fr: Le niveau de sécurité est réglé à *Normal* par défaut ce qui fournit l'expérience la plus accessible.

source: To change the security level, click on the [[!img security-level.png class="symbolic" link="no"]] icon on the right of the address bar and choose <span class="guilabel">Advanced Security Settings&hellip;</span>.
fr: Pour changer le niveau de sécurité, cliquez sur l'icône [[!img security-level.png class="symbolic" link="no"]] à droite de la barre d'adresse et choisissez <span class="guilabel">Paramètres de sécurité avancés&hellip;</span>.

source: Tor circuit
fr: Circuit Tor

source: Click on the
fr: Cliquez sur le bouton

source: [[!img i.png link="no" class="symbolic" alt="Show site information"]]
fr: [[!img i.png link="no" class="symbolic" alt="Afficher les informations du site"]]

source: button in the address bar to show the Tor circuit that is used to connect to the website in the current tab, its 3 relays, their IP addresses, and countries.
fr: dans la barre d'adresse pour afficher le circuit Tor que vous utilisez pour vous connecter au site web dans l'onglet actuel, ces 3 relais, leurs adresses IP et leurs pays.

source: The last relay in the circuit, the one immediately above the destination website, is the *exit relay*. Its country might influence how the website behaves.
fr: Le dernier relai du circuit, celui immédiatement avant le site web de destination, est le *relai de sortie*. Son pays peut influencer comment se comporte le site web.

source: Click on the <span class="guilabel">[[New Circuit for this Site|Tor_Browser#new_circuit]]</span> button to use a different circuit.
fr: Cliquez sur le bouton <span class="guilabel">[[Nouveau circuit pour ce site|Tor_Browser#new_circuit]]</span> pour utiliser un circuit différent.

source: You can use <span class="application">[[Onion Circuits|doc/anonymous_internet/tor_status]]</span> to get more detailed information about the circuits being used.
fr: Vous pouvez utiliser <span class="application">[[Onion Circuits|doc/anonymous_internet/tor_status]]</span> pour obtenir des informations plus détaillées sur les circuits que vous êtes en train d'utiliser.

source: <span class="guilabel">New Identity</span> feature
fr: Fonctionnalité <span class="guilabel">Nouvelle identité</span>

source: To switch to a new identity, click on the [[!img torbutton.png link="no" class="symbolic" alt=""]] button on the right of the address bar and choose <span class="guilabel">New Identity</span>.
fr: Pour passer à une nouvelle identité, cliquez sur le bouton [[!img torbutton.png link="no" class="symbolic" alt=""]] à droite de la barre d'adresse et choisissez <span class="guilabel">Nouvelle identité</span>.

source: The <span class="guilabel">New Identity</span> feature of <span class="application">Tor Browser</span>:
fr: La fonctionnalité <span class="guilabel">Nouvelle identité</span> du <span class="application">Navigateur Tor</span> :

source: Closes all open tabs.
fr: Ferme tous les onglets ouverts.

source: Clears the session state including cache, history, and cookies (except the cookies protected by the **Cookie Protections** feature).
fr: Remet à zéro le statut de la session incluant le cache, l'historique, et les cookies (sauf les cookies protégés par la fonctionnalité de **Protection de Cookies**).

source: Closes all existing web connections and creates new Tor circuits.
fr: Ferme toutes les connexions web en cours et créée de nouveaux circuits Tor.

source: Erases the content of the clipboard.
fr: Efface le contenu du presse-papier.

source: <p>This feature is not enough to strongly [[separate contextual identities|about/warning#identities]] in the context of Tails, as the connections outside of <span class="application">Tor Browser</span> are not restarted.</p>
fr: <p>Cette fonctionnalité ne suffit pas à correctement [[séparer des identités contextuelles|about/warning#identities]] dans le contexte de Tails, du fait que les connexions en-dehors du <span class="application">Navigateur Tor</span> ne sont pas redémarrées.</p>

source: <p>Restart Tails instead.</p>
fr: <p>Redémarrer Tails à la place.</p>

source: For more details, see the [design and implementation of the Tor Browser](https://www.torproject.org/projects/torbrowser/design/#new-identity).
fr: Pour plus de détails, consulter la [conception et l’implémentation du Navigateur Tor](https://www.torproject.org/projects/torbrowser/design/#new-identity).

source: NoScript to have even more control over JavaScript
fr: NoScript pour encore plus de contrôle sur JavaScript

source: <span class="application">Tor Browser</span> includes the <span class="application">NoScript</span> extension to:
fr: Le <span class="application">Navigateur Tor</span> inclut l'extension <span class="application">NoScript</span> pour :

source: Protect from more JavaScript attacks. For example, cross-site scripting (XSS) attacks.
fr: Protéger contre plus d’attaques JavaScript. Par exemple, les attaques cross-site scripting (XSS).

source: Allow you to disable JavaScript completely on some websites.
fr: Vous permettre de désactiver JavaScript complètement sur certains sites web.

source: For more information, you can refer to the NoScript [website](http://noscript.net/) and [features](http://noscript.net/features).
fr: Pour plus d'informations, vous pouvez consulter le [site de NoScript](http://noscript.net/) et plus particulièrement la page des [fonctionnalités](http://noscript.net/features) (en anglais).
