Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/persistence/change_passphrase.*.po
Languages: de, es

source: [[!meta title="Change the passphrase of the persistent volume"]]
de: [[!meta title="Die Passphrase des beständigen Speicherbereichs ändern"]]
es: [[!meta title="Cambia la contraseña del volumen persistente"]]

source: Start Tails and [[set up an administration password |doc/first_steps/startup_options/administration_password]].
es: Arranca Tails [[configurando una contraseña de administrador|doc/first_steps/startup_options/administration_password]].

source: Do not enable the persistent volume in <span class="application">Tails Greeter</span>.
es: No configures el volumen persistente en el <span class="application">Tails Greeter</span>.

source: 1. Open <span class="application">Disks</span> from the menu <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disks</span></span>.
de: 1. Öffnen Sie <span class="application">Laufwerke</span> aus dem Menü <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Hilfsprogramme</span>&nbsp;▸ <span class="guimenuitem">Laufwerke</span></span>.
es: 1. Abre <span class="application">Discos</span> desde el menú <span class="menuchoice"> <span class="guimenu">Aplicaciones</span>&nbsp;▸ <span class="guisubmenu">Utilidades</span>&nbsp;▸ <span class="guimenuitem">Discos</span></span>.

source: <span class="application">Disks</span> lists all the current storage devices in the left pane of the window. When you select one of these devices, detailed information about it is displayed in the right pane: its partitions, its brand, its size, etc.
de: <span class="application">Laufwerke</span> führt im linken Fensterbereich alle derzeitigen Speichermedien auf. Wenn Sie eines dieser Medien auswählen, werden Ihnen im rechten Fensterbereich detailliertere Informationen dazu angezeigt: die Partitionen, der Hersteller, die Größe, usw.
es: <span class="application">Discos</span> lista todos los dispositivos de almacenamiento en el panel izquierdo de la ventana. Al seleccionar uno de estos dispositivos se despliega información más detallada en el panel de la derecha: sus particiones, su marca, su capacidad, etc.

source: Find which device contains the persistent volume. It should have two partitions, one labeled <span class="guilabel">Tails</span>, and another one labeled <span class="guilabel">TailsData</span> which corresponds to the persistent volume.
de: Finden Sie heraus, welches Speichermedium den beständigen Speicherbereich enthält. Es sollte zwei Partitionen besitzen, eine namens <span class="guilabel">Tails</span> und eine weitere mit dem Namen <span class="guilabel">TailsData</span>, welche dem beständigen Speicherbereich entspricht.
es: Encuentra el dispositivo que tiene el volumen persistente. Debería tener dos particiones: una etiquetada como <span class="guilabel">Tails</span>, y otra como <span class="guilabel">TailsData</span>, que es la que corresponde al volumen persistente.

source: In the right pane, click on the persistent volume partition, labeled <span class="guilabel">TailsData</span>.
de: Klicken Sie im rechten Fensterbereich auf die Partition des beständigen Speicherbereichs mit dem Namen <span class="guilabel">TailsData</span>.
es: En el panel derecho, haz click en la partición del volumen persistente, etiquetada <span class="guilabel">TailsData</span>.

source: Click on <span class="guimenu">[[!img lib/system-run.png alt="Disks context menu" class="symbolic" link="no"]]</span> and choose <span class="guilabel">Change Passphrase…</span>.
de: Klicken Sie auf <span class="guimenu">[[!img lib/system-run.png alt="Kontextmenü in Laufwerke" class="symbolic" link="no"]]</span> und wählen Sie <span class="guilabel">Passphrase ändern…</span> aus.
es: Haz click en <span class="guimenu">[[!img lib/system-run.png alt="Menú contextual de Discos" class="symbolic" link="no"]]</span> y elige <span class="guilabel">Cambiar contraseña…</span>.

source: Type your current passphrase and then type twice a new one.
de: Geben Sie Ihre aktuelle Passphrase und anschließend zweimal eine neue ein.
es: Escribe tu contraseña actual y luego escribe dos veces la nueva.

source: Finally confirm by clicking <span class="guilabel">Change</span>.
de: Bestätigen Sie letztendlich, indem Sie auf <span class="guilabel">Ändern</span> klicken.
es: Finalmente confirma dando click en <span class="guilabel">Cambiar</span>.

source: In the confirmation dialog, enter your administration password and click <span class="guilabel">Authenticate</span>.
de: Geben Sie in dem Bestätigungsdialog Ihr Administrationskennwort ein und klicken Sie auf <span class="guilabel">Anmelden</span>.
es: En el diálogo de confirmación, entra tu contraseña de administrador y haz click en <span class="guilabel">Autenticar</span>.

source: You now can restart Tails and try to enable the persistent volume with its new passphrase.
de: Sie können nun Tails neu starten und versuchen, den beständigen Speicherbereich mit der neuen Passphrase zu aktivieren.
es: Ahora puedes reiniciar Tails y tratar de habilitar el volumen persistente con su nueva contraseña.
