Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/persistence/check_file_system.*.po
Languages: de, fr

source: [[!meta title="Check the file system of the persistent volume"]]
de: [[!meta title="Das Dateisystem des beständigen Speicherbereichs überprüfen"]]
fr: [[!meta title="Vérifier le système de fichiers du volume persistant"]]

source: In rare occasions, you might have to perform a file system check to repair a broken persistent volume.
de: In seltenen Fällen müssen Sie das Dateisystem überprüfen, um einen defekten, beständigen Speicherbereich zu reparieren.
fr: En de rares occasions, vous pourriez avoir à faire une vérification du système de fichiers pour réparer votre volume persistant endommagé.

source: Unlock the persistent volume
de: Entsperren Sie den beständigen Speicherbereich
fr: Déverrouiller le volume persistant

source: Start Tails, with persistence disabled, and [[set up an administration password|startup_options/administration_password]].
de: Starten Sie Tails mit deaktiviertem beständigen Speicherbereich und [[stellen Sie ein Administrationspasswort ein|startup_options/administration_password]].
fr: Démarrez Tails sans activer la persistance et [[définissez un mot de passe d'administration|startup_options/administration_password]].

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disks</span> </span> to open <span class="application">GNOME Disks</span>.
de: 1. Wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Hilfsprogramme</span>&nbsp;▸ <span class="guimenuitem">Laufwerke</span> </span> um <span class="application">GNOME Laufwerke</span> zu starten.
fr: 1. Choisissez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilitaires</span>&nbsp;▸ <span class="guimenuitem">Disques</span> </span> pour ouvrir l'utilitaire <span class="application">Disques de GNOME</span>.

source: In the left pane, click on the device corresponding to your Tails USB stick.
de: Wählen Sie im linken Fensterbereich das Speichermedium aus, welches Ihrem USB-Stick mit Tails entspricht.
fr: Dans la partie gauche, cliquez sur le périphérique correspondant à votre clé USB Tails.

source: In the right pane, click on the partition labeled as <span class="guilabel">TailsData LUKS</span>.
de: Klicken Sie im rechten Fensterbereich auf die Partition mit dem Namen <span class="guilabel">TailsData LUKS</span>.
fr: Dans la partie droite, cliquez sur la partition marquée comme <span class="guilabel">TailsData LUKS</span>.

source: Click on the <span class="guimenu">[[!img lib/unlock.png alt="Unlock" class="symbolic" link="no"]]</span> button to unlock the persistent volume. Enter the passphrase of the persistent volume and click <span class="guilabel">Unlock</span>.
de: Klicken Sie auf die Schaltfläche <span class="guimenu">[[!img lib/unlock.png alt="Entsperren" class="symbolic" link="no"]]</span>, um den beständigen Speicherbereich freizuschalten. Geben Sie die Passphrase des beständigen Speicherbereichs ein und klicken Sie auf <span class="guilabel">Entsperren</span>.
fr: Cliquez sur le bouton <span class="guimenu">[[!img lib/unlock.png alt="Déverrouiller" class="symbolic" link="no"]]</span> pour déverrouiller le volume persistant. Tapez la phrase de passe du volume persistant et cliquez sur <span class="guilabel">Déverrouiller</span>.

source: In the confirmation dialog, enter your administration password and click <span class="guilabel">Authenticate</span>.
de: Geben Sie in dem Bestätigungsdialog Ihr Administrationspasswort ein und klicken Sie auf <span class="guilabel">Anmelden</span>.
fr: Dans la fenêtre de confirmation, entrez votre mot de passe d'administration et cliquez sur <span class="guilabel">S'authentifier</span>.

source: Click on the <span class="guilabel">TailsData Ext4</span> partition that appears below the <span class="guilabel">TailsData LUKS</span> partition.
de: Klicken Sie auf die Partition <span class="guilabel">TailsData Ext4</span>, die unter der Partition <span class="guilabel">TailsData LUKS</span> erscheint.
fr: Cliquez sur la partition <span class="guilabel">TailsData Ext4</span> qui apparaît en-dessous de la partition <span class="guilabel">TailsData LUKS</span>.

source: Identify the <span class="guilabel">Device</span> name of your persistent volume that appears below the list of volumes. It should look like <code>/dev/mapper/luks-xxxxxxxx</code>. Triple-click to select it and press <span class="keycap">Ctrl+C</span> to copy it to the clipboard.
de: Ermitteln Sie den <span class="guilabel">Gerätenamen</span> Ihres beständigen Speicherbereichs, welcher unter der Liste der Medien erscheint. Er sollte etwa <code>/dev/mapper/luks-xxxxxxxx</code> lauten. Klicken Sie drei Male auf ihn und drücken Sie <span class="keycap">Strg+C</span>, um ihn in die Zwischenablage zu kopieren
fr: Identifiez le nom de <span class="guilabel">Périphérique</span> de votre volume persistant qui apparait en dessous de la liste des volumes. Il devrait ressembler à <code>/dev/mapper/luks-xxxxxxxx</code>. Triple-cliquez pour le sélectionner et appuyez sur <span class="keycap">Ctrl+C</span> pour le copier dans le presse-papier.

source: Check the file system using the terminal
de: Das Dateisystem im Terminal überprüfen
fr: Vérifier le système de fichiers en utilisant le terminal

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span></span> and enter your administration password to open a root terminal.
de: 1. Wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Systemwerkzeuge</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span></span> und geben Sie ihr Administrationspasswort ein, um ein Terminal mit Administrationsrechten zu starten.
fr: 1. Choisissez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Outils système</span>&nbsp;▸ <span class="guimenuitem">Terminal administrateur</span> </span> et entrez votre mot de passe d'administration pour ouvrir le terminal administrateur.

source: In the terminal, execute the following command, replacing `[device]` with the device name found in step 8:
de: Führen Sie im Terminal folgenden Befehl aus und ersetzen Sie `[Gerät]` mit dem Gerätenamen, den Sie in Schritt 8 herausgefunden haben:
fr: Dans le terminal, exécutez la commande suivante en remplaçant `[périphérique]` par le nom de périphérique trouvé à l'étape 8 :

source: fsck -y [device]
de: fsck -y [Gerät]
fr: fsck -y [périphérique]

source: To do so, you can type <span class="command">fsck -y&nbsp;</span> and press <span class="keycap">Shift+Ctrl+V</span> to paste the device name from the clipboard.
de: Um dies zu tun, können Sie <span class="command">fsck -y&nbsp;</span> eingeben und <span class="keycap">Shift+Strg+V</span> drücken, um den Gerätenamen aus der Zwischenablage einzufügen.
fr: Pour se faire, vous pouvez taper <span class="command">fsck -y&nbsp;</span> et appuyer sur <span class="keycap">Shift+Ctrl+V</span> pour copier le nom de périphérique depuis le presse-papier.

source: If the file system is free of errors, the last line from the output of <span class="command">fsck</span> starts with <span class="command">TailsData: clean</span>.
de: Wenn das Dateisystem fehlerfrei ist, beginnt die letzte Zeile der Ausgabe von <span class="command">fsck</span> mit <span class="command">TailsData: clean</span>.
fr: Si le système de fichiers n'a pas d'erreur, la dernière ligne de la sortie de <span class="command">fsck</span> commence par <span class="command">TailsData: clean</span>.

source: If the file system has errors, <span class="command">fsck</span> tries to fix them automatically. After it finishes, you can try executing the same command again to check if all errors are solved.
de: Falls das Dateisystem fehlerhaft ist, versucht <span class="command">fsck</span> diese automatisch zu beheben. Nachdem es fertig ist, können Sie den Befehl erneut ausführen, um zu überprüfen ob alle Fehler gelöst sind.
fr: Si le système de fichiers a des erreurs, <span class="command">fsck</span> essaye de les corriger automatiquement. Après qu'il ait fini, vous pouvez essayer d'exécuter la même commande à nouveau pour vérifier que toutes les erreurs ont été corrigées.
