Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/persistence/configure.*.po
Languages: fr

source: [[!meta title="Create & configure the persistent volume"]]
fr: [[!meta title="Créer et configurer un volume persistant"]]

source: [[!inline pages="doc/first_steps/persistence.caution" raw="yes"]]
fr: [[!inline pages="doc/first_steps/persistence.caution.fr" raw="yes"]]

source: Start the persistent volume assistant
fr: Démarrer l'assistant de persistance

source: To start the persistent volume assistant, choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Configure persistent volume</span></span>.
fr: Pour lancer l'assistant de persistance, utilisez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Configurer le stockage persistant</span></span>.

source: The error message <span class="emphasis">Error, Persistence partition is not unlocked.</span> means that the persistent volume was not enabled from <span class="application">Tails Greeter</span>. So you can not configure it but you can delete it and create a new one.
fr: Le message d'erreur <span class="emphasis">Le volume persistant est verrouillé.</span> signifie que le volume persistant n'a pas été rendu accessible via <span class="application">Tails Greeter</span>. Vous ne pouvez donc pas le configurer, mais vous pouvez le supprimer et en créer un nouveau.

source: Creating the persistent volume
fr: Créer le volume persistant

source: When run for the first time, or after [[deleting the persistent volume|delete]], the assistant proposes to create a new persistent volume on the device from which Tails is running.
fr: Lorsque vous lancez l'assistant pour la première fois, ou après avoir [[effacé le volume persistant|delete]], l'assistant vous propose de créer un nouveau volume persistant sur le périphérique depuis lequel vous utilisez Tails.

source: 1. The persistent volume is an encrypted partition protected by a passphrase. Specify a passphrase of your choice in both the <span class="guilabel">Passphrase</span> and <span class="guilabel">Verify Passphrase</span> text boxes.
fr: 1. Le volume persistant est une partition chiffrée protégée par une phrase de passe. Définissez une phrase de passe de votre choix dans les zones de texte <span class ="guilabel">Phrase de passe</span> et <span class="guilabel">Vérification de la phrase de passe</span>.

source: Click on the <span class="guilabel">Create</span> button.
fr: Cliquez sur le bouton <span class="guilabel">Création</span>.

source: Wait for the creation to finish.
fr: Patientez jusqu'à la fin de l'opération.

source: <strong>If the creation is interrupted before it finishes</strong>, you may not be able to start Tails from this device any more. This can happen if you close the window of the wizard or unplug the USB stick or SD card during the creation of the persistent volume. [[Delete|first_steps/reset]] and [[reinstall|first_steps/installation]] Tails to fix this issue.
fr: <strong>Si l'opération est interrompue avant la fin</strong>, vous pourriez ne plus pouvoir démarrer Tails à partir de cette clé USB. Cela peut se produire si vous fermez la fenêtre de l'assistant ou débranchez la clé USB ou carte SD pendant la création du volume persistant. Pour résoudre ce problème, vous devez [[supprimer|first_steps/reset]] et [[réinstaller|first_steps/installation]] Tails.

source: Persistence features
fr: Options de persistance

source: When run from a Tails device that already has a persistent volume, the assistant shows a list of the possible persistence features. Each feature corresponds to a set a files to be saved in the persistent volume.
fr: Lorsque vous démarrez depuis un périphérique Tails contenant un volume persistant, un assistant vous présente une liste des options disponibles. Chacune de ces options correspond à un ensemble de fichiers qui seront sauvegardés sur le volume persistant.

source: <strong>Restart Tails to apply the changes</strong> after selecting or unselecting one or several features.
fr: <strong>Redémarrez Tails pour appliquer les changements</strong> après avoir activé ou désactivé une ou plusieurs options.

source: If you unselect a feature that used to be activated, it will be deactivated after restarting Tails but the corresponding files will remain on the persistent volume.
fr: Si vous désactivez une option qui était auparavant activée, elle sera désactivée après avoir redémarré Tails, mais les fichiers correspondants seront conservés sur le volume persistant.

source: <div class="text"><h2>Personal Data</h2></div> </div>
fr: <div class="text"><h2>Données personnelles</h2></div> </div>

source: When this feature is activated, you can save your personal files and working documents in the <span class="filename">Persistent</span> folder.
fr: Lorsque cette options est activée, vous pouvez sauvegarder vos données personnelles et vos documents de travail dans le dossier <span class="filename">Persistent</span>.

source: To open the <span class="filename">Persistent</span> folder, choose <span class="menuchoice"> <span class="guimenu">Places</span>&nbsp;▸ <span class="guimenuitem">Home Folder</span></span>, and open the <span class="guilabel">Persistent</span> folder.
fr: Pour accéder au dossier <span class="filename">Persistent</span> aller dans <span class="menuchoice"> <span class="guimenu">Raccourcis</span>&nbsp;▸ <span class="guimenuitem">Dossier personnel</span></span>, et ouvrir le dossier <span class="guilabel">Persistent</span>.

source: When this feature is activated, the OpenPGP keys that you create or import are saved in the persistent volume.
fr: Lorsque cette option est activée, les clés OpenPGP que vous créez et importez sont sauvegardées dans le volume persistant.

source: If you manually edit or overwrite the <span class="filename">~/.gnupg/gpg.conf</span> configuration file you may lessen your anonymity, weaken the encryption defaults or render GnuPG unusable.
fr: Si vous modifiez manuellement ou remplacez le fichier de configuration <span class="filename">~/.gnupg/gpg.conf</span> vous pouvez rompre votre anonymat, affaiblir la configuration de chiffrement par défaut ou rendre GnuPG inutilisable.

source: <div class="text"><h2>SSH Client</h2></div> </div>
fr: <div class="text"><h2>Client SSH</h2></div> </div>

source: When this feature is activated, all the files related to the secure-shell client are saved in the persistent volume:
fr: Lorsque cette option est activée, tous les fichiers relatifs au client SSH sont sauvegardés sur le volume persistant :

source: The SSH keys that you create or import
fr: Les clés SSH que vous créez ou importez

source: The public keys of the hosts you connect to
fr: Les clés publiques des hôtes auxquels vous vous connectez

source: The SSH configuration file in <span class="filename">~/.ssh/config</span>
fr: Le fichier de configuration <span class="filename">~/.ssh/config</span>

source: If you manually edit the <span class="filename">~/.ssh/config</span> configuration file, make sure not to overwrite the default configuration from the <span class="filename">/etc/ssh/ssh_config</span> file. Otherwise, you may weaken the encryption defaults or render SSH unusable.
fr: Si vous modifiez manuellement le fichier de configuration <span class="filename">~/.ssh/config</span>, assurez-vous de ne pas écraser les options de configuration contenues dans le fichier <span class="filename">/etc/ssh/ssh_config</span>. Sinon, vous pourriez affaiblir la configuration de chiffrement par défaut ou rendre SSH inutilisable.

source: When this feature is activated, all the configuration files of the <span class="application">Pidgin</span> Internet messenger are saved in the persistent volume:
fr: Lorsque cette option est activée, tous les fichiers de configuration relatifs à la messagerie instantanée <span class="application">Pidgin</span> sont sauvegardés sur le volume persistant :

source: The configuration of your accounts, buddies and chats.
fr: La configuration de vos comptes, contacts et conversations.

source: Your OTR encryption keys and keyring.
fr: Vos clés de chiffrement et votre trousseau de clés OTR.

source: The content of the discussions is not saved unless you configure <span class="application">Pidgin</span> to do so.
fr: Le contenu de vos conversations n'est pas sauvegardé à moins que vous ne configuriez <span class="application">Pidgin</span> pour le faire.

source: All the configuration options are available from the graphical interface. There is no need to manually edit or overwrite the configuration files.
fr: Toutes les options de configuration sont disponibles depuis l'interface graphique. Il n'est pas nécessaire d'éditer ou de remplacer manuellement les fichiers de configuration.

source: When this feature is activated, the configuration and emails stored locally by the <span class="application">Claws Mail</span> email client are saved in the persistent volume.
fr: Lorsque cette option est activée, tous les fichiers de configuration relatifs au client mail <span class="application">Claws Mail</span> ainsi que les emails stockés localement sont sauvegardés sur le volume persistant.

source: <p>The emails of a POP3 account created without using the configuration assistant are not stored in the persistent volume by default. For example, when configuring a second email account.</p>
fr: <p>Les emails d'un compte POP3 créé sans utiliser l'assistant de configuration ne sont pas stockés dans le volume persistant par défaut. Par exemple, lors de la configuration d'un second compte mail.</p>

source: <p>To make it persistent choose <span class="menuchoice"> <span class="guimenu">File</span>&nbsp;▸ <span class="guimenu">Add Mailbox</span>&nbsp;▸ <span class="guimenuitem">MH...</span></span> and change the location of the mailbox from <span class="filename">Mail</span> to <span class="filename">.claws-mail/Mail</span>.</p>
fr: <p>Pour la rendre persistante choisir <span class="menuchoice"> <span class="guimenu">Fichier</span>&nbsp;▸ <span class="guimenu">Ajouter une boîte aux lettres</span>&nbsp;▸ <span class="guimenuitem">MH...</span></span> et changer l'emplacement de la boîte aux lettres de <span class="filename">Mail</span> à <span class="filename">.claws-mail/Mail</span>.</p>

source: <div class="text"><h2>GNOME Keyring</h2></div> </div>
fr: <div class="text"><h2>Trousseau de clés de GNOME</h2></div> </div>

source: When this feature is activated, the secrets of <span class="application">GNOME Keyring</span> are saved in the persistent volume.
fr: Lorsque cette option est activée, les secrets du <span class="application">GNOME Keyring</span> sont sauvegardés sur le volume persistant.

source: GNOME Keyring is a collection of components in GNOME that store secrets, passwords, keys, certificates and make them available to applications. For more information about <span class="application">GNOME Keyring</span> see the [official documentation](http://live.gnome.org/GnomeKeyring).
fr: Le GNOME Keyring est un ensemble de composants de GNOME qui gardent des secrets, tels que mots de passe, clés, certificats, et qui les rend accessible pour d'autres applications. Pour plus d'informations à propos du <span class="application">GNOME Keyring</span> voir la [documentation officielle (en anglais)](http://live.gnome.org/GnomeKeyring).

source: <div class="text"><h2>Network Connections</h2></div> </div>
fr: <div class="text"><h2>Connexions Réseaux</h2></div> </div>

source: When this feature is activated, the configuration of the network devices and connections is saved in the persistent volume.
fr: Lorsque cette option est activée, la configurations des périphériques réseaux et des connexions est sauvegardée sur le volume persistant.

source: To save passwords, for example the passwords of encrypted wireless connections, the [[<span class="application">GNOME Keyring</span> persistence feature|configure#gnome_keyring]] must also be activated.
fr: Pour sauvegarder des mots de passe, tels que des mots de passe de connexion sans-fil chiffrée, l'option de persistance du [[<span class="application">GNOME Keyring</span> |configure#gnome_keyring]] doit également être activée.

source: <div class="text"><h2>APT Packages</h2></div> </div>
fr: <div class="text"><h2>Paquets APT</h2></div> </div>

source: When this feature is activated, the packages that you install using the <span class="application">Synaptic</span> package manager or the <span class="command">apt-get</span> command are saved in the persistent volume.
fr: Lorsque cette option est activée, les paquets logiciels que vous installez avec le gestionnaire de paquets <span class="application">Synaptic</span> ou avec la commande <span class="command">apt-get</span> sont sauvegardés sur le volume persistant.

source: If you install additional programs, this feature allows you to download them once and reinstall them during future working sessions, even offline. Note that those packages are not automatically installed when restarting Tails.
fr: Si vous installez des logiciels additionnels, cette option vous permet de n'avoir besoin de les télécharger qu'une seule fois. Vous pourrez les réinstaller lors d'une future session de travail, même hors-ligne. Notez que ces logiciels ne seront pas réinstallés *automatiquement* au redémarrage de Tails.

source: If you activate this feature, it is recommended to activate the <span class="guilabel">APT Lists</span> feature as well.
fr: Si vous activez cette option, il est recommandé d'activer également l'option <span class="guilabel">Listes d'APT</span>.

source: <div class="text"><h2>APT Lists</h2></div> </div>
fr: <div class="text"><h2>Listes d'APT</h2></div> </div>

source: When this feature is activated, the lists of all the software packages available for installation are saved in the persistent volume.
fr: Lorsque cette option est activée, les listes de tous les paquets installables sont sauvegardées sur le volume persistant.

source: Those so called <span class="emphasis">APT lists</span> correspond to the files downloaded while doing <span class="guilabel">Reload</span> from the <span class="application">Synaptic</span> package manager or issuing the <span class="command">apt-get update</span> command.
fr: Ces <span class="emphasis">Listes d'APT</span> correspondent aux fichiers téléchargés en faisant <span class="guilabel">Recharger</span> dans le gestionnaire de paquets <span class="application">Synaptic</span>, ou en lançant la commande <span class="command">apt-get update</span>.

source: The <span class="emphasis">APT lists</span> are needed to install additional programs or explore the list of available software packages. This feature allows you to reuse them during future working sessions, even offline.
fr: Les <span class="emphasis">listes d'APT</span> sont nécessaires pour installer des programmes supplémentaires ou explorer la liste des paquets disponibles. Cette option vous permet de les réutiliser lors de sessions de travail ultérieures, même hors-ligne.

source: <div class="text"><h2>Browser bookmarks</h2></div> </div>
fr: <div class="text"><h2>Marque-pages du navigateur</h2></div> </div>

source: When this feature is activated, changes to the bookmarks in <span class="application">Tor Browser</span> are saved in the persistent volume. This does not apply to the Unsafe web browser.
fr: Quand cette option est activée, les modifications des marques-pages du <span class="application">navigateur Tor</span> seront sauvegardées dans le volume persistant. Ceci ne s'applique pas au Navigateur Web Non-sécurisé.

source: <div class="text"><h2>Printers</h2></div> </div>
fr: <div class="text"><h2>Imprimantes</h2></div> </div>

source: When this feature is activated, the configuration of the printers is saved in the persistent volume.
fr: Lorsque cette option est activée, la configurations des imprimantes est sauvegardée sur le volume persistant.

source: When this feature is activated, all the files in the <span class="filename">/live/persistence/TailsData_unlocked/dotfiles</span> folder are linked in the <span class="filename">Home</span> folder. Files in subfolders of <span class="filename">dotfiles</span> are also linked in the corresponding subfolder of your <span class="filename">Home </span> folder.
fr: Lorsque cette option est activée, tous les fichiers du dossier <span class="filename">/live/persistence/TailsData_unlocked/dotfiles</span> sont liés dans le dossier <span class="filename">Home</span>. Les fichiers dans les sous-dossiers de <span class="filename">dotfiles</span> sont également liés dans les sous-dossiers correspondants de votre dossier <span class="filename">Home</span>.

source: For example, having the following files in <span class="filename">/live/persistence/TailsData_unlocked/dotfiles</span>:
fr: Par exemple, avoir les fichiers suivants dans <span class="filename">/live/persistence/TailsData_unlocked/dotfiles</span> :

source: /live/persistence/TailsData_unlocked/dotfiles ├── file_a ├── folder │ ├── file_b │ └── subfolder │ └── file_c └── emptyfolder
fr: /live/persistence/TailsData_unlocked/dotfiles ├── fichier_a ├── dossier │ ├── fichier_b │ └── sous_dossier │ └── fichier_c └── dossier_vide

source: Produces the following result in <span class="filename">/home/amnesia</span>:
fr: Produit le résultat suivant dans <span class="filename">/home/amnesia</span> :

source: /home/amnesia ├── file_a → /live/persistence/TailsData_unlocked/dotfiles/file_a └── folder ├── file_b → /live/persistence/TailsData_unlocked/dotfiles/folder/file_b └── subfolder └── file_c → /live/persistence/TailsData_unlocked/dotfiles/folder/subfolder/file_c
fr: /home/amnesia ├── fichier_a → /live/persistence/TailsData_unlocked/dotfiles/fichier_a └── dossier ├── fichier_b → /live/persistence/TailsData_unlocked/dotfiles/dossier/fichier_b └── sous_dossier └── fichier_c → /live/persistence/TailsData_unlocked/dotfiles/dossier/sous_dossier/fichier_c

source: This option is useful if you want to make some specific files persistent, but not the folders they are stored in. A fine example are the so called "dotfiles" (and hence the name of this feature), the hidden configuration files in the root of your home directory, like <span class="filename">~/.gitconfig</span> and <span class="filename">~/.bashrc</span>.
fr: Cette option est utile au cas où vous voulez rendre persistants certains fichiers, mais pas les dossiers dans lesquels ils se trouvent. Les fichiers appelés "dotfiles" en sont un bon exemple (d'où le nom de cette option), tels les fichiers cachés de configuration situés à la racine de votre dossier *home*, comme <span class="filename">~/.gitconfig</span> et <span class="filename">~/.bashrc</span>.

source: As you can see in the previous example, empty folders are ignored. This feature only links files, and not folders, from the persistent volume into the <span class="filename">Home</span> folder.
fr: Comme vous pouvez le voir dans l'exemple précédent, les dossiers vides sont ignorés. Cette fonctionnalité lie uniquement les fichiers et non les dossiers, du volume persistant vers le dossier <span class="filename">Home</span>.

source: Additional software packages
fr: Logiciels additionnels

source: This is an experimental feature which does not appear in the assistant.
fr: C'est une fonctionnalité expérimentale qui n'apparaît pas dans l'assistant.

source: When this feature is enabled, a list of additional software of your choice is automatically installed at the beginning of every working session. The corresponding software packages are stored in the persistent volume. They are automatically upgraded for security after a network connection is established.
fr: Lorsque cette fonctionnalité est activée, une liste de logiciels additionnels de votre choix est installée automatiquement au début de chaque session de travail. Les paquets correspondants sont stockés sur le volume persistant. Pour des raisons de sécurité, ils sont automatiquement mis à jour quand une connexion Internet est établie.

source: To use this feature you need to enable both the <span class="guilabel">APT Lists</span> and <span class="guilabel">APT Packages</span> features.
fr: Pour utiliser cette option, vous devez activer la persistance des <span class="guilabel">Listes d'APT</span> et des <span class="guilabel">Paquets APT</span>.

source: If you are offline and your additional software packages don't install, it might be caused by outdated APT Lists. The issue will be fixed next time you connect Tails to Internet with persistence activated.
fr: Si vous êtes hors ligne et que vos logiciels additionnels ne s'installent pas, cela peut être causé par des listes APT qui ne sont pas à jour. Ce problème sera réglé la prochaine fois que vous connecterez Tails à Internet avec la persistance activée.

source: To choose the list of additional software, start Tails with an administrator password and edit (as an administrator) the file called `/live/persistence/TailsData_unlocked/live-additional-software.conf`. Each line of this file must contain the name of a Debian package to be installed as an additional software package.
fr: Pour définir la liste des logiciels additionnels, créez un fichier `/live/persistence/TailsData_unlocked/live-additional-software.conf`. Chaque ligne de ce fichier doit contenir le nom d'un paquet Debian devant être installé comme logiciel additionnel.

source: For example, to automatically install the `dia` software, a diagram editor, and the `fontmatrix` software, a font manager, add the following content to `live-additional-software.conf`:
fr: Par exemple, pour installer automatiquement le logiciel `dia`, un éditeur de diagrammes, et `fontmatrix`, un gestionnaire de polices de caractère, vous devez ajouter les lignes suivantes au fichier `live-additional-software.conf` :

source: To learn about the many software packages available in Debian, visit <http://packages.debian.org/stable/>.
fr: Pour en savoir plus sur les nombreux logiciels disponibles dans Debian, visitez la page <http://packages.debian.org/stable/>.

source: <strong>Installing additional software is at your own risk.</strong> Most additional software requires extra configuration to be able to connect to the network through Tor, and will not work otherwise. Some other software might, for example, modify the firewall and break the security built in Tails. Software not officially included in Tails is not tested for security.
fr: <strong>L'installation de logiciels additionnels est à vos propres risques.</strong> La plupart des logiciels additionnels requièrent une configuration supplémentaire pour pouvoir se connecter en passant par Tor, et ne marcheront pas sans cela. D'autres logiciels pourraient, par exemple, modifier le pare-feu et briser la sécurité construite au sein de Tails. La sécurité des logiciels non officiellement inclus dans Tails n'est pas testée.
