Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/persistence/copy.*.po
Languages: fr, pt

source: [[!meta title="Manually copying your persistent data to a new device"]]
pt: [[!meta title="Copie manualmente seus dados persistentes para um novo dispositivo"]]

source: These instructions explain how to manually copy your persistent data to a new device. Follow them if you have good reasons to think that your persistence settings are corrupted or if you want to be extra careful.
pt: Estas instruções explicam como copiar manualmente seus dados persistentes para um novo dispositivo. Siga-as se você tiver boas razões para pensar que suas configurações de persistência estão corrompidas ou se vocẽ quiser ser super cuidadoso/a.

source: Create a new device
pt: Crie um novo dispositivo

source: Install the latest Tails onto a new device using the usual [[installing instructions|installation]]. Do not use the Tails device that might be corrupted in the process of installing the new one.
pt: Instale o Tails mais recente em um novo dispositivo usando as [[instruções de instalação|installation]] usuais. Não use o dispositivo do Tails que talvez esteja corrompido no processo de instalação do novo dispositivo.

source: Enable again on this new device the persistence features of your choice.
pt: Habilite novamente neste novo dispositivo as funcionalidades de persistência de sua escolha.

source: Restart Tails, enable persistence, and [[set up an administration password|startup_options/administration_password]].
pt: Reinicie o Tails, habilite a persistência, e [[configure uma senha de administração|startup_options/administration_password]].

source: Rescue your files from the old Tails device
pt: Resgate seus arquivos do dispositivo antigo com Tails

source: Mount the old persistent volume
pt: Monte o volume persistente antigo

source: Plug in the old Tails device from which you want to rescue your data.
pt: Plugue o dispositivo antigo com Tails a partir do qual você quer recuperar seus dados.

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessories</span>&nbsp;▸ <span class="guimenuitem">Disk Utility</span> </span> to open the <span class="application">GNOME Disk Utility</span>.
pt: 1. Escolha <span class="menuchoice"> <span class="guimenu">Aplicações</span>&nbsp;▸ <span class="guisubmenu">Acessórios</span>&nbsp;▸ <span class="guimenuitem">Utilitário de Disco</span> </span> para abrir o <span class="application">Utilitário de disco do GNOME</span>.

source: In the left pane, click on the device corresponding to the old Tails device.
pt: No painel esquerdo, clique no dispositivo correspondente ao dispositivo antigo com Tails.

source: In the right pane, click on the partition labeled as <span class="guilabel">Encrypted</span>. The <span class="guilabel">Partition Label</span> must be <span class="label">TailsData</span>.
pt: No painel à direita, clique na partição chamada <span class="guilabel">Encrypted</span>. O <span class="guilabel">Nome da Partição</span> deve ser <span class="label">TailsData</span>.

source: Click on <span class="guilabel">Unlock Volume</span> to unlock the old persistent volume. Enter the passphrase of the old persistent volume and click <span class="guilabel">Unlock</span>.
pt: Clique em <span class="guilabel">Abrir Volume</span> para abrir o volume persistente antigo. Entre com a senha do volume persistente antigo e clique em <span class="guilabel">Abrir</span>.

source: Click on the <span class="guilabel">TailsData</span> partition that appears below the <span class="guilabel">Encrypted Volume</span> partition.
pt: Clique na partição <span class="guilabel">TailsData</span> que aparece abaixo da partição <span class="guilabel">Encrypted Volume</span>.

source: Click on <span class="guilabel">Mount Volume</span>. The old persistent volume is now mounted as <span class="filename">/media/TailsData</span>.
pt: Clique em <span class="guilabel">Montar Volume</span>. O volume persistente antigo agora está montado como <span class="filename">/media/TailsData</span>.

source: Copy your old files to the new persistent volume
pt: Copie seus arquivos antigos para o novo volume persistente

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessories</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span> </span> to open a terminal with administration rights.
pt: 1. Escolha <span class="menuchoice"> <span class="guimenu">Aplicações</span>&nbsp;▸ <span class="guisubmenu">Acessórios</span>&nbsp;▸ <span class="guimenuitem">Terminal como Root</span> </span> para abrir um terminal com privilégios administrativos.

source: Execute the <span class="code">nautilus</span> command to open the file browser with administration rights.
pt: Execute o comando <span class="code">nautilus</span> para abrir o navegador de arquivos com privilégios administrativos.

source: In the file browser, navigate to <span class="filename">/media/TailsData</span> to open the old persistent volume.
pt: No navegador de arquivos, navegue até <span class="filename">/media/TailsData</span> para abrir o volume persistente antigo.

source: 1. Choose <span class="menuchoice"> <span class="guimenu">File</span>&nbsp;▸ <span class="guimenuitem">New Tab</span> </span> and navigate to <span class="filename">/live/persistence/TailsData_unlocked</span> in this new tab.
pt: 1. Escolha <span class="menuchoice"> <span class="guimenu">Arquivo</span>&nbsp;▸ <span class="guimenuitem">Nova aba</span> </span> e navegue para <span class="filename">/live/persistence/TailsData_unlocked</span> nesta nova aba.

source: Click on the <span class="guilabel">TailsData</span> tab.
pt: Clique na aba <span class="guilabel">TailsData</span>.

source: To copy a folder containing persistent data from the old persistent volume to the new one, drag and drop that folder from the <span class="guilabel">TailsData</span> onto the <span class="guilabel">TailsData_unlocked</span> tab. When copying a folder, choose to <span class="guilabel">Merge All</span> the folder, and <span class="guilabel">Replace All</span> files. Do not copy a folder if you do not know what it is used for.
pt: Para copiar uma pasta contedo dados persistentes do volume persistente antigo para o novo, arraste e solte essa pasta da aba <span class="guilabel">TailsData</span> para a aba <span class="guilabel">TailsData_unlocked</span>. Ao copiar uma pasta, escolha para <span class="guilabel">Unir Todos</span>, e <span class="guilabel">Substituir Todos</span> os arquivos. Não copie uma pasta se você não souber para que ela é usada.

source: The <span class="filename">apt</span> folder corresponds to the <span class="guilabel">[[APT Packages|configure#apt_packages]]</span> and <span class="guilabel">[[APT Lists|configure#apt_lists]]</span> persistence features. But it requires administration rights to be imported and this goes beyond the scope of these instructions. Note that this folder does not contain personal data.
pt: A pasta <span class="filename">apt</span> corresponde às funcionalidades de persistência <span class="guilabel">[[Pacotes APT|configure#apt_packages]]</span> e <span class="guilabel">[[Listas APT|configure#apt_lists]]</span>. Mas elas necessitam de privilégios administrativos para que sejam importadas e isto está além do escopo destas instruções. note que esta pasta não contém dados pessoais.

source: The <span class="filename">bookmarks</span> folder corresponds to the <span class="guilabel">[[Browser bookmarks|configure#browser_bookmarks]]</span> persistence feature.
pt: A pasta <span class="filename">bookmarks</span> corresponde à funcionalidade de persistência de <span class="guilabel">[[Favoritos do navegador|configure#browser_bookmarks]]</span>

source: The <span class="filename">claws-mail</span> folder corresponds to the <span class="guilabel">[[Claws Mail|configure#claws_mail]]</span> persistence feature.
pt: A pasta <span class="filename">claws-mail</span> corresponde à funcionalidade de persistência do <span class="guilabel">[[Claws Mail|configure#claws_mail]]</span>

source: The <span class="filename">cups-configuration</span> folder corresponds to the <span class="guilabel">[[Printers|configure#printers]]</span> persistence feature.
pt: A pasta <span class="filename">cups-configuration</span> corresponde à funcionalidade de persistência das <span class="guilabel">[[Impressoras|configure#printers]]</span>

source: The <span class="filename">dotfiles</span> folder corresponds to the <span class="guilabel">[[Dotfiles|configure#dotfiles]]</span> persistence feature.
pt: A pasta <span class="filename">dotfiles</span> corresponde à funcionalidade de persistência dos <span class="guilabel">[[Dotfiles|configure#dotfiles]]</span>

source: The <span class="filename">gnome-keyring</span> folder corresponds to the <span class="guilabel">[[GNOME Keyring|configure#gnome_keyring]]</span> persistence feature.
pt: A pasta <span class="filename">gnome-keyring</span> corresponde à funcionalidade de persistência do <span class="guilabel">[[Chaveiro do GNOME|configure#gnome_keyring]]</span>

source: The <span class="filename">gnupg</span> folder corresponds to the <span class="guilabel">[[GnuPG|configure#gnupg]]</span> persistence feature.
pt: A pasta <span class="filename">gnupg</span> corresponde à funcionalidade de persistência do <span class="guilabel">[[GnuPG|configure#gnupg]]</span>

source: The <span class="filename">nm-connections</span> folder corresponds to the <span class="guilabel">[[Network Connections|configure#network_connections]]</span> persistence feature.
pt: A pasta <span class="filename">nm-connections</span> corresponde à funcionalidade de persistência das <span class="guilabel">[[Conexões de Rede|configure#network_connections]]</span>

source: The <span class="filename">openssh-client</span> folder corresponds to the <span class="guilabel">[[SSH Client|configure#ssh_client]]</span> persistence feature.
pt: A pasta <span class="filename">openssh-client</span> corresponde à funcionalidade de persistência do <span class="guilabel">[[Cliente SSH|configure#ssh_client]]</span>

source: The <span class="filename">Persistent</span> folder corresponds to the <span class="guilabel">[[Personal Data|configure#personal_data]]</span> persistence feature.
pt: A pasta <span class="filename">Persistent</span> corresponde à funcionalidade de persistência dos <span class="guilabel">[[Dados Pessoais|configure#personal_data]]</span>

source: The <span class="filename">pidgin</span> folder corresponds to the <span class="guilabel">[[Pidgin|configure#pidgin]]</span> persistence feature.
pt: A pasta <span class="filename">pidgin</span> corresponde à funcionalidade de persistência do <span class="guilabel">[[Pidgin|configure#pidgin]]</span>

source: After doing the copy, close the file browser and the terminal.
pt: Depois de fazer a cópia, feche o navegador de arquivos e o terminal.

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessories</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span> </span> to open a new terminal with administration rights. In the new terminal, execute the following command to fix the ownership of your personal files:
pt: 1. Escolha <span class="menuchoice"> <span class="guimenu">Aplicações</span>&nbsp;▸ <span class="guisubmenu">Acessórios</span>&nbsp;▸ <span class="guimenuitem">Terminal como Root</span> </span> para abrir um novo terminal com privilégios administrativos. No novo terminal, execute o seguinte comando para consertar a propriedade dos seus arquivos pessoais:

source: [[!meta title="Backup your persistent volume"]]
fr: [[!meta title="Sauvegarder votre volume persistant"]]

source: These instructions explain how to back up your persistent volume to another Tails USB stick.
fr: Ces instructions expliquent comment sauvegarder votre volume persistant sur une autre clé USB Tails.

source: Create a new Tails to store your backup
fr: Créer un nouveau Tails pour enregistrer votre sauvegarde

source: In these instructions, we recommend you to create another Tails to store your backup. This way, if your Tails is lost or damaged, you will be able to replace it immediately with your backup Tails.
fr: Dans ces instructions, nous vous recommandons de créer un autre Tails pour enregistrer votre sauvegarde. De cette façon, si votre Tails est perdu ou endommagé, vous pourrez le remplacer immédiatement avec votre Tails de sauvegarde.

source: Install Tails on a new USB stick on which you want to create your backup Tails. For detailed instructions, see how to [[install Tails from another Tails|install/clone#install-tails]].
fr: Installez Tails sur une nouvelle clé USB sur laquelle vous voulez créer votre Tails de sauvegarde. Pour des instructions détaillées, regardez comment [[installer Tails depuis un autre Tails|install/clone#install-tails]].

source: Make sure that this new USB stick is at least as large as your current Tails USB stick.
fr: Vérifiez que cette nouvelle clé USB a une capacité au moins aussi importante que votre clé USB Tails actuelle.

source: We recommend making your backup Tails USB stick look different than your current Tails USB stick to avoid using your backup Tails by mistake.
fr: Nous vous recommandons de faire votre Tails de sauvegarde sur une clé USB qui a une apparence différente de votre clé USB Tails actuelle pour éviter d'utiliser votre Tails de sauvegarde par erreur.

source: Shutdown and unplug your current Tails USB stick.
fr: Éteingnez et débranchez votre clé USB Tails actuelle.

source: Restart on your backup Tails and create a persistent volume on it. For detailed instructions, see how to [[create & configure the persistent volume|doc/first_steps/persistence/configure]].
fr: Redémarrez sur votre Tails de sauvegarde et créez un volume persistant sur celui-ci. Pour des instructions détaillées, regardez comment [[créer et configurer le volume persistant|doc/first_steps/persistence/configure]].

source: <div class="tip"> <p>We recommend using the same passphrase as your current Tails so that the passphrase is easier to remember.</p> </div>
fr: <div class="tip"> <p>Nous vous recommandons d'utiliser la même phrase de passe que votre Tails actuel ainsi la phrase de passe est facile à retenir.</p> </div>

source: When the persistent volume configuration shows a list of the possible persistence features, click <span class="button">Save</span> and exit.
fr: Lorsque la configuration du volume persistant affiche une liste des options de persistance possibles, cliquez sur <span class="button">Enregistrer</span> et quittez.

source: The backup process described below overrides the configuration of the persistent volume. So, it does not matter which features are enabled when you create the persistent volume.
fr: Le processus de sauvegarde décrit ci-dessous écrase la configuration du volume persistant. En conséquence, les options qui sont activées ne sont pas importantes lorsque vous créez le volume persistant.

source: Shutdown and unplug your backup Tails USB stick.
fr: Éteignez et débranchez votre clé USB Tails.

source: Create or update your backup
fr: Créer ou mettre à jour votre sauvegarde

source: Start on your current Tails and set up an [[administration password|doc/first_steps/startup_options/administration_password]].
fr: Démarrez sur votre Tails actuel et définissez un [[mot de passe d'administration|startup_options/administration_password]].

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessories</span>&nbsp;▸ <span class="guimenuitem">Files</span></span> to open the <span class="application">Files</span> browser.
fr: 1. Choisissez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessoires</span>&nbsp;▸ <span class="guimenuitem">Fichiers</span></span> pour ouvrir le navigateur de <span class="application">Fichiers</span>.

source: Plug in your backup Tails USB stick.
fr: Branchez votre clé USB Tails de sauvegarde.

source: If your backup Tails is outdated, you can upgrade it by cloning your current Tails using <span class="application">Tails Installer</span>. For detailed instructions, see how to [[manually upgrade from another Tails|upgrade/clone#upgrade]].
fr: Si votre Tails de sauvegarde n'est pas à jour, vous pouvez le mettre à jour en clonant votre Tails actuel en utilisant l'<span class="application">Installeur de Tails</span>. Pour des instructions détaillées, regardez comment [[mettre à jour manuellement depuis un autre Tails|upgrade/clone#upgrade]].

source: A new encrypted volume appears in the sidebar of the <span class="application">Files</span> browser. Click on it and enter the passphrase of your backup Tails to unlock it.
fr: Un nouveau volume chiffré apparaît dans la barre latérale du navigateur de <span class="application">Fichiers</span>. Cliquez dessus et entrez la phrase de passe de votre Tails de sauvegarde pour le déverrouiller.

source: Your backup now appears as the <span class="guilabel">TailsData</span> volume in the sidebar.
fr: Votre sauvegarde apparaît maintenant comme le volume <span class="guilabel">TailsData</span> dans la barre latérale.

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span> </span> to open a terminal with administration rights.
fr: 1. Choisissez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Outils système</span>&nbsp;▸ <span class="guimenuitem">Terminal administrateur</span> </span> pour ouvrir un terminal avec les droits d'administration.

source: Execute the following command to backup your persistent volume:
fr: Exécutez la commande suivante pour sauvegarder votre volume persistant :

source: When the command finishes, it displays a summary of the data that was copied. For example:
fr: Lorsque la commande est terminée, elle affiche un résumé des données qui ont été copiées. Par exemple :

source: <p>Each time you update your backup, only the files that have changed are copied.</p>
fr: <p>À chaque fois que vous mettez à jour votre sauvegarde, seuls les fichiers qui ont changé sont copiés.</p>

source: You can now eject the <span class="guilabel">TailsData</span> volume in the <span class="application">Files</span> browser and unplug your backup Tails USB stick.
fr: Vous pouvez maintenant éjecter le volume <span class="guilabel">TailsData</span> dans le navigateur de <span class="application">Fichiers</span> et débrancher votre clé USB Tails de sauvegarde.
