Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/persistence/upgrade.*.po
Languages: fr, pt

source: [[!meta title="Upgrade to more secure persistence settings"]]
fr: [[!meta title="Mettre à jour vers une persistance plus sécurisée"]]
pt: [[!meta title="Atualize para configurações mais seguras de persistência"]]

source: Tails 0.21 introduces a more secure access control over the persistent volume settings. This also means that before Tails 0.21, an attacker who could run an exploit from inside your Tails session could corrupt the persistent volume settings. By doing this, an attacker could possibly gain persistent administrator rights or install malicious software.
fr: Tails 0.21 introduit une gestion plus sécurisée de l'accès aux paramètres du volume persistant. Cela signifie également qu'avant Tails 0.21, un attaquant pouvant exécuter du code malicieux depuis l'intérieur de votre session Tails pouvait aussi corrompre les paramètres du volume persistant. Ainsi, cet attaquant pouvait potentiellement obtenir un accès administrateur permanent ou installer un logiciel malveillant.
pt: O Tails 0.21 introduziu um controle de acesso mais seguro sobre as configurações de volume persistente. Isto também significa que antes do Tails 0.21 um atacante que pudesse executar um programa malicioso de dentro da sua sessão do Tails poderia corromper as configurações de volme persistente. Ao fazê-lo, um atacante poderia ganhar privilégios administrativos persistentes ou instalar programas maliciosos.

source: For more technical details about the security of the persistent volume, read our [[design document|contribute/design/persistence#security]].
fr: Pour des détails techniques sur la sécurité du volume persistant, consultez notre [[document de conception|contribute/design/persistence#security]].
pt: Para mais detalhes técnicos sobre a segurança do volume persistente, leia nosso [[documento de projeto|contribute/design/persistence#security]].

source: Automatic upgrade
fr: Mise à jour automatique
pt: Atualização automática

source: We designed a migration mechanism that allows, in most cases, to upgrade automatically to those more secure persistent volume settings. To do this upgrade, once and for all:
fr: Nous avons mis en place un mécanisme de migration qui vous permet, dans la plupart des cas, de mettre à jour automatiquement vers des paramètres de persistance plus sûrs. Pour faire cette mise à jour, une bonne fois pour toute :
pt: Nós projetamos um mecanismo de migração que permite, na maioria dos casos, atualizar automaticamente para as configurações de volume persistente mais seguras. Para realizar esta atualização, de uma vez por todas:

source: **Start Tails 0.21**.
fr: **Démarrez Tails 0.21**.
pt: **Inicie o Tails 0.21**.

source: **Enable persistence** without the read-only option. Activating the read-only option prevents Tails from starting correctly until the upgrade is made.
fr: **Activez la persistance** sans l'option lecture-seule. Activer cette option empêcherait Tails de démarrer correctement jusqu'à ce que la mise à jour soit effectuée.
pt: **Habilite a persistência** sem a opção somente leitura. Ativar a opção somente leitura evita que Tails seja iniciado corretamente até que a atualização seja feita.

source: If the upgrade is successful, Tails starts as usual and no notification appears.
fr: Si la mise à jour s'est effectuée avec succès, Tails démarre comme d'habitude et aucune notification n'apparaît.
pt: Se a atualização for bem sucedida, inicie o Tails da forma usual e nenhuma notificação aparecerá.

source: But this automatic upgrade might not be sufficient in some cases.
fr: Mais cette mise à jour automatique pourrait ne pas suffire dans certains cas.
pt: Mas esta atualização automática pode não ser suficiente em alguns casos.

source: b. **If you have custom persistence settings or use [[additional software packages|configure#additional_software]]**, the corresponding settings are not upgraded automatically.
fr: **Si vous utilisez des paramètres de persistance personnalisés ou la [[persistance pour les logiciels additionnels|configure#additional_software]]**, les paramètres correspondants ne sont pas mis à jour automatiquement.
pt: b. **Se você possui configurações de persistência específicas ou usa [[pacotes de programas adicionais|configure#additional_software]]**, as configurações correspondentes não são atualizadas automaticamente.

source: A notification should appear when starting Tails that indicates which persistence settings are temporarily disabled. In that case, follow the instructions to [[enable again your custom persistence settings|upgrade#custom_settings]].
fr: Un message de notification devrait apparaître au démarrage de Tails, vous indiquant les paramètres de persistance désactivés temporairement. Dans ce cas, suivez les instructions vous permettant de [[réactiver vos paramètres personnalisés|upgrade#custom_settings]].
pt: Ao iniciar o Tails, uma notificação deve aparecer indicando quais configurações de persistência estão termporariamente desabilitadas. Neste caso, siga as instruções para [[habilitar novamente as configurações de persistência|upgrade#custom_settings]].

source: If you have custom persistence settings or use additional software but no notification appear on the desktop, then your Tails system might be corrupted. In that case, follow the instructions to [[manually copy your persistent data to a new device|copy]].
fr: Si vous utilisez des paramètres de persistance personnalisés ou la persistance pour les logiciels additionnels et qu'aucun message n'apparaît au démarrage, il est possible que votre Tails soit corrompu. Dans ce cas, suivez les instructions pour [[copier manuellement vos données persistantes vers un nouveau périphérique|copy]].
pt: Se você possui configurações de persistência personalizadas ou usa programas adicionais mas nenhuma notificação aparece ne tela, então seu sistema Tails pode estar corrompido. Neste caso, siga as instruções para [[copiar manualmente seus dados persistentes para um novo dispositivo|copy]].

source: c. **If you have good reasons to think that your persistence settings are corrupted** or if you want to be extra careful, then follow the instructions to [[manually copy your persistent data to a new device|copy]].
fr: **Si vous avez de bonnes raisons de penser que vos paramètres de persistance sont corrompus** ou si vous souhaitez prendre cette précaution, suivez les instructions pour [[copier manuellement vos données persistantes vers un nouveau périphérique|copy]].
pt: c. **Se você tem alguma boa razão para pensar que suas configurações de persistência estão corrompidas** ou se você quer ser super cuidadoso/a, então siga as instruções para [[copiar manualmente os dados persistentes para um novo dispositivo|copy]].

source: Enabling again your custom persistence settings
fr: Réactiver vos paramètres de persistance personnalisés
pt: Habilitando novamente suas configurações de persistência personalizadas

source: Custom persistence settings and additional software are disabled during the automatic upgrade because, there is technically a possibility for these files to be corrupted.
fr: Les paramètres de persistance personnalisés et les logiciels additionnels sont désactivés durant la mise à jour automatique, il est possible que ces fichiers soient corrompus.
pt: Configurações de persistência personalizadas e programas adicionais são desabilitados durante a atualização automática pois tecnicamente existe a possibilidade de que estes arquivos estejam corrompidos.

source: These instructions explain how to verify the content of these files and enable again your custom persistence settings.
fr: Les instructions suivantes vous permettent de vérifier le contenu de ces fichiers et de réactiver vos paramètres personnalisés.
pt: Estas instruções explicam como verificar o conteúdo destes arquivos e habilitar novamente suas configurações de persistência personalizadas.

source: Start Tails and set an [[administration password|startup_options/administration_password]].
fr: Démarrez Tails et définissez un[[mot de passe d'administration|startup_options/administration_password]].
pt: Inicie o Tails e configure uma [[senha de administração|startup_options/administration_password]].

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessories</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span> </span> to open a terminal with administration rights.
fr: 1. Choisissez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessoires</span>&nbsp;▸ <span class="guimenuitem">Terminal administrateur</span> </span> pour ouvrir un terminal avec les droits d'aministration.

source: Execute the <span class="code">nautilus</span> command to open the file browser.
fr: Exécutez la commande <span class="code">nautilus</span> pour ouvrir le navigateur de fichiers.
pt: Execute o comando <span class="code">nautilus</span> para abrir o navegador de arquivos.

source: In the file browser navigate to <span class="filename">/live/persistence/TailsData_unlocked</span>.
fr: Dans le navigateur de fichier, ouvrez le dossier <span class="filename">/live/persistence/TailsData_unlocked</span>.
pt: No navegador de arquivos, navegue até <span class="filename">/live/persistence/TailsData_unlocked</span>.

source: If there is a file named <span class="filename">live-persistence.conf.old</span> in the <span class="filename">TailsData_unlocked</span> folder, then some of your persistence settings need to be enabled manually.
fr: Si il y a un fichier nommé <span class="filename">live-persistence.conf.old</span> dans le dossier <span class="filename">TailsData_unlocked</span>, alors certains de vos paramètres de persistance doivent être mis à jour manuellement.
pt: Se existir um arquivo chamado <span class="filename">live-persistence.conf.old</span> na pasta <span class="filename">TailsData_unlocked</span>, então algumas das suas configurações de persistência precisam ser habilitadas manualmente.

source: In the file browser, right-click on the <span class="filename">live-persistence.conf.old</span> file and open it by choosing <span class="guilabel">Open with Other Application...</span> and then <span class="guilabel">gedit</span>.
fr: Dans le navigateur de fichiers, effectuez un clic-droit sur le fichier <span class="filename">live-persistence.conf.old</span>, ouvrez-le en choisissant <span class="guilabel">Ouvrir avec une autre application...</span>, puis sélectionnez <span class="guilabel">gedit</span>.
pt: No navegador de arquivos, clique com o botão direito no arquivo <span class="filename">live-persistence.conf.old</span> e abra-o escolhendo <span class="guilabel">Abrir com outra aplicação...</span> e então <span class="guilabel">gedit</span>.

source: Switch back to the file browser, right-click on the <span class="filename">persistence.conf</span> file and choose <span class="guilabel">Open with Other Application...</span> and then <span class="guilabel">gedit</span> to open it in a new tab in <span class="application">gedit</span>.
fr: Retournez dans le navigateur de fichiers, effectuez un clic-droit sur le fichier <span class="filename">persistence.conf</span>, choisissez <span class="guilabel">Ouvrir avec une autre application...</span>, puis sélectionnez <span class="guilabel">gedit</span> pour l'ouvrir dans un nouvel onglet dans <span class="application">gedit</span>.
pt: Volte para o navegador do arquivo, clique com o botão direito no arquivo <span class="filename">persistence.conf</span> e escolha <span class="guilabel">Abrir com outra aplicação...</span>, e então escolha <span class="guilabel">gedit</span> para abrí-lo em outra aba no <span class="application">gedit</span>.

source: Switch between the two tabs corresponding to those files in <span class="application">gedit</span> and compare their content. Copy from <span class="filename">live-persistence.conf.old</span> to <span class="filename">persistence.conf</span> the lines corresponding to your custom settings that have not been upgraded automatically.
fr: Naviguez entre les onglets correspondant à ces fichiers dans <span class="application">gedit</span> et comparez leur contenu. Copiez depuis <span class="filename">live-persistence.conf.old</span> vers <span class="filename">persistence.conf</span> les lignes correspondant à vos paramètres personnalisés qui n'ont pas été mises à jour automatiquement.
pt: Altere entre as duas abas correspondentes a estes arquivos no <span class="application">gedit</span> e compare seus conteúdos. Copie de <span class="filename">live-persistence.conf.old</span> para <span class="filename">persistence.conf</span> as linhas correpondentes a suas preferências personalizadas que não tenham sido atualizadas automaticamente.

source: Those missing lines should correspond to your custom directories or other custom persistence settings.
fr: Les lignes manquantes devrait correspondre à vos dossiers ou autres paramètres de persistance personnalisés.
pt: As linhas que faltam devem corresponder a seus diretórios personalizados ou outras configurações de persistência personalizadas.

source: **If you detect unexpected lines in <span class="filename">live-persistence.conf.old</span>** that do not correspond to any change that you have made, they might have been introduced by an attacker. In this case, do the following:
fr: **Si vous détectez des lignes suspectes dans <span class="filename">live-persistence.conf.old</span>** qui ne correspondent pas à des changements que vous avez vous-même effectué, elles pourraient avoir été ajoutées par un attaquant. Dans ce cas, procédez ainsi :
pt: **Se você detectar linhas não esperadas em <span class="filename">live-persistence.conf.old</span>** que não correpsondem a nenhuma alteração que você tenha feito, elas podem ter sido introduzidas por um atacante. Neste caso, faça o seguinte:

source: [[Report a bug using <span class="application">WhisperBack</span>|bug_reporting]] and explain which are the lines that look suspicious to you.
fr: [[Rapportez une erreur avec <span class="application">WhisperBack</span>|bug_reporting]] en nous expliquant en quoi ces lignes vous semblent suspectes.
pt: [[Relate um bug usando o <span class="application">WhisperBack</span>|bug_reporting]] e explique quais são as linhas que te parecem suspeitas

source: Keep that Tails device without modifying it in order to analyse it later if needed.
fr: Conservez ce périphérique Tails sans le modifier afin de pouvoir l'analyser si nécessaire.
pt: Mantenha este dispositivo com Tails com você sem modificá-lo para poder analisá-lo mais tarde se necessário.

source: Follow the instructions to [[manually copy your persistent data to a new device|copy]].
fr: Suivez les instructions pour [[copier manuellement vos données persistantes vers un nouveau périphérique|copy]].
pt: Siga as instruções para [[copiar manualmente seus dados persistentes para um novo dispositivo|copy]].

source: **If you do not detect any suspicious line**, close <span class="application">gedit</span> and delete the <span class="filename">live-persistence.conf.old</span> file using the file browser.
fr: **Si vous ne détectez pas de lignes suspectes**, fermez <span class="application">gedit</span> et effacez le fichier <span class="filename">live-persistence.conf.old</span> avec le navigateur de fichiers.
pt: **Se você não detectar nenhuma linha suspeita**, feche o <span class="application">gedit</span> e apague o arquivo <span class="filename">live-persistence.conf.old</span> usando o navegador de arquivos.

source: If there is a file named <span class="filename">live-additional-software.conf.disabled</span> in the <span class="filename">TailsData_unlocked</span> folder, then your [[additional software|configure#additional_software]] need to be enabled manually.
fr: Si il y a un fichier nommé <span class="filename">live-additional-software.conf.disabled</span> dans le dossier <span class="filename">TailsData_unlocked</span>, alors vos [[logiciels additionnels|configure#additional_software]] doivent être édités manuellement.
pt: Se existe um arquivo chamado <span class="filename">live-additional-software.conf.disabled</span> na pasta <span class="filename">TailsData_unlocked</span>, então seus [[programas adicionais|configure#additional_software]] devem er habilitados manualmente.

source: In the file browser, right-click on the <span class="filename">live-additional-software.conf.disabled</span> file and open it by choosing <span class="guilabel">Open with Other Application...</span> and then <span class="guilabel">gedit</span>.
fr: Dans le navigateur de fichiers, effectuez un clic-droit sur le fichier <span class="filename">live-additional-software.conf.disabled</span>, ouvrez-le en choisissant <span class="guilabel">Ouvrir avec une autre application...</span>, puis sélectionnez <span class="guilabel">gedit</span>.
pt: No navegador de arquivos, clique com o botão direito no arquivo <span class="filename">live-additional-software.conf.disabled</span> e abra-o escolhendo <span class="guilabel">Abrir com outra aplicação...</span> e em seguida <span class="guilabel">gedit</span>.

source: Right-click on the <span class="filename">live-additional-software.conf</span> file and choose <span class="guilabel">Open with Other Application...</span> and then <span class="guilabel">gedit</span> to open it in a new tab in <span class="application">gedit</span>.
fr: Effectuez un clic-droit sur le fichier <span class="filename">live-additional-software.conf</span>, choisissez <span class="guilabel">Ouvrir avec une autre application...</span>, puis sélectionnez <span class="guilabel">gedit</span> pour l'ouvrir dans un nouvel onglet dans <span class="application">gedit</span>.
pt: Flique com o botão direito no arquivo <span class="filename">live-additional-software.conf</span> e escolha <span class="guilabel">Abrir com outra aplicação...</span> e em seguida <span class="guilabel">gedit</span> para abrir uma nova aba no <span class="application">gedit</span>.

source: Copy from <span class="filename">live-additional-software.conf.disabled</span> to <span class="filename">live-additional-software.conf</span> the lines corresponding to your additional software.
fr: Copiez depuis <span class="filename">live-additional-software.conf.disabled</span> vers <span class="filename">live-additional-software.conf</span> les lignes correspondant à vos logiciels additionnels.
pt: Copie do arquivo <span class="filename">live-additional-software.conf.disabled</span> para o arquivo <span class="filename">live-additional-software.conf</span> as linhas correspondentes aos seus programas adicionais.

source: **If you detect unexpected lines in <span class="filename">live-additional-software.conf.disabled</span>** that do not correspond to any additional software added by you, they might have been introduced by an attacker. In this case, do the following:
fr: **Si vous détectez des lignes suspectes dans <span class="filename">live-additional-software.conf.disabled</span>** qui ne correspondent pas à des logiciels additionnels que vous avez vous-même ajouté, elles pourraient avoir été ajoutées par un attaquant. Dans ce cas, procédez ainsi :
pt: **Se você detectar linhas não esperadas no arquivo <span class="filename">live-additional-software.conf.disabled</span>** que não correspondem a nenhum programa adicional adicionado por vocẽ, elas podem ter sido introduzidas por um atacante. Neste caso, faça o seguinte:

source: **If you do not detect any suspicious line**, close <span class="application">gedit</span> and delete the <span class="filename">live-additional-software.conf.disabled</span> file using the file browser.
fr: **Si vous ne détectez pas de lignes suspectes**, fermez <span class="application">gedit</span> et effacez le fichier <span class="filename">live-additional-software.conf.disabled</span> avec le navigateur de fichiers.
pt: **Se você não detectar nenhuma linha suspeita**, feche o <span class="application">gedit</span> e apague o arquivo <span class="filename">live-additional-software.conf.disabled</span> usando o navegador de arquivos.

source: a. **If you skipped the upgrade to Tails 0.21 and upgraded directly to Tails 0.22 or later**, then follow the instructions to [[manually copy your persistent data to a new device|copy]]. For security reasons the automatic upgrade is not available in Tails 0.22 or later.
pt: a. **Se você pulou a atualização para o Tails 0.21 e atualizou diretamente para o Tails 0.22 ou mais novo**, então siga as instruções para [[copiar manualmente seus dados persistentes para um novo dispositivo]]. Por razões de segurança, a atualização automática não está disponível no Tails 0.22 ou mais novo.
