Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/persistence/warnings.*.po
Languages: de, es, fr, pt

source: [[!meta title="Warnings about persistence"]]
de: [[!meta title="Warnungen zu Beständigkeit"]]
es: [[!meta title="Precauciones sobre la persistencia"]]
fr: [[!meta title="Avertissements à propos de la persistance"]]
pt: [[!meta title="Advertências sobre persistência"]]

source: Storing sensitive documents
de: Speicherung sensibler Dokumente
es: Guardando documentos sensibles
fr: Stocker des documents sensibles
pt: Armazenando documentos sensíveis

source: **The persistent volume is not hidden.** An attacker in possession of your USB stick can know that there is a persistent volume on it. Take into consideration that you can be forced or tricked to give out its passphrase.
de: **Der beständige Speicherbereich ist nicht versteckt.** Angreifende im Besitz Ihres USB-Sticks können wissen, dass ein beständiger Speicherbereich vorhanden ist. Bedenken Sie, dass Sie gezwungen oder durch einen Trick dazu gebracht werden könnten, die Passphrase herauszugeben.
es: **El volumen persistente no esta oculto.** .Un atacante en posesión de la memoria USB puede saber que existe un volumen persistente en el. Ten en consideración que puedes ser forzado o engañado para entregar tu contraseña.
fr: **Le volume persistant n'est pas caché.** Un attaquant en possession de votre clé USB peut ainsi savoir qu'elle contient un volume persistant. Prenez en considération le fait que l'on peut vous forcer ou vous duper pour obtenir la phrase de passe.

source: Read also our instructions to [[securely delete the persistent volume|delete]].
de: Lesen Sie auch unsere Anleitung zum [[sicheren Löschen des beständigen Speicherbereichs|delete]].
es: Lee también nuestras instrucciones para [[borrar el volument persistente de manera segura|delete]].
fr: Lire également nos instructions pour [[supprimer de manière sécurisée le volume persistant|delete]].
pt: Leia também nossas instruções para [[apagar de forma segura o volume persistente|delete]].

source: Overwriting configurations
de: Überschreiben von Konfigurationen
es: Sobrescribiendo configuraciones
fr: Écrasement des configurations par défaut
pt: Sobrescrevendo Configurações

source: The programs included in Tails are carefully configured with security in mind. If you use the persistence volume to overwrite the configuration of the programs included in Tails, it can break this security or render these programs unusable.
de: Die in Tails enthaltenen Programme sind im Bezug auf Sicherheit sorgfältig konfiguriert worden. Falls Sie den beständigen Speicherbereich nutzen, um die Konfigurationen der in Tails enthaltenen Programme zu überschreiben, könnte dies diese Sicherheit gefährden oder diese Programme unbenutzbar machen.
es: Los programas incluidos en Tails son configurados cuidadosamente con la seguridad en mente. Si tu usas el volumen persistente para sobrescribir la configuración de los programas incluidos en Tails, esto puede romper la seguridad o transformar estos programas en inutilizables.
fr: Les logiciels inclus dans Tails sont configurés avec une attention particulière pour la sécurité. L'utilisation du volume persistant vous permet de remplacer la configuration par défaut des logiciels. Écraser cette configuration peut altérer les règles de sécurité, ou rendre ces logiciels inutilisables.
pt: Os programas incluídos no Tails são cuidadosamente configurados tendo a questão da segurança em mente. Se você usa o volume persistente para sobrescrever as configurações dos programas incluídos no Tails, pode quebrar esta segurança ou tornar os programas inutilizáveis.

source: Be especially careful when using the [[Dotfiles|persistence/configure#dotfiles]] feature.
de: Seien Sie besonders vorsichtig, wenn Sie mit der [[Dotfiles|persistence/configure#dotfiles]]-Funktion arbeiten.
es: Sobre todo ten cuidado al usar las [[Dotfiles|persistence/configure#dotfiles]].
fr: Faites particulièrement attention lors de l'utilisation de la fonctionnalité [[Dotfiles|persistence/configure#dotfiles]].
pt: Tenha cuidado especial ao usar a funcionalidade [[Dotfiles|persistence/configure#dotfiles]].

source: Furthermore, the anonymity of Tor and Tails relies on making it harder to distinguish one Tails user from another. <strong>Changing the default configurations can break your anonymity.</strong>
de: Hinzu kommt, dass die Anonymität von Tor und Tails darauf basiert, es schwieriger zu machen, die Nutzenden von Tails voneinander zu unterscheiden. <strong>Das Verändern der Standardkonfiguration kann Ihre Anonymität gefährden.</strong>
es: Además, el anonimato de Tor y Tails se basa en hacer difícil distinguir un usuario de Tails de otro. <strong>Cambiar las configuraciones por defecto pueden romper tu anonimato.</strong>
fr: De plus, l'anonymat basé sur Tor et Tails repose sur le principe de rendre difficile la distinction entre différentes personnes utilisant Tails. <strong>Changer la configuration par défaut peut vous rendre différentiable et ainsi menacer votre anonymat.</strong>
pt: Além disso, a anonimidade do Tor e do Tails se baseia em tornar mais difícil distinguir um Tails do outro. <strong>Alterar as configurações padrão pode quebrar sua anonimidade.</strong>

source: Installing additional programs
es: Instalando programas adicionales
pt: Instalando Programas Adicionais

source: To protect your anonymity and leave no trace, Tails developers select and configure with care programs that work well together. **Installing additional programs may introduce unpredictable problems and may break the protections built-in Tails.** Tails developers may not want or may not be capable of helping you to solve those problems.
es: Para proteger tu anonimato y no dejar rastro. Los desarrolladores de Tails seleccionan y configuran con cuidado programas que van a funcionar bien juntos. **Instalar programas adicionales puede introducir problemas impredecibles y podría romper las protecciones integradas en Tails.** Los desarrolladores de Tails puede que no quieran o sean capaces de ayudarte a resolver esos problemas.
pt: Para proteger seu anonimato e não deixar rastros, os desenvolvedores do Tails selecionam e configuram com cuidado programas que funcionam bem juntos um do outro. **Instalar programas adicionais pode introduzir problemas imprevisíveis e quebrar as proteções configuradas no Tails.** Os desenvolvedores do Tails podem não querer ou podem não ser capazes de te ajudar a resolver estes problemas.

source: Browser plugins
es: Complementos del navegador
pt: Plugins de Navegadores

source: The web browser is a central part in a system like Tails. The plugins included in the browser are carefully chosen and configured with security in mind. **If you install other plugins or change their configuration, you can break your anonymity.**
es: El navegador es fundamental en un sistema como Tails. Los plugins incluidos en el navegador han sido cuidadosamente elegidos y configurados pensando en la seguridad. **Si instalas otros plugins o cambias su configuración, puedes romper tu anonimato.**
pt: O navegador de Internet é uma parte central em sistemas como o Tails. Os plugins inclusos no navegador são escolhidos com cuidado e configurados tendo a questão da segurança em mente. **Se você instalar outros plugins ou alterar suas configurações, você pode quebrar seu anonimato.**

source: Use to the minimum
de: Minimale Benutzung
es: Utilizar al mínimo
fr: Utilisez-le au minimum
pt: Use o Mínimo Possível

source: **Use the persistent volume only when necessary and to the minimum.** It is always possible to start Tails without activating the persistent volume. All the features of the persistent volume are optional and need to be explicitly activated. Only the files and folders that you specify are saved.
de: **Benutzen Sie den beständigen Speicherbereich nur, wenn es notwendig ist und in minimalen Ausmaßen.** Es ist immer möglich, Tails ohne die Aktivierung des beständigen Speicherbereichs zu starten. Alle Funktionen des beständigen Speicherbereichs sind optional und müssen explizit aktiviert werden. Nur die Ordner und Dateien, die von Ihnen angegeben sind, werden gespeichert.
es: **Usa el volumen persistente únicamente cuando sea necesario y al mínimo.** Es siempre posible iniciar Tails sin activar el volumen persistente. Todas las características del volumen persistente son opcionales y tienen que ser explícitamente activadas. Solamente los archivos y carpetas que especifiques serán guardados.
fr: **Utilisez le volume persistant uniquement lorsque c'est nécessaire et aussi peu que possible.** Il est toujours possible de démarrer Tails sans activer la persistance. Toutes les fonctionnalités de persistance sont optionnelles et nécessitent d'être explicitement activées. Seules les fichiers et dossiers que vous sélectionnez sont sauvegardés.
pt: **Use o volume persistente somente quando necessário e o mínimo possível.** É sempre possível iniciar o Tails sem ativar o volume persistente. Todas as características do volume persistente são opcionais e precisam ser explicitamente ativadas. Somente os arquivos e pastas que você especificar serão salvos.

source: Opening the persistent volume from other operating systems
de: Öffnen des beständigen Speicherbereichs mit anderen Betriebssystemen
es: Abriendo el volumen persistente desde otros sistemas operativos
fr: Accéder au volume persistant depuis un autre système d'exploitation

source: **It is possible to open the persistent volume from other operating systems. But, doing so might compromise the security provided by Tails.**
de: **Es ist möglich, den beständigen Speicherbereich von einem anderen Betriebssystem aus zu öffnen, dies könnte jedoch Ihre Sicherheit gefährden.**
es: **Es posible abrir el volumen persistente desde otros sistemas operativos, pero hacerlo podría comprometer tu seguridad.**
fr: **Il est possible d'ouvrir le volume persistant depuis un autre système d'exploitation, mais cela pourrait mettre en péril la sécurité de vos données.**

source: For example, image thumbnails might be created and saved by the other operating system. Or, the contents of files might be indexed by the other operating system.
de: Zum Beispiel könnten durch das andere Betriebssystem Thumbnails von Fotos erstellt und gespeichert werden. Oder die Inhalte von Dateien könnten vom anderen Betriebssystem indiziert werden.
es: Por ejemplo, las imágenes en miniatura podrían ser creadas y guardadas por otro sistema operativo. O, los contenidos de los archivos podrían ser indexados por el otro sistema operativo.
fr: Par exemple, des miniatures d'images pourraient être crées et sauvegardées par l'autre système d'exploitation. Ou le contenu de fichiers pourrait être indexé par l'autre système.

source: Other operating systems should probably not be trusted to handle sensitive information or leave no trace.
de: Anderen Betriebssystemen sollte möglicherweise nicht vertraut werden, mit sensiblen Informationen umzugehen oder keine Spuren zu hinterlassen.
es: Otros sistemas operativos probablemente no son tan confiables para manejar información sensible sin dejar rastro.
fr: Il n'est pas conseillé d'utiliser un autre système d'exploitation pour manipuler des informations sensibles ou pour ne laisser aucune trace sur l'ordinateur utilisé.

source: **The persistent volume is not hidden.** An attacker in possession of the device can know that there is a persistent volume on it. Take into consideration that you can be forced or tricked to give out its passphrase.
pt: **O volume persistente não é oculto.** Um atacante que tenha acesso ao dispositivo pode saber que existe um volume persistente nele. Leve em consideração que você pode ser forçado/a ou persuadido/a a entregar a senha do volume.
