Repository: austin987/tails
Catalog: wiki/src/doc/conclusion.*.po
Languages: fr

source: By offering you Tails we hope that you have the technological means to stay anonymous on the Internet. However, we want to emphasize that staying anonymous is _not_ only a technological problem – there is no tool, including Tails and Tor, that will magically make you anonymous on the Internet. You will have to behave as well. While deep technical knowledge of the architecture of the Internet, cryptology, traffic analysis techniques and the applications you use certainly can help (mainly by knowing what _not_ to do), we believe that some good ol' fashioned common sense and caution will be enough in most cases. Among other things, that includes:
fr: En vous offrant Tails on éspére que vous avez les moyens technologiques de rester anonyme sur internet. Cependant, on veut souligner le fait que rester anonyme _n'est pas_ seulement un problème technologique – il n'y a aucun outil, Tails et Tor inclus, qui vous rendra magiquement anonyme sur internet. Vous aurez a acquérir du savoir-faire. Bien qu'une profonde connaissance technique de l'architecture d'Internet, de la cryptologie, des techniques d'analyse de traffic et des applications que vous utilisez peut certainement aider (principalement en sachant quoi _ne pas _faire), on croit q'un peu de bon sens vieux style et de prudence feront l'affaire dans plusieurs cas. Parmi d'autres choses ça inclus:

source: Choosing good passwords and not writing them down in unprotected places.
fr: Choisir de bons mots de passe et ne pas les écrire dans des endroits non protégés.

source: Using end-to-end encryption whenever possible.
fr: Utiliser le cryptage end-to-end a chaque fois que c'est possible.

source: Not trusting everyone and everything but being a bit suspicious in general.
fr: Ne pas faire confiance à tout et tous, mais être un peu suspicieux en général.

source: Making an effort for properly authenticating with everyone you are communicating with.
fr: S'efforcer de s'authentifier sérieusement avec tout ceux avec qui vous communiquez.

source: Being very careful when dealing with identifying information such as name, whereabouts, the local time and so on. Any such piece of information that you leak will help a would be adversary to get closer to you.
fr: être très prudent lorsque vous manipulez des informations d'identification comme le nom, l'emplacement, l'heure locale et ainsi de suite. N'importe quel bout d'information de ce genre que vous divulguez aidera un possible adversaire a arriver jusqu'a vous.

source: Also, please try to follow the instructions given by security tools as much to the letter as possible. There are situations where one can be creative or improvise solutions, but you should really try to learn when that is appropriate before you do it. For instance, when using PGP encryption you are often asked to verify the authenticity of any new public key that you have just got. If you do not do this it is possible that you are using a compromised key sent by an attacker performing a [man-in-the-middle attack](http://en.wikipedia.org/wiki/Man_in_the_middle_attack). Usually the authentication works by presenting you with the key's so called fingerprint, which is a unique identifier for that key that cannot be faked. Verification should then be done by asking you friend to send you the fingerprint through some safe channel, which could be anything from telling it by telephone or VoiP (which is hard for an attacker to manipulate on the fly) or even face-to-face (but then you can exchange the actual keys securely instead), and then making sure that they are the same. Assuming the channel is safe the fingerprint sent by your friend and the one you get from the key should be identical, otherwise something is wrong.
fr: Aussi,essayez s'il vous plaît de suivre textuellement les instructions fournies par les outils de sécurité le plus souvent possible. Il y a des situations ou l'ont peut etre créatifs ou improviser des solutions, mais vous devez réellement essayer d'apprendre quand ceci est approprié avant de le faire. Par exemple, lors de l'utilisation du cryptage PGP il vous sera souvent demandé de vérifier l'autenticité de n'importe quelle nouvelle clé publique que vous venez juste de recevoir. Si vous ne faite pas ça il est possible que vous ete entrain d'utiliser une clé compromise envoyée par un attaquant éxécutant une attaque de type homme-au-milieu ([man-in-the-middle attack](http://en.wikipedia.org/wiki/Man_in_the_middle_attack)). D'habitude l'autentification fonctionne par vous présenter avec le fingerprint de la clé, qui est un unique identificateur pour cette clé et qui ne peut pas etre falsifié. La vérification doit alors etre faite en demandant a votre ami de vous envoyer le fingerprint via un canal non contaminé, qui peut etre par exemple le communiquer via telephone ou VoiP (ce qui rendrait la tache de manipuler des donées a la volée difficile pour un attaquant) ou meme face-a-face (mais alors là vous pouvez à la place échanger les actuelles clés d'une façon sécurisée), et puis s'assurer qu'elles sont identiques. En supposant que le canal ne soit pas contaminé le fingerprint envoyé par votre ami et le fingerprint que vous avez à partir de la clé doivent etres identiques, sinon il y a quelquechoses qui cloche.

source: The above authentication methods are of course not always possible, but here is one of those places you can be creative. For example, you could send the fingerprint hidden in an innocent looking image by some means, although this is admittedly not bulletproof. You could make this method a bit safer by first sending the picture to your unknowing recipient and telling him or her how the fingerprint is hidden when you know that it has been received. Additionally, these kinds of tricky exchanges are always better to make over interactive communication channels such as IRC or with instant messaging since that will decrease the window of opportunity for any eavesdropper to interfere. Email is not very suitable as delays are long which gives the attacker ample time to act. An alternative authentication method to fingerprints, used by OTR, is to simply ask both parties of a shared secret that both should know. In this case, do not choose just anything – if someone is watching you they probably know which high school you went to, the size of your shoes and similar facts.
fr: Naturellement, les métodes d'autentification citées en haut ne sont pas toujours possibles, mais voilà une des situations dans lesquelles vous pouvez etre créactif. Par exemple, vous pouvez envoyer le fingerprint caché dans une image a l'apparence innocente en utilisant quelques outils appropriés, bien que ceci-admettons le- ne soit pas a toute épreuve. vous devez rendre cette métode un peu plus sécurisée en envoyant d'abord l'image a votre destinataire inconnu puis lui dire comment le fingerprint est caché après s'etre assurré qu'il a bien reçu l'image. En outre, ces types d'échanges délicats sont toujours mieux a faire via un canal de communication intéractif comme l'IRC ou la messagerie instantanée puisque ça réduira les chances d'un attaquant d'intérférer. L'email n'est pas très approprié puisque les décalage de temps sont longs ce qui donnera a un attaquant tout le temps d'agir. Une métode d'autentification alternative au fingerprints, utilisée par OTR, est de simplement demander aux deux parties de partager un secret que tous les deux doivent connaitre. Dans ce cas, ne choisissez pas juste n'importe quoi – si on est entrain de vous éspionner ils connaissent probablement a quelle école secondaire vous etes allé, la pointure de vos chaussurres et des faits similaires.

source: This is probably the place where we are expected to wish you good luck, but we will not. Relying on luck simply is not good practice in these situations. Stay cool and be smart! Thanks for you time!
fr: Ceci est probablement la partie ou on est sensé vous souhaiter bonne chance, mais on en le fera pas. Compter simplement sur la chance n'est pas une bonne pratique dans ces situations. Restez cool et soyez intelligents ! Merci pour votre temps !

source: The Tor™ trademark and the Tor Onion Logo are trademarks of [The Tor Project.](https://www.torproject.org)
fr: La marque Tor™ et le Logo "Onion" de Tor sont des marques du [projet Tor](https://www.torproject.org/).
