Repository: austin987/tails
Catalog: wiki/src/doc/walkthrough.*.po
Languages: fr

source: [[!meta title="Walkthrough"]]
fr: [[!meta title="Tour d'horizon"]]

source: <a name="what"></a>What is Tails?
fr: <a name="what"></a>Qu'est-ce que Tails ?

source: Amnesia, **noun**: Forgetfulness; loss of long-term memory.
fr: Amnesie, **nom** : diminution ou perte de la mémoire à long terme.

source: Incognito, **noun**:
fr: Incognito :

source: One unknown or in disguise, or under an assumed character or name.
fr: **Nom masculin**: situation d'une personne qui n'est pas connue, qui cherche à n'être pas reconnue. Garder l'incognito, rester ignoré.

source: The assumption of disguise or of a feigned character; the state of being in disguise or not recognized.
fr: **Adverbe**: en faisant en sorte qu'on ne soit pas reconnu (dans un lieu). Voyager incognito, secrètement.

source: Tails is designed to be used from either a CD or a [USB drive](#usb).
fr: Tails est conçu pour être utilisé à partir d'un CD ou d'une [clé USB](#usb).

source: Tails has several applications (Web browser, IRC client, Mail client, Instant messenger, office suite, image and sound manipulation, etc.) pre-configured with security in mind; all outgoing connections to the Internet are forced to go through [the Tor network](https://www.torproject.org/), whose purpose is to protect them against traffic analysis. Moreover, Tails is designed to leave no trace on local storage devices unless explicitely asked.
fr: Il contient de nombreuses applications (navigateur web, client mail, logiciel de messagerie instantanée, PAO, traitement de texte, d'image, de son, etc.) dans un environnement préconfiguré avec la sécurité comme priorité ; ainsi, l'ensemble du trafic Internet passe par le [réseau Tor (The Onion Routing)](https://www.torproject.org/), qui est conçu pour rendre les échanges par le réseau aussi anonymes que possible ; par ailleurs, le système est conçu pour ne laisser aucune trace sur l'ordinateur où il est utilisé.

source: <a name="why_notrace"></a>Why do you need to prevent traces to be kept?
fr: <a name="why_notrace"></a>Pourquoi vous avez besoin d'éviter de laisser des traces ?

source: A lot of traces of your activities are left on your computer's hard disk. Such traces can easily be gathered by anyone with a bit of computer knowledge when no special measure is taken to prevent this (the only serious one being full disk encryption).
fr: Toute personne disposant d'un minimum de compétences informatiques peut très facilement retrouver sur un système d'exploitation non spécialement protégé (la seule protection sérieuse serait ici constituée par le chiffrement du disque dur au complet) de nombreuses traces des activités qui ont été effectuées avec votre ordinateur.

source: Again, if you do mind this fact, Tails might be just what you need.
fr: Ici encore, si ça vous pose un problème, Tails pourrait bien être ce dont vous avez besoin.

source: <a name="how"></a>How does Tails provide with anonymity?
fr: <a name="how"></a>Quel anonymat est fourni par Tails, et comment ?

source: First of all, true anonymity is impossible. Given enough resources an attacker will get you. What one can do is to make the cost of doing that so high that it becomes infeasible.
fr: Avant tout, précisons que le vrai anonymat est impossible. Tout attaquant disposant d'assez de ressources peut contourner les mesures de protection, en particulier en ce qui concerne les échanges en réseau. Tout ce qu'on peut faire, c'est rendre dissuasif le coût d'une attaque.

source: Tails tries to do this by sending all your Internet traffic through the [Tor™ network](https://www.torproject.org/) which makes your Internet traffic very hard to trace. If someone tries to trace you when you are using Tails, the trail will stop somewhere in Tor network with the IP addresses of some of its participants, not your. Similarly, if someone tries to see destination of your traffic, they will only reach as far as some computer in the Tor network. In fact, you will be the only one knowing exactly what is going on – not even the computers in the Tor network that you send your traffic through will know the whole picture!
fr: Tails tente de faire cela en faisant passer tout votre traffic Internet à travers le [réseau Tor™](https://www.torproject.org/), ce qui le rend très difficile à tracer. Si quelqu'un essaye de vous tracer quand vous utilisez Tails, la piste s'arrêtera quelque part dans le réseau Tor avec les adresses IP d'une partie de ses participants, pas la vôtre. De même, si on essaye de voir la destination de votre traffic, on atteindra au plus loin seulement quelques ordinateurs dans le réseau Tor. En fait, vous serez le seul à savoir exactement ce qui ce passe – même les ordinateurs dans le réseau Tor à travers lesquels vous envoyez votre traffic n'auront pas une vue complète !

source: As at least a rudimentary understanding of Tor currently is essential for using it securely (and knowing its limits) we strongly recommend reading the [Tor overview](https://www.torproject.org/overview.html) and [Understanding and Using Tor – An Introduction for the Layman](https://wiki.torproject.org/noreply/TheOnionRouter/TorALaymansGuide). At the very least you should read the following paragraphs about common misconceptions about the service offered by the Tor software.
fr: Ceci dit, puisqu'une connaissance au moins rudimentaire de Tor est essentielle pour l'utiliser en sécurité (et connaître ses limites), on recommande fortement la lecture de [Tor : Vue d'ensemble](https://www.torproject.org/overview.html.fr) et [Understanding and Using Tor – An Introduction for the Layman](https://wiki.torproject.org/noreply/TheOnionRouter/TorALaymansGuide). Au minimum, vous devez lire les paragraphes suivants concernants les malentendus fréquents à propos du service offert par le logiciel Tor.

source: By relaying your Internet traffic through the Tor network (which Tails does per default) your communications should _only_ be considered to be untraceable back to the computer you use, not encrypted or in any other way unreadable by others. While the traffic _is_ encrypted when it leaves your computer and when you get back your responses, it will not necessarily be so when sent between the Tor network and your destination (this is unavoidable for technical reasons). This means that an eavesdropper at some later point will be able see your traffic without Tor's encryption unless you take further precautions (described [later on](#ff)), but will not be able to link it back to your computer.
fr: En faisant passer votre traffic Internet à travers le réseau Tor (ce que Tails fait par défaut) vos communications peuvent seulement être considérées comme intraçable jusqu'à l'ordinateur que vous utilisez, mais pas chiffrées, ni en aucune autre manière, cachées. Bien que votre traffic soit chiffré quand il quitte votre ordinateur et quand vous recevez votre réponse, ce n'est pas le cas entre le réseau Tor et votre destination (ceci est infaisable pour des raisons techniques). Ce qui veut dire qu'un attaquant situé à un point ultérieur peut voir votre traffic sans le chiffrement de Tor, mais il ne pourra pas faire le lien avec votre ordinateur.

source: As such, if you are sending or receiving sensitive data whose disclosure would be damaging in itself even if it is untraceable, you need to use end-to-end encryption to hide the meaning of your data to everyone except the recipient. Examples of such sensitive information that you need to protect in this way are your real identity or other personal information linkable to you, login details and passwords, bank account or financial details, anything illegal or political, and secrets in general.
fr: Donc, si vous envoyez ou recevez des données sensibles dont la révélation pourrait être nuisible en soi, même si c'est intraçable, vous devez utiliser le chiffrement de-bout-en-bout (end-to-end encryption) pour cacher la signification de vos données a quiconque excepté leur destinataire. Exemples de pareilles informations : votre identité réelle ou tout autre information qui peut mener à vous, des détails d'identification et mots de passes, déTails du compte bancaire, toute chose illégale ou politique, et tout secret en général.

source: There are several tools bundled with Tails offering end-to-end encryption for various applications: [GnuPG](http://www.gnupg.org/) provides with encryption for email, [OTR](http://www.cypherpunks.ca/otr) is for instant messaging (MSN, ICQ, IRC, etc.) among others.
fr: Plusieurs outils intégrés dans Tails proposent cependant un chiffrement de-bout-en-bout, pour plusieurs applications ; parmi d'autres : entre autres, [GnuPG](http://www.gnupg.org/index.fr.html) permet de chiffrer des emails, OTR le fait pour la messagerie instantanée (ICQ, IRC, etc.).

source: Also, bear in mind that while web browsing on sites for whom the addresses begin with `http://` the connections are not encrypted (see [more about this](#ff)). However, web sites whose addresses start with `https://` (notice the additional "**s**") use encrypted connections and are thus **s**ecure. FIXME: tell a bit about certificates and X.509 limits. Many web browsers, including Firefox, also display a lock or a similar symbol in the address field or status bar indicating that the connection is secure.
fr: De plus, gardez à l'esprit qu'en naviguant sur des sites dont l'adresse commence par `http://`, les connections ne sont pas chiffrées (en [savoir plus](#ff)). En revanche, les sites web dont l'adresse commence avec `https://` (notez le **s** supplémentaire) utilisent des connexions chiffrées et sont donc "**s**écurisées" FIXME (pour autant que vous disposiez du certificat permettant de s'assurer de leur authenticité). Beaucoup de navigateurs web, y compris Iceweasel (Firefox modifié par Debian) qui est utilisé dans Tails, affichent un cadenas ou un symbole similaire dans le champ des adresses, ou dans la barre des tâches, indiquant lorsque la connexion est sécurisée.

source: Notice that not all web sites offer this feature, but most that in any way handle your data (webmail logins, bank account logins etc.) usually do. Keep your eyes open!
fr: Notez que tous les sites web ne proposent pas cette fonctionalité, mais la plupart de ceux qui proposent de s'occuper de vos données personnelles (webmail, sites bancaires, etc.) le font généralement. Ouvrez l'œil !

source: For instance, a web page using JavaScript can make your web browser send your real IP address to the web server hosting the web page which possibly can disclose it not only to the web server's owner but also eavesdroppers that happen to fetch the message when it is sent between the Tor network and the web server.
fr: Par exemple, une page web utilisant JavaScript peut faire en sorte que votre navigateur web envoie votre adresse IP au serveur hébergeant la page web, ce qui peut éventuellement la révéler non seulement au propriétaire du serveur web, mais aussi a d'éventuels attaquants qui arriveraient à intercepter le message lorsqu'il est envoyé entre le réseau Tor et le serveur web.

source: <a name="how_amnesia"></a>How does Tails provide with amnesia?
fr: <a name="how_amnesia"></a>À propos de l'amnésie de Tails

source: In this section we will now briefly present the main applications included in Tails. Users are encouraged to look for further information about them elsewhere and to experiment (while not doing anything sensitive!) for their own benefit. All the pictures are clickable to get them undistorted and in full size, but note that some of the text is smudged in order to protect identities. Let us take a look at the Tails desktop:
fr: Dans cette section on va brièvement présenter les applications principales incluses dans Tails. Les utilisateurs sont encouragés à rechecher ailleurs davantage d'informations à propos de ces applications et à les expérimenter (tant qu'ils ne feront rien de sensible!) pour leur propre usage. Toutes les images peuvent être vues en claires et en taille complète en cliquant dessus, mais notez que quelques textes sont masqués afin de protéger les identités. Jetons un coup d'oeil sur le bureau de Tails :

source: When media storage is connected to the computer, additional icons appear on the Desktop.
fr: Viennent également s'ajouter, sur le bureau, des icônes donnant accès aux supports amovibles qui sont connectés à l'ordinateur.
