Repository: austin987/tails
Catalog: wiki/src/doc/warning.*.po
Languages: fr

source: [[!meta title="Warning"]]
fr: [[!meta title="Avertissements"]]

source: Even though we're doing our best to offer you good tools to protect your privacy while using a computer, **there is no magic or perfect solution to such a complex problem**. Understanding well the limits of such tools is a crucial step in, first, deciding whether Tails is the right tool for you, and second, helping you making a good use of it.
fr: Quand bien même on essaye de faire notre possible pour vous offrir des outils protégeant votre vie privée quand vous utilisez un ordinateur, **il n'y a pas de solution magique, ni parfaite d'ailleurs, a un problème aussi complexe**. Comprendre les limites de ces outils est crucial, en premier lieu pour savoir si Tails est bien la boîte à outils adaptée à vos besoins, secondo, pour vous permettre de bien vous en servir.

source: Tor exit nodes can eavesdrop on communications
fr: Les noeuds de sortie Tor peuvent jetez un oeil à vos communications

source: Instead of taking a direct route from source to destination, communications using the Tor network take a random pathway through several Tor relays that cover your tracks. So no observer at any single point can tell where the data came from or where it's going.
fr: Au lieu de prendre un chemin direct de l'expéditeur au destinataire, les communications qui passent par le réseau Tor prennent un chemin aléatoire à travers les divers relais Tor, ce qui brouillent les pistes. Ainsi, personne placé à un seul point du réseau n'est en mesure de dire d'où viennent les données ou vers où elles vont.

source: [[!img htw2-tails.png link=no alt="A Tor connection usually goes through 3 relays with the last one establishing the actual connection to the final destination"]]
fr: [[!img htw2-tails.png link=no alt="Une connexion via Tor passe normalement par trois relais, le dernier faisant connection avec la destination désirée"]]

source: The last relay on this circuit, called the exit node, is the one that establishes the actual connection to the destination server. As Tor does not, and by design cannot, encrypt the traffic between an exit node and the destination server, **any exit node is in a position to capture any traffic passing through it**. See [Tor FAQ: Can exit nodes eavesdrop on communications?](https://trac.torproject.org/projects/tor/wiki/TheOnionRouter/TorFAQ#CanexitnodeseavesdroponcommunicationsIsntthatbad).
fr: Le dernier relai sur ce circuit, appelé noeud de sortie, est celui qui établie la connection au serveur de la destination. Comme Tor ne chiffre pas, et ne peut pas le faire de toute façon, ce qui transite entre le noeud de sortie et le serveur de la destination, **tout noeud de sortie a la possibilité de capturé le trafic qui passent par lui**. Voir [Tor FAQ: Can exit nodes eavesdrop on communications?](https://trac.torproject.org/projects/tor/wiki/TheOnionRouter/TorFAQ#CanexitnodeseavesdroponcommunicationsIsntthatbad).

source: For example, in 2007, a security researcher intercepted thousands of private e-mail messages sent by foreign embassies and human rights groups around the world by spying on the connections coming out of an exit node he was running. See [Wired: Rogue Nodes Turn Tor Anonymizer Into Eavesdropper's Paradise.](http://www.wired.com/politics/security/news/2007/09/embassy_hacks).
fr: Par exemple, en 2007, un chercheur en sécurité informatique a intercepté des milliers d'e-mails privés envoyés par des embassades étrangères et des ONG à travers le monde en écoutant le trafic sortant du noeud de sortie qu'il utilisait. Voir [Wired: Rogue Nodes Turn Tor Anonymizer Into Eavesdropper's Paradise.](http://www.wired.com/politics/security/news/2007/09/embassy_hacks).

source: **To protect yourself from such attacks you should use end-to-end encryption** between you and the destination server, such as TLS, for example by choosing to use HTTPS whenever it's possible. Fortunately, Tails includes HTTPS Everywhere, a Firefox extension that switches automatically to HTTPS all your communications to a number of major websites. See [EFF: HTTPS Everywhere](https://www.eff.org/https-everywhere).
fr: **Afin de vous protéger de telles attaques, vous devez utilisez du chiffrement de A à Z** entre vous et votre serveur destinataire, comme le TLS, par exemple en choisissant d'utiliser HTTPS à chaque fois que c'est possible. Heureusement, Tails comporte HTTPS Everywhere, une extension de Firefox qui permute automatiquement en HTTPS toute vos communications pour pas mal de sites web connus. Voir [EFF: HTTPS Everywhere ](https://www.eff.org/https-everywhere).

source: It makes it clear that you are using Tor and probably Tails
fr: Le fait que vous utilisez Tor, et probablement Tails, est un secret de Polichinelle

source: **Your ISP or your local network administrator** can easily check that you're connecting to a Tor relay, and not a normal web server for example.
fr: **Votre fournisseur d'accès à internet ou l'administrateur de votre réseau local** peut très facilement savoir que vous vous connecté à un relai Tor, et non à un serveur web classique, par exemple.

source: **The destination server your are contacting through Tor** can know whether your communication comes out from a Tor exit node by consulting the publicly available list of exit nodes that might contact it. For example using the [Tor Bulk Exit List tool](https://check.torproject.org/cgi-bin/TorBulkExitList.py) of the Tor Project.
fr: **Le serveur de destination auquel vous vous connecté via Tor** peut savoir si vos communications viennent d'un noeud de sortie Tor en consultant la liste publique, disponible sur internet, des noeuds de sortie Tor. Par exemple en utilisant la [Tor Bulk Exit List](https://check.torproject.org/cgi-bin/TorBulkExitList.py) du projet Tor.

source: **So using Tails doesn't make you look like any random Internet user.** The anonymity provided by Tor and Tails works by trying to make all of their users look the same so it's not possible to identify who is who amongst them.
fr: **Du coup, utiliser Tails fait que vous ne ressemblez pas à un utilisateur lambda d'internet.** L'anonymat fournie par Tor et Tails marche en essayant de mettre tous leurs utilisateurs dans le même panier, pour ne pas pouvoir en différencier l'un de l'autre.

source: Man-in-the-middle attacks
fr: L'attaque de l'homme-du-milieu

source: A man-in-the-middle attack (MitM) is a form of active eavesdropping in which the attacker makes independent connections with the victims and relays messages between them, making them believe that they are talking directly to each other over a private connection, when in fact the entire conversation is controlled by the attacker.
fr: Une attaque de l'homme-du-milieu (HdM) est une forme d'écoute active dans laquelle l'attaquant se connecte de manière indépendantes avec les victimes et relaie le trafic entre elles, leur faisant ainsi croire qu'elles communiquent effectivement via une connection privé, alors que tout passe, et peut être contrôlé, par l'attaquant.

source: While using Tor, man-in-the-middle attacks can still happen between the exit node and the destination server. The exit node itself can also act as a man-in-the-middle. For an example of such an attack see [MW-Blog: TOR exit-node doing MITM attacks](http://www.teamfurry.com/wordpress/2007/11/20/tor-exit-node-doing-mitm-attacks).
fr: En utilisant Tor, une attaque de l'homme-du-milieu peut toujours arrivé entre le noeud de sortie et le serveur destinataire. Le noeud de sortie peut également agir comme un homme-du-milieu. Pour un exemple d'une telle attaque voir [MW-Blog: TOR exit-node doing MITM attacks](http://www.teamfurry.com/wordpress/2007/11/20/tor-exit-node-doing-mitm-attacks).

source: **Again, to protect yourself from such attacks you should use end-to-end encryption** and while doing so taking extra care at verifying the server authenticity.
fr: **Encore une fois, pour vous protéger de telles attaques, vous devez utiliser un chiffrement bout-à-bout, de A à Z** et également vérifier avec soin l'authenticité des serveurs.

source: Usually, this is automatically done throught SSL certificates checked by your browser against a given set of recognized [[!wikipedia Certificate_authority desc="certificate authorities"]]). If you get a security exception message such as this one you might be victim of a man-in-the-middle attack and should not bypass it unless you have another trusted way of checking the certificate's fingerprint with the people running the service.
fr: D'habitude, cette vérification de certificat SSL est automatiquement faite par votre navigateur en le comparant à une liste donnée [[!wikipedia_fr Autorité_de_certification desc="d'autorités de certification"]]). Si vous obtenez un message concernant une exception de sécurité comme celle-ci, vous pouvez être victime d'une attaque HdM et devriez faire machine arrière, sauf si vous connaissez un autre moyen sûr de comparer l'empreinte du certificat avec celle du service auquel vous voulez accéder.

source: But on top of that the certificate authorities model of trust on Internet is susceptible to various methods of compromise. For example, in March 15, 2011, Comodo, one of the major SSL certificates company, reported that a user account with an affiliate registration authority had been compromised. It was then used to create a new user account that issued nine certificate signing requests for seven domains: mail.google.com, login.live.com, www.google.com, login.yahoo.com (three certificates), login.skype.com, addons.mozilla.org, and global trustee. See [Comodo: The Recent RA Compromise](http://blogs.comodo.com/it-security/data-security/the-recent-ra-compromise/).
fr: En plus de ça, le système de confiance aux certificats délivrés par des autorités "compétentes" est loin d'être parfait. C'est ainsi que le 15 Mars 2011, Comodo, une entreprise de délivrance de certificat SSL parmis les plus importantes, annonça qu'un compte utilisateur permettant de fabriquer des certificats avaient été piraté. Il fut utilisé pour faire 9 certificats pour 7 noms de domaines : mail.google.com, login.live.com, www.google.com, login.yahoo.com (3 certificats), login.skype.com, addons.mozilla.org, and global trustee. Voir [Comodo: The Recent RA Compromise](http://blogs.comodo.com/it-security/data-security/the-recent-ra-compromise/).

source: **This still leaves open the possibility of a man-in-the-middle attack even when your browser is trusting an HTTPS connection.**
fr: **Ca n'empêche pas une attaque du type HdM quand bien même votre navigateur fait confiance à une connection HTTPS.**

source: On one hand, by providing anonymity, Tor makes it more difficult to perform a man-in-the-middle attack targeted at **one specific person** with the blessing of a rogue SSL certificate. But on the other end, Tor makes it easier for people or organizations running exit nodes to perform large scale MitM attempts, or attacks targeted at **a specific server**, and especially those among its users who happen to use Tor.
fr: D'un côté, en procurant l'anonymat, Tor rend compliqué une attaque du type homme-du-milieu (HdM) qui vise **quelqu'un en particulier**, grâce à un certificat SSL corrompu. Mais d'un autre côté, Tor rend plus facile pour des gens ou des organisations qui font tourner des noeuds de sortie d'effectuer des attaque de ce type à grande échelle, ou des attaques HdM qui ciblent un serveur spécifique, et par là les utilisateurs de Tor en particulier .

source: <p class="quoted-from">Quoted from [[!wikipedia Man-in-the-middle_attack desc="Wikipedia: %s"]], [[!wikipedia Comodo_Group#Iran_SSL_certificate_controversy desc="Wikipedia: %s"]] and <a href="https://blog.torproject.org/blog/detecting-certificate-authority-compromises-and-web-browser-collusion">Tor Project: Detecting Certificate Authority compromises and web browser collusion</a>.</p>
fr: <p class="source">Quoted from [[!wikipedia_fr Attaque_de_l'homme_du_milieu desc="Wikipedia: %s"]], [[!wikipedia Comodo_Group#Iran_SSL_certificate_controversy desc="Wikipedia: %s"]] and <a href="https://blog.torproject.org/blog/detecting-certificate-authority-compromises-and-web-browser-collusion">Tor Project: Detecting Certificate Authority compromises and web browser collusion</a>.</p>

source: Confirmation attacks
fr: Attaque par confirmation

source: The Tor design doesn't try to protect against an attacker who can see or measure both traffic going into the Tor network and also traffic coming out of the Tor network. That's because if you can see both flows, some simple statistics let you decide whether they match up.
fr: La conception de Tor ne permet pas de vous protéger contre un attaquant qui est capable de mesurer le trafic qui entre et qui sort du réseau Tor. Car si vous pouvez comparer les deux flux, des statistiques basiques vous permettent de faire une corrélation.

source: That could also be the case if your ISP (or your local network administrator) and the ISP of the destination server (or the destination server itself) cooperate to attack you.
fr: Ca peut aussi être le cas si votre fournisseur d'accès à internet (FAI), ou votre administrateur réseau, et le FAI du serveur destinataire (ou le destinataire lui-même) coopère pour vous pièger.

source: Tor tries to protect against traffic analysis, where an attacker tries to learn whom to investigate, but Tor can't protect against traffic confirmation (also known as end-to-end correlation), where an attacker tries to confirm a hypothesis by monitoring the right locations in the network and then doing the math.
fr: Tor essaye d'empêcher l'analyse de trafic, là où un attaquant essaye de savoir qui il écoute, mais Tor ne protège pas contre les confirmations de trafic (connues sous le nom de corrélation bout-à-bout), là où l'attaquant essaye de confirmer une hypothèse en surveillant aux bons endroits et puis en faisant la corrélation.

source: <p class="quoted-from">Quoted from <a href="https://blog.torproject.org/blog/one-cell-enough">Tor Project: "One cell is enough to break Tor's anonymity"</a>.</p>
fr: <p class="source">Quoted from <a href="https://blog.torproject.org/blog/one-cell-enough">Tor Project: "One cell is enough to break Tor's anonymity"</a>.</p>

source: It doesn't clear the metadata of your documents for you
fr: Tails ne supprime pas les méta-données de vos fichiers pour vous

source: Numerous files format store hidden data or metadata inside of the files. Text processors or PDF files could store the name of the author, the date and time of creation of the file, and sometimes even parts of the editing history of the file… Those hidden data depend on the file format and the software used.
fr: De nombreux format de fichiers contiennent des données cachées ou méta-données. Des traitement de textes ou des PDF peuvent contenir le nom de l'auteur, la date et l'heure de la création du fichier, et même quelque fois une partie de l'historique de l'édition de ce fichier... Ces données cachées dépendent du format du fichier ainsi que du logiciel utilisé.

source: Images file formats, like TIFF of JPEG, probably take the prize in this field. Those files, created by digital cameras or mobile phones, contain a metadata format called EXIF which can include the date, time and sometimes the GPS coordinates of the picture, the brand and serial number of the device which took it as well as a thumbnail of the original image. Image processing software tend to keep those data intact. Internet is full of cropped or blurred images for which the EXIF thumbnail still contains the full original picture.
fr: Les formats d'images comme TIFF ou JPEG remporte sans doute la palme en la matière. Ces fichiers, créés par des appareils photos numériques ou des téléphones portables, contiennent des méta-données au format EXIF, qui peut contenir la date, l'heure, voir les données GPS de l'image, la marque, le numéro de série de l'appareil ainsi qu'une image en taille réduite de l'image originale. Des logiciels de traitement d'image tendent à conserver intactes ces images. Internet est plein de ces images floutées dont le fichier EXIF contient toujours l'image avant floutage.

source: **Tails doesn't clear the metadata of your files for you**. Yet. Still it's in Tails' design goal to help you do that. For example, Tails already comes with [Exiv2](http://exiv2.org/), an image metadata manipulation tool.
fr: **Tails ne supprime pas les meta-données de documents pour vous**. Mais c'est dans son intention de vous aider à la faire. Par exemple Tails comporte déjà [Exiv2](http://exiv2.org/), un outils de manipulation des méta-données pour les images.

source: Tor doesn't protect you from a global adversary
fr: Tor ne vous protège pas face à un adversaire global

source: A global passive adversary would be a person or an entity able to monitor at the same time the traffic between all the computers in a network. By studying, for example, the timing and volume patterns of the different communications across the network, it would be statistically possible to identify Tor circuits and thus matching Tor users and destination servers.
fr: Un adversaire global passif serait une personne ou une entité capable de regarder et donc de comparer le trafic entre tous les ordinateurs d'un réseau. En étudiant, par exemple, le timing et l'allure du volume d'informations des différentes communications à travers ce réseau, il serait statistiquement possible d'identifier un circuit Tor et du coup de relier l'utilisateur de Tor et son serveur destinataire.

source: It is part of Tor's initial trade-off not to address such a threat in order to create a low-latency communication service usable for web browsing, Internet chat or SSH connections.
fr: Ca fait partie des compromis de Tor de ne pas répondre à une telle menace, pour permettre une navigation raisonnable en terme de délais d'attente pour le web, le chat, ou les connections SSH.

source: For more expert information see [Tor Project: The Second-Generation Onion Router](https://svn.torproject.org/svn/projects/design-paper/tor-design.pdf), part 3. Design goals and assumptions.
fr: Pour des infos plus approfondies voir [Tor Project: The Second-Generation Onion Router](https://svn.torproject.org/svn/projects/design-paper/tor-design.pdf), partie 3. Design goals and assumptions.

source: Tails doesn't magically separate your different contextual identities
fr: Tails ne sépare pas de façon magique vos différentes identités contextuelles

source: It is usually not advisable to use the same Tails session to perform two tasks or endorse two contextual identities that you really want to keep separate on from another. For example hiding your location to check your email and publishing anonymously a document.
fr: Il est généralement déconseillé d'utiliser la même session de Tails pour faire différentes tâches ou pour endosser deux identités contextuelles que vous désirez conserver séparées l'une de l'autre. Par exemple ne pas être localisable pour consulter vos e-mails et publier anonymement un document sur le web.

source: First, because Tor tends to reuse the same circuits, for example amongst a same browsing session. Since the exit node of a circuit knows both the destination server (and possibly the content of the communication if not encrypted) and the address of the previous relay he received the communication from, it makes it easier to correlate the several browsing requests as part of a same circuit and possibly made by a same user. If you are facing a global adversary as described above, it might then also be in position to do this correlation.
fr: Tout d'abord, parce que Tor tend à réutiliser le même circuit, parmis la même session de navigation par exemple. Comme le noeud de sortie "connaît" à la fois le serveur destinataire (et probablement le contenu de la requête si elle n'est pas chiffrée) ainsi que l'adresse de relai précédent dont il a reçu la requête, ça simplifie la corrélation entre différents requêtes effectuées à travers un même circuit, et peut-être par un même utilisateur. Si vous êtes face à un adversaire global comme décris précédemment, il pourrait également être en mesure de faire cette corrélation.

source: Second, in case of a security hole or a misuse in using Tails or one of its application, information about your session could be leaked. That could reveal that the same person was behind the various actions made during the session.
fr: Secondo, en cas de trou de sécurité, de mauvaise utilisation de Tails ou d'une de ses applications, des infos à propos de votre session peuvent fuiter. Ca pourrait permettre de confirmer qu'une seule et même personne était derrière les différentes actions faites durant une même session.

source: **The solution to both threats is to shutdown and restart Tails** every time you're using a new identity, if you really want to isolate them better.
fr: **La solution contre ces deux menaces est d'éteindre et de redémarrer Tails** à chaque fois que vous utilisez une nouvelle identité, que vous voulez réellement séparer des autres.

source: Vidalia's "New Identity" button forces Tor to use new circuits but only for new connections: existing connections might stay open. Plus, apart from the Tor circuits, other kind of information can reveal your past activities, for example the cookies stored by your browser. So this feature of Vidalia's is not a solution to really separate contextual identities. Shutdown and restart Tails instead.
fr: Le bouton "Utiliser une nouvelle identité" oblige Tor à utiliser un nouveau parcours mais uniquement pour les nouvelles connections: les connections déjà existantes peuvent rester ouvertes. De plus, en dehors des circuits Tor, d'autres types d'informations peuvent en dire long sur vos activités. Les cookies conservés par votre navigateur web, par exemple. Cette fonctionnalité de Vidalie n'est pas LA solution pour effectivement séparer différentes identités contextuelles. Il vaut mieux éteindre et redémarrer Tails.

source: It doesn't make your crappy passwords stronger
fr: Tails ne rend pas vos mots de passe moins pourris

source: Tor allows you to be anonymous online; Tails to leave no trace on the computer you're using. But again, **neither of both are magic spells for computer security**.
fr: Tor vous permet d'utiliser internet de manière anonyme; Tails de ne laisser aucune trace sur l'ordinateur que vous utilisez. Mais encore une fois, **aucun des deux n'est la solution magique au problème de la sécurité informatique**.

source: If your use weak passwords they can be guessed by brute-force attacks with or without Tails in the same way. To know if your passwords are weak and learn good practices to create better password, you can read [[!wikipedia Weak_password#Examples_of_weak_passwords desc="Wikipedia: Weak Passwords"]].
fr: Si vous utilisez des mots de passe faibles, ils peuvent être devinés par des attaques de type force-brute, sans que Tails n'y change rien. Pour en savoir plus sur la robustesse d'un mot de passe, vous pouvez lire [[!wikipedia_fr Robustesse_des_mots_de_passe desc="Wikipedia: Weak Passwords"]].
