Repository: austin987/tails
Catalog: wiki/src/doc/advanced_topics/lan.*.po
Languages: de, fr, zh_tw

source: [[!meta title="Accessing resources on the local network"]]
de: [[!meta title="Auf Ressourcen im lokalen Netzwerk zugreifen"]]
fr: [[!meta title="Accéder aux ressources sur le réseau local"]]
zh_tw: [[!meta title="接取本地區域內的網路資源"]]

source: The term "local network" here refers to the set of computers and devices that can be reached directly from your computer without going through the Internet. For example, your home router, your network printer, or the intranet of your company are most likely on your local network, also called LAN for Local Area Network. In technical terms, this refers to the set of IP addresses defined in [RFC1918](https://tools.ietf.org/html/rfc1918).
de: Der Begriff "lokales Netzwerk" bezieht sich hier die Menge an Computern und Geräten, auf die direkt von Ihrem Computer aus, ohne durch das Internet zu gehen, zugegriffen werden kann. Zum Beispiel befinden sich Ihr Heimrouter, Ihr Netzwerkdrucker oder das Intranet Ihrer Firma höchstwahrscheinlich in Ihrem lokalen Netzwerk, auch LAN oder Local Area Network, genannt. Aus technischer Sicht wird sich hier auf den Satz von IP-Adressen bezogen, die in [RFC1918](https://tools.ietf.org/html/rfc1918) definiert sind.
fr: Le terme "réseau local" désigne ici les ordinateurs et périphériques qui peuvent être atteints directement par votre ordinateur sans passer par Internet. Par exemple votre box, votre imprimante réseau, ou l'intranet de votre compagnie sont sûrement sur votre réseau local, aussi appelé LAN pour Local Area Network. En termes techniques, cela désigne l'ensemble d'adresses IP définit dans la [RFC1918](https://tools.ietf.org/html/rfc1918).
zh_tw: "本地網路" 一辭指的是未透過互聯網，直接與你所用的電腦相互串接的一群電腦與設備。例如家用的路由器、網路列表機、公司的內聯網等等都可能是你的本地網路，它也稱之為 LAN ( Local Area Network)。技術上的用語，它指的是定義於 [RFC1918](https://tools.ietf.org/html/rfc1918) 的一組 IP 地址。

source: Security considerations
de: Sicherheitserwägungen
fr: Remarques à propos de la sécurité
zh_tw: 安全考量

source: Accessing resources on the local network can be useful in the context of Tails, for example to exchange documents with someone on the same local network without going through the Internet.
de: Der Zugriff auf Ressourcen im lokalen Netzwerk kann im Kontext von Tails nützlich sein, zum Beispiel, um Dokumente, ohne über das Internet zu gehen, mit einer Person auszutauschen, die sich im gleichen lokalen Netzwerk befindet.
fr: Accéder au réseau local peut-être utile dans le contexte de Tails, par exemple pour échanger des documents avec une personne sur le même réseau local que vous, sans passer par Internet.
zh_tw: 有些 Tails 的使用情況，可接取本地區域網路資源會很有用，例如和同網域內的某人交換文件而不必透過互聯網。

source: But an application that can connect to both resources on the Internet (going through Tor) and resources on the local network (without going through Tor) can break your anonymity. For example, if a website that you visit anonymously using <span class="application">Tor Browser</span> could also connect to other web pages that are specific to your local network, then this information could reveal where you are. This is why <span class="application">Tor Browser</span> is prevented from accessing the local network in Tails.
de: Aber eine Anwendung, die sowohl Zugriff auf Ressourcen des Internets (durch Tor) als auch auf Ressourcen im lokalen Netzwerk hat (ohne durch Tor zu gehen), kann Ihre Anonymität gefährden. Zum Beispiel, wenn eine Webseite, die Sie anonym mit dem <span class="application">Tor Browser</span> besuchen, sich auch mit Webseiten verbinden kann, die für Ihr lokales Netzwerk spezifisch sind, könnten diese Informationen enthüllen, wo Sie sich befinden. Dies ist der Grund dafür, dass der <span class="application">Tor Browser</span> daran gehindert wird, in Tails auf Ihr lokales Netzwerk zuzugreifen.
fr: Mais une application qui peut se connecter en même temps à Internet (à travers Tor) et au réseau local (sans passer par Tor) peut briser votre anonymat. Par exemple, si un site web que vous visitez anonymement avec le <span class="application">Navigateur Tor</span> peut aussi joindre d'autres pages web qui sont uniquement sur votre réseau local alors cette information peut révéler votre position. C'est pourquoi dans Tails, le <span class="application">Navigateur Tor</span> ne peut pas accéder au réseau local.
zh_tw: 但是當應用程式同時可以（透過 Tor）在網際網路上 以及本地網路中（不通過 Tor）接取資源時， 這可能會影響用戶的匿名性。例如使用 <span class="application">Tor 瀏覽器</span> 匿名地訪問某個網站，也可能會連結到其它 本地網路中的特定網頁，而這些資訊 可能會揭露用戶的地址。因此 Tails 在接取本地網路時 不能使用<span class="application">Tor 瀏覽器</span>。

source: This page describes some of the security measures built in Tails to protect from such attacks and explains how to access some types of resources on the local network.
de: Diese Seite beschreibt einige der in Tails eingebauten Sicherheitsfunktionen, die Sie vor solchen Angriffen schützen und erklärt Ihnen, wie Sie auf einige Arten von Ressourcen im lokalen Netzwerk zugreifen können.
fr: Cette page décrit quelques précautions de sécurité intégrées à Tails pour empêcher de telles attaques et explique comment accéder aux ressources sur le réseau local.
zh_tw: 本頁說明了一些 Tails 內鍵的安全方法來防止在本地網路中的攻擊，以及如何在本地網路下接取某些類型的資源。

source: <p>Connections made to the local network are not anonymous and do not go through Tor.</p>
de: <p>Verbindungen, die in das lokale Netzwerk hergestellt werden, sind nicht anonym und gehen nicht durch Tor.</p>
fr: <p>Les connexions au réseau local ne sont pas anonymes et ne passent pas par Tor.</p>
zh_tw: <p>連上本地區域網域並不會匿名也沒有 透過 Tor 網路。</p>

source: Browsing web pages on the local network
de: Auf Webseiten im lokalen Netzwerk zugreifen
fr: Naviguer sur des pages web du réseau local
zh_tw: 在本地區域網路內瀏覽網頁

source: It is impossible to access web pages on the local network using <span class="application">Tor Browser</span>. This prevents websites on the Internet from deducing your location from the content of other web pages that might be specific to your local network.
de: Es ist nicht möglich, mit dem <span class="application">Tor Browser</span> auf Webseiten im lokalen Netzwerk zuzugreifen. Dies verhindert, dass Webseiten im Internet durch Inhalt von anderen Webseiten, die für Ihr lokales Netzwerk spezifisch sein könnten, Ihren Standort preisgeben.
fr: Il est impossible d'accéder au réseau local avec le <span class="application">Navigateur Tor</span>. Cela empêche les sites web de déduire votre position à partir du contenu d'autres pages web pouvant être spécifiques à votre réseau local.
zh_tw: 本地網路下無法使用<span class="application">Tor 瀏覽器來接取網頁</span>。這可防止來自互網路上的網站可以 從本地網路的持定網頁內容來推測用戶所在的 網路地址。

source: To access web pages on the local network, use the [[<span class="application">Unsafe Browser</span>|anonymous_internet/unsafe_browser]] instead.
de: Nutzen Sie stattdessen den [[<span class="application">Unsicheren Browser</span>|anonymous_internet/unsafe_browser]], um auf Webseiten im lokalen Netzwerk zuzugreifen.
fr: Pour accéder aux pages web du réseau local, utilisez plutôt le [[<span class="application">Navigateur Web Non-sécurisé</span>|anonymous_internet/unsafe_browser]].
zh_tw: 改用[[<span class="application">Unsafe Browser</span>|anonymous_internet/unsafe_browser]] 來讀取本地網路中的網頁。

source: Downloading files from web pages on the local network
de: Dateien von Webseiten im lokalen Netzwerk herunterladen
fr: Télécharger des fichiers à partir de pages web sur le réseau local
zh_tw: 透過網頁在本地網路中下載檔案

source: [[!inline pages="doc/anonymous_internet/unsafe_browser/chroot.inline" raw="yes" sort="age"]]
de: [[!inline pages="doc/anonymous_internet/unsafe_browser/chroot.inline.de" raw="yes" sort="age"]]
fr: [[!inline pages="doc/anonymous_internet/unsafe_browser/chroot.inline.fr" raw="yes" sort="age"]]
zh_tw: [[!inline pages="doc/anonymous_internet/unsafe_browser/chroot.inline.zh_TW" raw="yes" sort="age"]]

source: To download files from web pages on the local network, you can use the `curl` command instead. For example, to download a document available on the local network at <span class="filename">http://192.168.1.40/document.pdf</span> execute the following command:
de: Um Dateien von Webseiten im lokalen Netzwerk herunterzuladen, können Sie stattdessen den Befehl `curl` verwenden. Führen Sie zum Beispiel folgenden Befehl aus, wenn Sie ein Dokument herunterladen möchten, das unter <span class="filename">http://192.168.1.40/document.pdf</span> verfügbar ist:
fr: Pour télécharger des fichiers à partir de pages web sur le réseau local, vous pouvez aussi utiliser la commande `curl`. Par exemple pour télécharger un document disponible sur le réseau local à l'adresse <span class="filename">http://192.168.1.40/document.pdf</span> exécutez la commande suivante :
zh_tw: 在本地網路中要從網頁瀏覽器下戴檔案，可使用 `curl` 指令取代，例如欲下載本地網路中 某份文件<span class="filename">http://192.168.1.40/document.pdf</span> 執行以下指令：
