Repository: austin987/tails
Catalog: wiki/src/doc/advanced_topics/virtualization.*.po
Languages: de, fa, fr, zh_tw

source: [[!meta title="Virtualization"]]
fr: [[!meta title="Virtualisation"]]

source: It is sometimes convenient to be able to run Tails without having to restart your computer every time. This is possible using [[!wikipedia Virtual_machine desc="virtual machines"]].
de: Es ist manchmal angenehm, Tails ausführen zu können, ohne den Computer jedes Mal neu zu starten. Dies ist mit der Nutzung einer [[!wikipedia_de Virtuelle_Maschine desc="virtuellen Maschine"]] möglich.
fa: گاهی خوب است که بتوان تیلز را بدون نیاز به هر بار راه‌اندازی دوبارهٔ رایانه اجرا کرد. این کار را می‌توان با [[!wikipedia Virtual_machine desc="ماشین‌های مجازی"]] انجام داد.
fr: Il peut être pratique de pouvoir lancer Tails sans avoir à redémarrer son ordinateur à chaque fois. C'est possible grâce aux [[!wikipedia_fr Machine_virtuelle desc="machines virtuelles"]].
zh_tw: 有些情況下可以不必每次都得啟動電腦才能執行 Tails ，可透過 [[!wikipedia Virtual_machine desc="virtual machines"]]方式。

source: With virtual machines, it is possible to run Tails inside a *host* operating system (Linux, Windows, or Mac OS&nbsp;X). A virtual machine emulates a real computer and its operating system, called *guest* which appears in a window on the *host* operating system.
fr: Grâce aux machines virtuelles, il est possible de faire tourner Tails à l'intérieur d'un système d'exploitation *hôte* (Linux, Windows, ou Mac OS&nbsp;X). Une machine virtuelle émule un vrai ordinateur et son système d’exploitation, appelé *invité* qui apparaît dans une fenêtre du système d'exploitation *hôte*.

source: When running Tails in a virtual machine, you can use most features of Tails from your usual operating system and use both in parallel without the need to restart the computer.
de: Wenn Sie Tails in einer virtuellen Maschine ausführen, können Sie die meisten Funktionen von Tails von Ihrem normalen Betriebssystem aus ausführen und beide gleichzeitig benutzen, ohne dass der Computer neugestartet werden muss.
fa: هنگام راه‌اندازی تیلز روی یک ماشین مجازی می‌توانید بیشتر ویژگی‌های تیلز را از سیستم‌عامل اصلی اجرا کنید و بدون نیاز به راه‌اندازی دوبارهٔ رایانه هر دو را به طور موازی پیش ببرید.
fr: Lorsque vous utilisez Tails dans une machine virtuelle, vous pouvez utilisez la plupart des fonctionnalités de Tails depuis votre système d'exploitation habituel et utiliser ceux-ci en parallèles sans avoir besoin de redémarrer l'ordinateur.
zh_tw: 在虛擬器下執行 Tails，可在在平常的作業系統下平行使用 Tails 的功能且無需重啟電腦。

source: This is how Tails looks like when run in a virtual machine on Debian using *VirtualBox*:
fr: Voilà ce à quoi ressemble Tails dans une machine virtuelle sous Debian en utilisant *VirtualBox* :

source: [[!img tails-in-jessie.png alt="Tails running in a VirtuaBox window inside a Debian desktop with GNOME 3" link=no]]
fr: [[!img tails-in-jessie.png alt="Tails dans une fenêtre VirtuaBox dans un bureau Debian avec GNOME 3" link=no]]

source: <p>We do not currently provide a solution for running a virtual machine inside a Tails host. See [[!tails_ticket 5606]].</p>
fr: <p>Nous ne fournissons pas à l'heure actuelle de solution pour faire tourner une machine virtuelle dans un hôte Tails. Voir le [[!tails_ticket 5606]].</p>

source: Security considerations
de: Sicherheitsbedenken
fa: ملاحظات امنیتی
fr: Considérations de sécurité
zh_tw: 安全考量

source: Running Tails inside a virtual machine has various security implications. Depending on the host operating system and your security needs, running Tails in a virtual machine might be dangerous.
de: Die Benutzung von Tails in einer virtuellen Maschine hat verschiedene Konsequenzen für die Sicherheit. Abhängig von Ihrem Hostbetriebssystem und Ihren Sicherheitsanforderungen könnte die Benutzung von Tails in einer virtuellen Maschine gefährlich sein.
fa: اجرای تیلز در یک ماشین مجازی نکات امنیتی بسیاری دارد. بسته به سیستم‌عامل میزبان و نیازهای امنیتی شما اجرای تیلز روی یک ماشین مجازی ممکن است کاری خطرناک باشد.
fr: Faire tourner Tails dans une machine virtuelle a de nombreuses conséquences en terme de sécurité. En fonction du système d’exploitation hôte et de vos besoins en terme de sécurité, faire tourner Tails dans une machine virtuelle peut être dangereux.
zh_tw: 用虛擬器運行 Tails 有不同的安全顧慮。依主機作業系統環境和用戶本身的安全需要狀況，在虛擬器上運行 Tails 可能有危險。

source: Both the host operating system and the [[virtualization software|virtualization#software]] are able to monitor what you are doing in Tails.
de: Sowohl das Hostbetriebssystem als auch die [[Virtualisierungssoftware|virtualization#software]] sind in der Lage, zu überwachen, was Sie in Tails tun.
fa: هم سیستم‌عامل میزبان و هم [[نرم‌افزار مجازی‌سازی|virtualization#software]] می‌توانند کارهایی که در تیلز انجام می‌دهید را ببینند.
fr: Le système d'exploitation hôte ainsi que le [[logiciel de virtualisation|virtualization#software]] sont capables d'observer et d'analyser ce que vous faites dans Tails.
zh_tw: 原機作業系統和 [[虛擬化軟體|virtualization#software]] 都可以監控 Tails 底下的活動。

source: If the host operating system is compromised with a software keylogger or other malware, then it can break the security features of Tails.
de: Wenn das Hostbetriebssystem mit einem Softwarekeylogger oder anderer Schadsoftware kompromittiert ist, kann dies die in Tails eingebauten Sicherheitsmechanismen unwirksam machen.
fa: اگر سیستم‌عامل میهمان یک نرم‌افزار کی‌لاگر یا بدافزار دیگری داشته باشد ممکن است باعث از بین رفتن ویژگی‌های امنیتی تیلز شود.
fr: Si le système d'exploitation hôte est compromis par un enregistreur de frappe logiciel ou autre logiciel malveillant, cela peut outrepasser les fonctionnalités de sécurité de Tails.
zh_tw: 如果作業系統受到軟體、鍵盤側錄器或 其它惡意軟體的入侵，它可能會破壞 Tails 的安全功能。

source: Only run Tails in a virtual machine if the host operating system is trustworthy.
fr: N'utilisez Tails dans une machine virtuelle que si le système d’exploitation hôte est de confiance.

source: Traces of your Tails session are likely to be left on the local hard disk. For example, host operating systems usually use swapping (or *paging*) which copies part of the RAM to the hard disk.
de: Es werden voraussichtlich Spuren Ihrer Tails-Sitzung auf der lokalen Festplatte hinterlassen. Beispielsweise nutzen Hostbetriebssysteme üblicherweise Swapping (oder *Paging*), wodurch Teile des Arbeitsspeichers auf die Festplatte kopiert werden.
fa: ردپاهای نشست تیلز شما ممکن است روی سخت‌دیسک داخلی باقی بماند. برای نمونه معمولاً سیستم‌عامل‌های میزبان از روش‌هایی استفاده می‌کنند که بخشی از حافظهٔ تصادفی را روی سخت‌دیسک کپی می‌کند.
fr: Des traces de votre session Tails son susceptibles d'être laissées sur votre disque dur local. Par exemple, le système d'exploitation hôte utilise habituellement la mémoire virtuelle (swap ou *paging*) dans laquelle une partie de la RAM est copiée sur le disque dur.
zh_tw: Tails 期間的記錄很可能留在本地機器的硬碟上。例如原機作業系統通常會使用 swapping (or *paging*) 其會複製部份的 RAM 到硬碟上。

source: Only run Tails in a virtual machine if leaving traces on the hard disk is not a concern for you.
de: Benutzen Sie Tails nur in einer virtuellen Maschine, wenn das Hinterlassen von Spuren auf der Festplatte kein Problem für Sie ist.
fa: تنها در صورتی از تیلز روی یک ماشین مجازی استفاده کنید که به جا ماندن ردپایتان روی سخت‌دیسک برایتان مشکلی ایجاد نکند.
fr: N'utilisez Tails dans une machine virtuelle que si laisser des traces sur le disque dur n'est pas un problème pour vous.
zh_tw: 在虛擬器下執行 Tails 會在硬碟中留下 追踪記錄也沒關係。

source: This is why Tails warns you when it is running inside a virtual machine.
de: Deshalb warnt Sie Tails, wenn es in einer virtuellen Maschine läuft.
fa: به همین دلیل است که تیلز هنگام راه‌اندازی شدن در یک ماشین مجازی به شما هشدار می‌دهد.
fr: C'est pourquoi Tails vous avertit quand il est lancé dans une machine virtuelle.
zh_tw: 這是當在虛擬器下執行Tails 會收到警告的原因。

source: The Tails virtual machine does not modify the behaviour of the host operating system and the network traffic of the host is not anonymized. The MAC address of the computer is not modified by the [[MAC address spoofing|first_steps/startup_options/mac_spoofing]] feature of Tails when run in a virtual machine.
de: Die virtuelle Maschine von Tails verändert das Verhalten des Hostbetriebssystems nicht und der Netzwerkverkehr des Hosts wird nicht anonymisiert. Die MAC-Adresse des Computers wird nicht durch die Funktion zum [[Verschleiern der MAC-Adresse|first_steps/startup_options/mac_spoofing]] geändert, wenn Tails in einer virtuellen Maschine ausgeführt wird.
fa: ماشین مجازی تیلز رفتار سیستم‌عامل میزبان را تغییر نمی‌دهد و ترافیک شبکهٔ میزبان ناشناس نمی‌شود. ویژگی [[جا زدن آدرس مک|first_steps/startup_options/mac_spoofing]] نیز هنگام راه‌اندازی تیلز از یک ماشین مجازی باعث عوض شدن آدرس مک رایانه نمی‌شود.
fr: La machine virtuelle Tails ne modifie pas le comportement du système d'exploitation hôte et le trafic réseau de l'hôte n'est pas anonymisé. L'adresse MAC de l'ordinateur n'est pas modifiée par la fonctionnalité d'[[usurpation d'adresse MAC|first_steps/startup_options/mac_spoofing]] de Tails si celui-ci est lancé dans une machine virtuelle.
zh_tw: Tails虛擬器不能修改原機作業系統的行為，也不能改變原機未匿名的網路流量。透過虛擬器運行 Tails ，其[[欺瞞 MAC 地址|first_steps/startup_options/mac_spoofing]]的功能無法修改電腦的 MAC 地址。

source: Virtualization solutions
de: Lösungen zur Virtualisierung
fa: راه‌حل‌های مجازی‌سازی
fr: Solutions de virtualisation
zh_tw: 視覺化處理方案

source: To run Tails inside a virtual machine, you need to have virtualization software installed on the host operating system. Different virtualization software exist for Linux, Windows, and Mac OS&nbsp;X.
fr: Pour faire tourner Tails dans une machine virtuelle, vous avez besoin d'un logiciel de virtualisation installé sur le système d'exploitation hôte. Différents logiciels de virtualisation existent pour Linux, Windows, et Mac OS&nbsp;X.

source: <p>The following list includes only free software as we believe that this is a necessary condition for it to be trustworthy. See the [[previous warning|virtualization#trustworthy]] and our statement about [[free software and public scrutiny|about/trust#free_software]].</p>
de: <p>Die folgende Liste enthält nur Freie Software, da wir glauben, dass dies eine notwendige Voraussetzung für Vertrauenswürdigkeit ist. Lesen Sie die [[vorangegangene Warnung|virtualization#trustworthy]] und unsere Stellungnahme zu [[Freier Software und öffentlicher Kontrolle|about/trust#free_software]].</p>
fa: <p>این فهرست تنها شامل نرم‌افزارهای آزاد است چرا که که معتقدیم نرم‌افزارها برای قابل‌اعتماد بودند باید آزاد باشند. رجوع کنید به [[هشدار پیشین|virtualization#trustworthy]] و نظر ما راجع به [[نرم‌افزار آزاد و مراقبت همگانی|about/trust#free_software]].</p>
fr: <p>La liste suivante contient seulement des logiciels libres car nous croyons que c'est une condition nécessaire pour leurs faire confiance. Voir l'[[avertissement précédent|virtualization#trustworthy]] et notre déclaration sur les [[logiciels libres et l'examen publique|about/trust#free_software]].</p>
zh_tw: <p>以下只列出一些自由軟體清單 ，這也是符合我們信任的工具。請參考 [[過去警告|virtualization#trustworthy]] 以及我們對 [[自由軟體和公開審查|about/trust#free_software]]的聲明。</p>

source: <p>Proprietary virtualization software solutions exist such as <span class="application">VMWare</span> but are not listed here on purpose.</p>
de: <p>Es gibt auch proprietäre Virtualisierungslösungen wie <span class="application">VMWare</span>, diese sind hier aber absichtlich nicht aufgeführt.</p>
fa: <p>نرم‌افزارهای مالکیتی مانند<span class="application">VMWare</span> نیز وجود دارند اما به عمد این‌جا گنجانده نشده‌اند.</p>
fr: <p>Des logiciels propriétaires de virtualisation existent, tels que <span class="application">VMWare</span>, mais ils ne sont pas listés ici à dessein.</p>
zh_tw: <p>商用的虛擬軟體方式有<span class="application">VMWare</span>，但這裏就特意 不予介紹了。</p>

source: *VirtualBox* is available for Linux, Windows, and Mac. Its free software version does not include support for USB devices and does not allow to use a persistent volume.
fr: *VirtualBox* est disponible pour Linux, Windows, et Mac. Sa version libre n'inclut pas la gestion des périphériques USB et ne permet pas d'utiliser la persistance.

source: [[See the corresponding documentation.|virtualbox]]
de: [[Lesen Sie die entsprechende Dokumentation.|virtualbox]]
fa: [[سند مرتبط را ببینید|virtualbox]]
fr: [[Voir la documentation correspondante.|virtualbox]]
zh_tw: [[請參考對應的文件 |virtualbox]]

source: *GNOME Boxes* is available for Linux. It has a simple user interface but does not allow to use a persistent volume.
fr: *GNOME Boxes* est disponible pour Linux. Son interface utilisateur est simple mais il ne permet pas l'utilisation de la persistance.

source: [[See the corresponding documentation.|boxes]]
de: [[Lesen Sie die entsprechende Dokumentation.|boxes]]
fa: [[سند مرتبط را ببینید|boxes]]
fr: [[Voir la documentation correspondante.|boxes]]
zh_tw: [[請參考對應的文件 |boxes]]

source: *virt-manager* is available for Linux. It has a more complex user interface and allows to use a persistent volume, either by:
fr: *virt-manager* est disponible pour Linux. Il a une interface utilisateur plus complexe et permet l'utilisation de la persistance, soit en :

source: Starting Tails from a USB stick or SD card.
fr: Démarrant Tails depuis une clé USB ou une carte SD.

source: Creating a virtual USB storage volume saved as a single file on the host operating system.
de: Erstellen eines virtuellen USB-Speichermediums, welches als einzelne Datei auf dem Hostbetriebssystem gespeichert wird.
fa: ایجاد یک درایو ذخیرهٔ یواس‌بی مجازی که به شکل یک فایل روی سیستم‌عامل میزبان ذخیره شده باشد.
fr: En créant une volume de stockage USB virtuel sauvegardé dans un unique fichier sur le système d'exploitation hôte.
zh_tw: 建立一個虛擬的 USB 儲存磁區，並將其存成原機作業系統下的一支單獨檔案。

source: [[See the corresponding documentation.|virt-manager]]
de: [[Lesen Sie die entsprechende Dokumentation.|virt-manager]]
fa: [[سند مرتبط را ببینید.|virt-manager]]
fr: [[Voir la documentation correspondante.|virt-manager]]
zh_tw: [[請參考對應的文件|virt-manager]]

source: [[!meta title="Running Tails in a virtual machine"]]
de: [[!meta title="Tails in einer virtuellen Maschine benutzen"]]
zh_tw: [[!meta title=" 在虛擬器下執行 "]]

source: With virtual machines, it is possible to run Tails inside a *host* operating system (Linux, Windows, or macOS). A virtual machine emulates a real computer and its operating system, called *guest* which appears in a window on the *host* operating system.
de: Mit virtuellen Maschinen ist es möglich, Tails innerhalb eines *Host*-Betriebssystems auszuführen (Linux, Windows, oder macOS). Eine virtuelle Maschine emuliert einen echten Computer und sein Betriebssystem, genannt *Gast*, und erscheint in einem Fenster auf dem *Host*-Betriebssystem.
fa: با ماشین‌های مجازی می‌توان تیلز را درون یک سیستم‌عامل *میزبان* (لینوکس، ویندوز یا مک او‌اس ده) راه‌اندازی کرد. یک ماشین مجازی از یک رایانهٔ واقعی و سیستم‌عامل آن تقلید می‌کند و به آن *مهمان* گفته می‌شود که در پنجره‌ای در سیستم‌عامل *میزبان* قابل دسترسی است.

source: This is how Tails looks like when run in a virtual machine on Debian using *GNOME Boxes*:
de: So sieht Tails aus, wenn es in einer virtuellen Maschine unter Debian unter der Nutzung von *GNOME Boxes* ausgeführt wird:
zh_tw: 這是在 Debian 使用 *GNOME Boxes* 來執行 Tails 的情況：

source: Only run Tails in a virtual machine if both the host operating system and the virtualization software are trustworthy.
de: Führen Sie Tails nur in einer virtuellen Maschine aus, wenn sowohl das Hostbetriebssystem als auch die Virtualisierungssoftware vertrauenswürdig sind.
fa: تنها در صورتی از تیلز روی یک ماشین مجازی استفاده کنید که هم سیستم‌عامل میزبان و هم نرم‌افزار مجازی‌سازی قابل‌اعتماد باشند.
zh_tw: 若要在虛擬器下執行 Tails，必須先確認 可以信任原機作業系統和虛擬器軟體。

source: To run Tails inside a virtual machine, you need to have virtualization software installed on the host operating system. Different virtualization software exist for Linux, Windows, and macOS.
de: Um Tails in einer virtuellen Maschine auszuführen, ist es nötig, dass Sie Virtualisierungssoftware auf dem Hostbetriebssystem installiert haben. Es gibt verschiedene Lösungen zur Virtualisierung für Linux, Windows und Mac OS&nbsp;X.
fa: برای اجرای تیلز در یک ماشین مجازی باید یک نرم‌افزار مجازی‌سازی روی سیستم‌عامل میزبان نصب کرده باشید. نرم‌افزارهای مجازی‌سازی مختلفی برای لینوکس، ویندوز و مک اواس ده وجود دارند.

source: **<span class="application">VirtualBox</span>** is available for Linux, Windows, and Mac. Its free software version does not include support for USB devices and does not allow to use a persistent volume.
de: **<span class="application">VirtualBox</span>** ist für Linux, Windows und Mac verfügbar. Die Freie-Softwareversion davon enthält keine Unterstützung für USB-Geräte und erlaubt es nicht, einen beständigen Speicherbereich zu verwenden.
fa: **<span class="application">ویرچوال‌باکس</span>** برای لینوکس، ویندوز و مک موجود است. نسخهٔ آزاد آن از دستگاه‌های یواس‌بی پشتیبانی نمی‌کند و به شما اجازهٔ استفاده از یک درایو مانا نمی‌دهد.
zh_tw: **<span class="application">VirtualBox</span>** 支援 Linux、 Windows 與 Mac。但它的免費版不包含 USB 設備的支援，也無法使用永久磁區。

source: **<span class="application">GNOME Boxes</span>** is available for Linux. It has a simple user interface but does not allow to use a persistent volume.
de: **<span class="application">GNOME Boxen</span>** ist für Linux verfügbar. Es hat eine einfache Benutzungsoberfläche, erlaubt es aber nicht, einen beständigen Speicherbereich zu verwenden.
fa: **<span class="application">گنوم باکسز</span>** برای لینوکس موجود است. یک رابط کاربری ساده دارد اما به شما اجازهٔ استفاده از یک درایو مانا نمی‌دهد.
zh_tw: **<span class="application">GNOME Boxes</span>** 只有援 Linux。它是一套簡易的用戶介面，但不能使用永久磁區。

source: **<span class="application">virt-manager</span>** is available for Linux. It has a more complex user interface and allows to use a persistent volume, either by:
de: **<span class="application">virt-manager</span>** ist für Linux verfügbar. Es hat eine komplexere Benutzungsoberfläche und erlaubt es, einen beständigen Speicherbereich zu erstellen, entweder durch:
fa: **<span class="application">ویرت‌منجر</span>** برای لینوکس موجود است. رابط کاربری‌اش کمی پیچیده‌تر است و با یکی از این راه‌ها به شما اجازهٔ استفاده از یک درایو مانا می‌دهد:
zh_tw: Linux 系統下有**<span class="application">virt-manager</span>** ，它有複雜的用戶介面可使用永久磁區，其方式有：

source: Starting Tails from a USB stick.
de: Starten von Tails von einem USB-Stick.
