Repository: austin987/tails
Catalog: wiki/src/doc/advanced_topics/wireless_devices.*.po
Languages: de, es, fr

source: [[!meta title="Enable a wireless device"]]
de: [[!meta title="Ein drahtloses Gerät aktivieren"]]
es: [[!meta title="Habilitar un dispositivo inalámbrico"]]
fr: [[!meta title="Activer un périphérique sans-fil"]]

source: When Tails starts, Wi-Fi, WWAN, and WiMAX devices are enabled.
de: Beim Start von Tails werden W-LAN-, WWAN- und WiMAX-Geräte aktiviert.
es: Cuando comienza Tails, los dispositivos Wi-Fi, WWAN, y WiMAX están activados.
fr: Quand Tails démarre, les périphériques Wi-Fi, WWAN et WiMAX sont activés.

source: But all other kinds of wireless devices such as Bluetooth, GPS and FM devices are disabled by default. If you want to use such a device, you need to enable it first.
es: Pero todos las demás clases de dispositivos inalámbricos como Bluetooth, GPS y FM están desactivados de forma predeterminada. Si deseas utilizar un dispositivo de este tipo, primero debes habilitarlo.
fr: Tous les autres périphériques de type sans-fil comme les périphériques Bluetooth, GPS et FM sont désactivés par défaut. Si vous voulez utiliser de tels périphériques, il vous faudra les activer au préalable.

source: Enable a wireless device
de: Ein drahtloses Gerät aktivieren
es: Habilita un dispositivo inalámbrico
fr: Activer un périphérique sans-fil

source: This technique uses the command line.
de: Bei diese Vorgehensweise wird die Kommandozeile verwendet.
es: Esta técnica utiliza la línea de comandos.
fr: Cette méthode utilise la ligne de commande.

source: When starting Tails, [[set up an administration password|doc/first_steps/startup_options/administration_password]].
de: [[Setzen Sie beim Start von Tails ein Administrationspasswort|doc/first_steps/startup_options/administration_password]].
es: Al iniciar Tails, [[set up an administration password|doc/first_steps/startup_options/administration_password]].
fr: Lors du démarrage de Tails, [[définissez un mot de passe d'administration|doc/first_steps/startup_options/administration_password]].

source: To find out the index of the wireless device that you want to enable, open a [[root terminal|doc/first_steps/startup_options/administration_password#open_root_terminal]], and execute the following command:
de: Um den Index des drahtlosen Geräts herauszufinden, das Sie aktivieren möchten, öffnen Sie ein [[Root-Terminal|doc/first_steps/startup_options/administration_password#open_root_terminal]] und führen Sie den folgenden Befehl aus:
es: Para averiguar el índice del dispositivo inalámbrico que deseas habilitar, abre una [[terminal de root|doc/first_steps/startup_options/administration_password#open_root_terminal]] y ejecuta el siguiente comando:
fr: Pour déterminer l'index du périphérique sans-fil que vous voulez activer, ouvrez un [[terminal administrateur|doc/first_steps/startup_options/administration_password#open_root_terminal]], et exécutez la commande suivante :

source: For example, the command could return the following:
de: Beispielsweise könnte der Befehl folgendes zurückgeben:
es: Por ejemplo, la orden podría devolver lo siguiente:
fr: Par exemple, la commande pourrait donner ceci :

source: The device index is the number that appears at the beginning of the three lines describing each device. In this example, the index of the Bluetooth device is 1, while the index of the GPS device is 2. Yours are probably different.
de: Der Geräte-Index ist die Nummer, die zu Beginn der drei Zeilen erscheint, die das jeweilige Gerät beschreiben. In diesem Beispiel ist der Index des Bluetooth-Geräts 1, währenddessen der Index des GPS-Geräts 2 ist. Ihre sind möglicherweise anders.
es: El índice del dispositivo es el número que aparece al principio de las tres líneas que describen cada dispositivo. En este ejemplo, el índice del dispositivo Bluetooth es 1, mientras que el índice del dispositivo GPS es 2. Los tuyos son probablemente diferentes.
fr: L'index du périphérique est le numéro qui apparaît au début de chacune des trois lignes décrivant chaque périphérique. Dans cet exemple, l'index du périphérique Bluetooth est 1, et celui du périphérique GPS est 2. Les vôtres sont sans doute différents.

source: To enable the wireless device, execute the following command in the root terminal, replacing `[index]` with the index found at step 2:
de: Um das drahtlose Gerät zu aktivieren, führen Sie den folgenden Befehl in dem Root-Terminal aus, wobei Sie `[index]` mit dem im zweiten Schritt herausgefunden Index ersetzen:
es: Para habilitar el dispositivo inalámbrico, ejecuta el siguiente comando en el terminal de root, reemplazando `[index]` por el índice que aparece en el paso 2:
fr: Pour activer le périphérique sans-fil, exécutez la commande suivante dans un terminal administrateur, en remplaçant `[index]` par l'index trouvé à l'étape 2 :

source: Here is an example of the command to execute. Yours is probably different:
de: Hier ist ein Beispiel des auszuführenden Befehls. Ihrer ist möglicherweise anders:
es: He aquí un ejemplo del comando a ejecutar. El tuyo es probablemente distinto
fr: Voici un exemple de commande à exécuter. La vôtre est sans doute différente :

source: To verify that the wireless device is enabled, execute the following command in the root terminal again:
de: Um sicherzustellen, dass das drahtlose Gerät aktiviert ist, führen Sie im Root-Terminal den folgenden Befehl erneut aus:
es: Para verificar que el dispositivo inalámbrico está habilitado, ejecuta otra vez el siguiente comando en el terminal root:
fr: Pour vérifier que le périphérique sans-fil est activé, exécutez la commande suivante toujours dans un terminal administrateur :

source: This output should be very similar to the one of step 2, but the device enabled at step 3 should not be soft blocked anymore.
de: Die Ausgabe sollte der vom zweiten Schritt sehr ähneln, jedoch sollte das im dritten Schritt aktivierte Gerät nicht mehr soft blocked sein.
es: Esta salida debería ser muy similar a la del paso 2, pero el dispositivo habilitado en el paso 3 ya no debería estar bloqueado suavemente.
fr: Le résultat devrait être très proche de celui obtenu à l'étape 2, mais le périphérique activé à l'étape 3 ne devrait plus être "soft blocked" (bloqué par logiciel).

source: Enable Bluetooth
de: Bluetooth aktivieren
es: Habilitar Bluetooth
fr: Activer le Bluetooth

source: Bluetooth is not enabled by default in Tails because it is insecure when trying to protect from a local adversary.
de: Bluetooth ist standardmäßig in Tails nicht aktiviert, da es unsicher ist, wenn versucht wird, sich vor einem lokalen Angreifenden zu schützen.
es: Bluetooth no está habilitado por defecto en Tails porque es inseguro al intentar protegerse de un adversario local.
fr: Le Bluetooth n'est pas activé par défaut dans Tails car il n'est pas sûr pour se protéger d'un adversaire situé près de l'ordinateur.

source: XXX: one also needs to remove `sudo rm /etc/modprobe.d/no-bluetooth.conf && sudo udevadm trigger && sudo rfkill unblock bluetooth`.
es: XXX: también hay que eliminar `sudo rm /etc/modprobe.d/no-bluetooth.conf && sudo udevadm trigger && sudo rfkill unblock bluetooth`.

source: To use Bluetooth in Tails nonetheless, you have to [[set up an administration password at boot time|doc/first_steps/startup_options/administration_password]] and install the `gnome-bluetooth` package.
de: Um nichtsdestotrotz Blutetooth in Tails zu verwenden, müssen Sie [[beim Start ein Administrationspasswort setzen|doc/first_steps/startup_options/administration_password]] und das Paket `gnome-bluetooth` installieren.
es: No obstante, para usar Bluetooth en Tails, tienes que [[configurar una contraseña de administración en el momento del arranque|doc/first_steps/startup_options/administration_password]] e instalar el paquete `gnome-bluetooth`.
fr: Pour utiliser le Bluetooth, vous devez [[définir un mot de passe d'administration|doc/first_steps/startup_options/administration_password]] et installer le paquet `gnome-bluetooth`.
