Repository: austin987/tails
Catalog: wiki/src/install/inc/steps/clone.inline.*.po
Languages: es, fr

source: <h1 id="install-tails" class="install-clone mac-clone">Install Tails</h1> <h1 id="upgrade" class="upgrade">Upgrade your Tails</h1>
es: <h1 id="install-tails" class="install-clone mac-clone">Instalar Tails</h1> <h1 id="upgrade" class="upgrade">Actualiza tu Tails</h1>
fr: <h1 id="install-tails" class="install-clone mac-clone">Installer Tails</h1> <h1 id="upgrade" class="upgrade">Mettre à jour votre Tails</h1>

source: <p class="upgrade"> In this step, you will upgrade your Tails from the <span class="upgrade-clone">other</span> <span class="upgrade-tails upgrade-os">intermediary</span> Tails using <span class="application">Tails Installer</span>. </p>
es: <p class="upgrade"> En este paso, actualizarás Tails desde el <span class="upgrade-clone">otro</span> <span class="upgrade-tails upgrade-os">intermedio</span> Tails usando <span class="application">Tails Installer</span>. </p>

source: [[!img install/inc/infography/plug-second-usb.png link="no" alt="Second USB stick plugged on the right"]]
es: [[!img install/inc/infography/plug-second-usb.png link="no" alt="Segunda memoria USB conectada a la derecha"]]
fr: [[!img install/inc/infography/plug-second-usb.png link="no" alt="Seconde clé USB branchée sur la droite"]]

source: Plug <span class="install-clone mac-clone">the new</span> <span class="upgrade">your Tails</span> USB stick in the computer.
es: Conecta <span class="install-clone mac-clone">la nueva</span> <span class="upgrade">tu Tails</span> memoria USB en la computadora.
fr: Connecter <span class="install-clone mac-clone">la nouvelle clé USB</span> <span class="upgrade">votre clé USB Tails</span> sur l'ordinateur.

source: <div class="caution install-clone mac-clone"> <p>All the data on this USB stick will be lost.</p> </div>
es: <div class="caution install-clone mac-clone"> <p>Toda la información en esta memoria USB se perderá.</p> </div>
fr: <div class="caution install-clone mac-clone"> <p>Toutes les données sur cette clé USB seront perdues.</p> </div>

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> to start <span class="application">Tails Installer</span>.
es: 1. Elige <span class="menuchoice"> <span class="guimenu">Aplicaciones</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> para iniciar <span class="application">Tails Installer</span>.
fr: 1. Choisir <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Programme d'installation de Tails</span> </span> pour démarrer l'<span class="application">Installeur de Tails</span>.

source: [[!img install/inc/screenshots/tails_installer.png link="no" class="install-clone mac-clone" alt="Tails Installer: 'Clone the current Tails'"]]
es: [[!img install/inc/screenshots/tails_installer.png link="no" class="install-clone mac-clone" alt="Tails Installer: 'Clonar el Tails actual'"]]
fr: [[!img install/inc/screenshots/tails_installer.png link="no" class="install-clone mac-clone" alt="Installeur de Tails : 'Cloner le Tails actuellement utilisé'"]]

source: [[!img install/inc/screenshots/tails_installer_upgrade.png link="no" class="upgrade" alt="Tails Installer: 'Clone the current Tails'"]]
es: [[!img install/inc/screenshots/tails_installer_upgrade.png link="no" class="upgrade" alt="Tails Installer: 'Clonar el actual Tails'"]]
fr: [[!img install/inc/screenshots/tails_installer_upgrade.png link="no" class="upgrade" alt="Installeur de Tails : 'Cloner le Tails actuellement utilisé'"]]

source: [[!img install/inc/infography/clone-tails.png link="no" class="clone upgrade-tails upgrade-os" alt="Tails installed on USB stick on the right"]]
es: [[!img install/inc/infography/clone-tails.png link="no" class="clone upgrade-tails upgrade-os" alt="Tails instalado en una memoria USB a la derecha"]]

source: To start the <span class="install-clone mac-clone">installation, click on the <span class="button">Install</span> button.</span> <span class="upgrade">upgrade, click on the <span class="button">Upgrade</span> button.</span>
es: Para comenzar la <span class="install-clone mac-clone">instalación, haz click en el botón <span class="button">Instalar</span>.</span> <span class="upgrade">actualización, haz click en el botón <span class="button">Actualización</span>.</span>
fr: Pour démarrer <span class="install-clone mac-clone">l'installation, cliquez sur le bouton <span class="button">Installation</span>.</span> <span class="upgrade">la mise à jour, cliquez sur le bouton <span class="button">Mise à jour</span>.</span>

source: Read the warning message in the confirmation dialog. Click <span class="button">Yes</span> to confirm.
es: Lee el mensaje de advertencia en el diálogo de confirmación. Haz click en <span class="button">Sí</span> para confirmar.
fr: Lire le message d’avertissement dans la fenêtre de confirmation. Cliquer sur <span class="button">Oui</span> pour confirmer.

source: The <span class="install-clone mac-clone">installation</span> <span class="upgrade">upgrade</span> takes a few minutes.
es: La <span class="install-clone mac-clone">instalación</span> <span class="upgrade">actualización</span> toma algunos minutos.
fr: <span class="install-clone mac-clone">L'installation</span> <span class="upgrade">La mise à jour</span> prend quelques minutes.

source: <div class="bug"> <p>The progress bar usually freezes for some time while synchronizing data on disk.</p> </div>
es: <div class="bug"> <p>La barra de progreso se detiene a veces por un momento mientras se sincroniza la información en el disco.</p> </div>
fr: <div class="bug"> <p>La barre de progression se fige généralement pendant quelques instants pendant la synchronisation des données sur le disque.</p> </div>

source: After the installation finishes, close <span class="application">Tails Installer</span>.
es: Cuando termine la instalación, cierra el <span class="application">Tails Installer</span>.
fr: Une fois l'installation terminée, fermer l'<span class="application">Installeur de Tails</span>.

source: <p>You are done upgrading Tails. You can now shutdown and restart on your Tails USB stick.</p>
es: <p>Terminaste de actualizar Tails. Ya puedes apagar y reiniciar en tu memoria USB de Tails.</p>
fr: <p>Vous avez fini la mise à jour de Tails. Vous pouvez maintenant éteindre et redémarrer sur la clé USB Tails.</p>

source: <p>Thank you for staying safe!</p>
es: <p>¡Gracias por mantenerte seguro!</p>
fr: <p>Merci de prendre soin de vous !</p>

source: Choose <span class="install-clone mac-clone">the new</span> <span class="upgrade">your</span> USB stick in the <span class="guilabel">Target USB stick</span> drop-down list.
fr: Choisir <span class="install-clone mac-clone">la nouvelle</span> <span class="upgrade">votre</span> clé USB dans la liste déroulante <span class="guilabel">Clé USB cible</span>.

source: <div class="note upgrade"> <p>The persistent storage of your Tails USB stick will be preserved.</p> <p class="upgrade-clone">The persistent storage of the other Tails will not be copied.</p> </div>
fr: <div class="note upgrade"> <p>Le stockage persistant de votre clé USB Tails sera préservé.</p> <p class="upgrade-clone">Le stockage persistant de l'autre Tails ne sera pas copié.</p> </div>
