Repository: austin987/tails
Catalog: wiki/src/install/inc/steps/create_persistence.inline.*.po
Languages: fr

source: <div class="state-image debian expert mac-dvd">[[!img install/inc/infography/tails-usb.png link="no" alt="Tails USB stick"]]</div> <div class="state-image windows linux mac-usb">[[!img install/inc/infography/final-tails.png link="no" alt="Final Tails USB stick and intermediary USB stick that can be discarded"]]</div> <div class="state-image install-clone mac-clone">[[!img install/inc/infography/new-tails.png link="no" alt="New Tails USB stick"]]</div>
fr: <div class="state-image debian expert mac-dvd">[[!img install/inc/infography/tails-usb.png link="no" alt="Clé USB Tails"]]</div> <div class="state-image windows linux mac-usb">[[!img install/inc/infography/final-tails.png link="no" alt="Clé USB Tails définitive et clé USB intermédiaire qui peut être écartée"]]</div> <div class="state-image install-clone mac-clone">[[!img install/inc/infography/new-tails.png link="no" alt="Nouvelle clé USB Tails"]]</div>

source: <p>Yay, you are done installing Tails!</p>
fr: <p>Super ! Vous avez fini d'installer Tails !</p>

source: <p>If you want to save some of your documents and configuration in an encrypted storage on the <span class="usb">final</span><span class="clone">new</span> Tails USB stick, follow our instructions until the end. Otherwise, have a look at our <span class="install-clone">[[final recommendations|clone#recommendations]].</span> <span class="expert">[[final recommendations|expert/usb#recommendations]].</span> <span class="debian">[[final recommendations|debian/usb#recommendations]].</span> <span class="windows">[[final recommendations|win/usb#recommendations]].</span> <span class="mac-usb">[[final recommendations|mac/usb#recommendations]].</span> <span class="mac-clone">[[final recommendations|mac/clone#recommendations]].</span> <span class="mac-dvd">[[final recommendations|mac/dvd#recommendations]].</span> <span class="linux">[[final recommendations|linux/usb#recommendations]].</span> </p>
fr: <p>Si vous voulez enregistrer certains de vos réglages ou de vos documents dans un espace de stockage chiffré situé sur la <span class="clone">nouvelle</span> clé USB Tails <span class="usb">définitive</span>, suivez nos instructions jusqu'à la fin. Sinon, jetez un œil à nos <span class="install-clone">[[dernières recommandations|clone#recommendations]].</span> <span class="expert">[[dernières recommandations|expert/usb#recommendations]].</span> <span class="debian">[[dernières recommandations|debian/usb#recommendations]].</span> <span class="windows">[[dernières recommandations|win/usb#recommendations]].</span> <span class="mac-usb">[[dernières recommandations|mac/usb#recommendations]].</span> <span class="mac-clone">[[dernières recommandations|mac/clone#recommendations]].</span> <span class="mac-dvd">[[dernières recommandations|mac/dvd#recommendations]].</span> <span class="linux">[[dernières recommandations|linux/usb#recommendations]].</span> </p>

source: <h1 id="create-persistence">Create an encrypted persistent storage (optional)</h1>
fr: <h1 id="create-persistence">Créer un espace de stockage persistant chiffré (optionnel)</h1>

source: You can optionally create an *encrypted persistent storage* in the remaining free space on the <span class="windows linux mac-usb">final</span> <span class="clone">new</span> Tails USB stick to store any of the following:
fr: Vous pouvez éventuellement créer un *espace de stockage persistant* dans l'espace disponible de la <span class="clone">nouvelle</span> clé USB Tails <span class="windows linux mac-usb">définitive</span> pour enregistrer n'importe lesquelles des données suivantes :

source: Your personal files and working documents
fr: Vos fichiers personnels et documents de travail

source: Some of your settings
fr: Certains de vos réglages

source: Your encryption keys
fr: Vos clés de chiffrement

source: The data in the encrypted persistent storage:
fr: Les données dans le stockage chiffré persistant :

source: Remains available across separate working sessions.
fr: restent accessibles d'une session de travail à l'autre.

source: Is encrypted using a passphrase of your choice.
fr: sont chiffrées à l'aide d'une phrase de passe de votre choix.

source: <p>The encrypted persistent storage is not hidden. An attacker in possession of the USB stick can know whether it has an encrypted persistent storage. Take into consideration that you can be forced or tricked to give out its passphrase.</p>
fr: <p>L'espace de stockage persistant chiffré n'est pas caché. Un adversaire qui obtiendrait la clé USB peut savoir si il s'y trouve un espace de stockage persistant chiffré. Prenez en compte que l'on pourrait vous forcer ou vous manipuler afin de divulguer votre phrase de passe.</p>

source: <p>It is possible to open the encrypted persistent storage from other operating systems. But, doing so might compromise the security provided by Tails.</p>
fr: <p>Il est possible d'ouvrir l'espace de stockage persistant chiffré depuis d'autres systèmes d'exploitation, mais cela peut nuire à la sécurité fournie par Tails.</p>

source: <p>For example, image thumbnails might be created and saved by the other operating system. Or, the contents of files might be indexed by the other operating system.</p>
fr: <p>Par exemple, des miniatures d'images pourraient être crées et sauvegardées par l'autre système d'exploitation. Ou le contenu de fichiers pourrait être indexé par l'autre système.</p>

source: <p>Other operating systems should probably not be trusted to handle sensitive information or leave no trace.</p>
fr: <p>Les autres systèmes d'exploitations ne doivent certainement pas être considérés de confiance pour manipuler des données sensibles ou ne pas laisser de traces.</p>

source: Create the persistent storage
fr: Créer un espace de stockage persistant

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Configure persistent volume</span></span>.
fr: 1. Choisir <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Configurer le stockage persistant</span></span>.

source: 1. Specify a passphrase of your choice in both the <span class="guilabel">Passphrase</span> and <span class="guilabel">Verify Passphrase</span> text boxes.
fr: 1. Entrer la phrase de passe que vous aurez choisi dans les cases <span class="guilabel">Phrase de passe</span> et <span class="guilabel">Vérification de la phrase de passe</span>.

source: <div class="tip"> <p>We recommend choosing a long passphrase made of five to seven random words. <a href="https://theintercept.com/2015/03/26/passphrases-can-memorize-attackers-cant-guess/">Learn more.</a></p> </div>
fr: <div class="tip"> <p>Nous recommandons de choisir une phrase de passe composée de cinq à sept mots aléatoires. <a href="https://theintercept.com/2015/03/26/passphrases-can-memorize-attackers-cant-guess/">En savoir plus (en anglais).</a></p> </div>

source: Click on the <span class="guilabel">Create</span> button.
fr: Cliquez sur le bouton <span class="guilabel">Création</span>.

source: Wait for the creation to finish.
fr: Attendez que la création se termine.

source: The assistant shows a list of the possible persistence features. Each feature corresponds to a set of files or settings to be saved in the encrypted persistent storage.
fr: L'assistant affiche une liste avec les différentes données qu'il est possible de rendre persistant. Chacune des options correspond à un ensemble de fichiers ou de réglages qui peuvent être enregistrés dans l'espace de stockage persistant chiffré.

source: We recommend you to only activate the <span class="guilabel">Personal Data</span> persistence feature for the time being. You can activate more features later on according to your needs.
fr: Nous vous recommandons d'activer uniquement l'option <span class="guilabel">Données personnelles</span> pour l'instant. Vous pouvez en activer d'autres plus tard en fonction de vos besoins.

source: Click <span class="button">Save</span>.
fr: Cliquez sur <span class="button">Sauvegarder</span>.

source: Restart and activate the persistent storage
fr: Redémarrer et activer l'espace de stockage persistant

source: Shut down the computer and restart on the <span class="windows linux mac-usb">final</span> <span class="clone">new</span> Tails USB stick.
fr: Éteignez l'ordinateur et redémarrez sur la <span class="clone">nouvelle</span> clé Tails <span class="windows linux mac-usb">définitive</span>.

source: In <span class="application">Tails Greeter</span>:
fr: Dans <span class="application">Tails Greeter</span> :

source: [[!img install/inc/screenshots/greeter_with_persistence.png class="screenshot" link="no" alt="Tails Greeter: 'Welcome to Tails!'"]]
fr: [[!img install/inc/screenshots/greeter_with_persistence.png class="screenshot" link="no" alt="Tails Greeter : 'Bienvenue dans Tails !'"]]

source: Select your language and keyboard layout in the <span class="guilabel">Language & Region</span> section.
fr: Sélectionnez votre langue et votre disposition de clavier dans la section <span class="guilabel">Langue et région</span>.

source: In the <span class="guilabel">Encrypted Persistent Storage</span> section, enter your passphrase and click <span class="button">Unlock</span> to activate the encrypted persistent storage for the current working session.
fr: Dans la section <span class="guilabel">Stockage persistant chiffré</span>, entrez votre phrase de passe et cliquez sur <span class="button">Déverrouiller</span> pour activer l'espace de stockage persistant chiffré pour la session de travail en cours.

source: Click <span class="button">Start Tails</span>.
fr: Cliquez sur <span class="button">Démarrer Tails</span>.

source: After 15&ndash;30 seconds, the Tails desktop appears.
fr: Après 15&ndash;30 secondes, le bureau de Tails apparaît.

source: 1. You can now save your personal files and working documents in the <span class="guilabel">Persistent</span> folder. To open the <span class="guilabel">Persistent</span> folder choose <span class="menuchoice"> <span class="guimenu">Places</span>&nbsp;▸ <span class="guimenuitem">Persistent</span></span>.
fr: 1. Vous pouvez maintenant enregistrer vos fichiers personnels et vos documents de travail dans le dossier <span class="guilabel">Persistent</span>. Pour ouvrir ce dossier, ouvrir dans le menu : <span class="menuchoice"> <span class="guimenu">Emplacement</span>&nbsp;▸ <span class="guimenuitem">Persistent</span></span>.

source: <div class="state-image debian expert">[[!img install/inc/infography/tails-usb-with-persistence.png link="no" alt="Tails USB stick with persistent storage"]]</div> <div class="state-image windows linux mac-usb clone">[[!img install/inc/infography/final-tails-with-persistence.png link="no" alt="Final Tails USB stick with persistent storage"]]</div> <div class="state-image mac-dvd">[[!img install/inc/infography/tails-usb-with-persistence.png link="no" alt="Tails USB stick with persistent storage"]]</div>
fr: <div class="state-image debian expert">[[!img install/inc/infography/tails-usb-with-persistence.fr.png link="no" alt="Clé USB Tails avec stockage persistant"]]</div> <div class="state-image windows linux mac-usb clone">[[!img install/inc/infography/final-tails-with-persistence.fr.png link="no" alt="Clé USB Tails définitive avec stockage persistant"]]</div> <div class="state-image mac-dvd">[[!img install/inc/infography/tails-usb-with-persistence.fr.png link="no" alt="Clé USB Tails avec stockage persistant"]]</div>

source: <p>You now have a working Tails, congrats!</p>
fr: <p>Félicitations ! Tails est maintenant prêt à être utilisé.</p>

source: <h3>Final recommendations</h3>
fr: <h3>Dernières recommandations</h3>

source: <p>Tails does not protect you from everything! Have a look at our [[warnings|doc/about/warning]].</p>
fr: <p>Tails ne vous protégera pas de tout ! Prenez le temps de lire [[nos avertissements|doc/about/warning]].</p>

source: <p>If you face any problem, use the <span class="guilabel">Report an error</span> launcher on the Tails desktop or visit our [[support pages|support]].</p>
fr: <p>Si vous rencontrez des problèmes, lancez l'outil <span class="guilabel">Signaler une erreur</span> qui se trouve sur le bureau de Tails ou visitez nos [[pages de support|support]].</p>

source: <p>We hope you enjoy using Tails :)</p>
fr: <p>Nous espérons que vous apprécierez Tails :)</p>
