Repository: austin987/tails
Catalog: wiki/src/install/inc/steps/download.inline.*.po
Languages: es, fr

source: You need to install BitTorrent software on your computer, like <a href="https://transmissionbt.com/">Transmission</a> (for Windows, macOS, and Linux).
es: Necesitas instalar un programa de BitTorrent en tu ordenador, como <a href="https://transmissionbt.com/">Transmission</a> (para Windows, macOS, y Linux).
fr: Vous avez besoin d'installer un logiciel BitTorrent sur votre ordinateur, tel que <a href="https://transmissionbt.com/">Transmission</a> (pour Windows, macOS, et Linux).

source: BitTorrent doesn't work over Tor or in Tails.
es: BitTorrent no funciona a través de Tor, ni en Tails.
fr: BitTorrent ne fonctionne pas à travers Tor ou dans Tails.

source: <span class="step-number"><span class="debian windows linux mac-usb mac-dvd upgrade-tails">1.</span>1</span>Download Tails (Torrent file)
es: <span class="step-number"><span class="debian windows linux mac-usb mac-dvd upgrade-tails">1.</span>1</span>Descarga Tails (archivo Torrent)
fr: <span class="step-number"><span class="debian windows linux mac-usb mac-dvd upgrade-tails">1.</span>1</span>Télécharger Tails (fichier Torrent)

source: <a href="[[!inline pages="inc/stable_amd64_torrent_url" raw="yes" sort="age"]]" id="download-torrent" class="btn btn-primary inline-block indent">Download Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] Torrent file</a>
es: <a href="[[!inline pages="inc/stable_amd64_torrent_url" raw="yes" sort="age"]]" id="download-torrent" class="btn btn-primary inline-block indent">Descargar el archivo torrent de Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</a>
fr: <a href="[[!inline pages="inc/stable_amd64_torrent_url" raw="yes" sort="age"]]" id="download-torrent" class="btn btn-primary inline-block indent">Télécharger le fichier Torrent Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</a>

source: <span class="step-number"><span class="debian windows linux mac-usb mac-dvd upgrade-tails">1.</span>2</span>Verify your download using BitTorrent
es: <span class="step-number"><span class="debian windows linux mac-usb mac-dvd upgrade-tails">1.</span>2</span>Verifcar tu descarga con BitTorrent
fr: <span class="step-number"><span class="debian windows linux mac-usb mac-dvd upgrade-tails">1.</span>2</span>Vérifiez votre téléchargement en utilisant BitTorrent

source: Your BitTorrent client will automatically verify your download when it is complete.
es: Tu cliente BitTorrent verificará automáticamente la descarga cuando haya terminado.
fr: Votre client BitTorrent va automatiquement vérifier votre téléchargement lorsqu'il est terminé.

source: Open and download the Torrent file with your BitTorrent client. It contains the Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] ISO image that you will use in the next step.
es: Abre y descarga el archivo torrent con tu cliente de torrents favorito (ej. BitTorrent). Contiene la imagen ISO de Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] que usarás en el próximo paso.
fr: Ouvrez et télécharger le fichier Torrent avec votre client BitTorrent. Il contient l'image ISO de Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] que vous allez utiliser dans la prochaine étape.

source: Verify using OpenPGP (optional)
es: Verificar usando OpenPGP (opcional)
fr: Vérifiez en utilisant OpenPGP (optionnel)

source: Download the [[Tails signing key|tails-signing.key]].
es: Descarga la [[llave de firma de Tails|tails-signing.key]].
fr: Téléchargement de la [[clé de signature Tails|tails-signing.key]].

source: Download the <a href='[[!inline pages="inc/stable_amd64_iso_sig_url" raw="yes" sort="age"]]'> Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] OpenPGP signature</a> and save it to the same folder where you saved the ISO image.
es: Descarga la <a href='[[!inline pages="inc/stable_amd64_iso_sig_url" raw="yes" sort="age"]]'> [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] firma OpenPGP de Tails</a> y guárdala en la misma carpeta donde está la imagen ISO.
fr: Téléchargez la <a href='[[!inline pages="inc/stable_amd64_iso_sig_url" raw="yes" sort="age"]]'>signature OpenPGP de Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</a> et sauvegardez-la dans le dossier où vous avez enregistré l'image ISO.

source: Basic OpenPGP verification
es: Verificación básica de OpenPGP
fr: Vérification OpenPGP basique

source: [[!toggle id="basic-openpgp" text="See instructions for basic OpenPGP verification."]] [[!toggleable id="basic-openpgp" text=""" <span class="hide">[[!toggle id="basic-openpgp" text=""]]</span>
es: [[!toggle id="basic-openpgp" text="Mira las instrucciones para una verificación básica OpenPGP."]] [[!toggleable id="basic-openpgp" text=""" <span class="hide">[[!toggle id="basic-openpgp" text=""]]</span>
fr: [[!toggle id="basic-openpgp" text="Voir les instructions pour les vérifications de base d'OpenPGP."]] [[!toggleable id="basic-openpgp" text=""" <span class="hide">[[!toggle id="basic-openpgp" text=""]]</span>

source: This section provides simplified instructions:
es: Esta sección provee instrucciones simplificadas:
fr: Cette section contient des instructions simplifiées :

source: <a href="#windows">In Windows with <span class="application">Gpg4win</span></a>
es: <a href="#windows">En Windows con <span class="application">Gpg4win</span></a>
fr: <a href="#windows">Pour Windows avec <span class="application">Gpg4win</span></a>

source: <a href="#mac">In macOS with <span class="application">GPGTools</span></a>
es: <a href="#mac">En macOS con <span class="application">GPGTools</span></a>
fr: <a href="#mac">Pour macOS avec <span class="application">GPGTools</span></a>

source: <a href="#tails">In Tails</a>
es: <a href="#tails">En Tails</a>
fr: <a href="#tails">Pour Tails</a>

source: <a href="#command-line">Using the command line</a>
es: <a href="#command-line">Usando la línea de comandos</a>
fr: <a href="#command-line">En utilisant la ligne de commande</a>

source: In Windows with <span class="application">Gpg4win</span>
es: En Windows con <span class="application">Gpg4win</span>
fr: Pour Windows avec <span class="application">Gpg4win</span>

source: See the [[<span class="application">Gpg4win</span> documentation on verifying signatures|http://www.gpg4win.org/doc/en/gpg4win-compendium_24.html#id4]].
es: Lee la [[documentación de <span class="application">Gpg4win</span> sobre la verificación de firmas |http://www.gpg4win.org/doc/en/gpg4win-compendium_24.html#id4]].
fr: Voir la documentation de [[<span class="application">Gpg4win</span> sur la vérification des signatures|http://www.gpg4win.org/doc/en/gpg4win-compendium_24.html#id4]] (en anglais).

source: If the following warning appears:
es: Si aparece esta advertencia:
fr: Si l'avertissement suivant apparaît :

source: Then the ISO image is still correct according to the signing key that you downloaded. To remove this warning you need to <a href="#wot">authenticate the signing key through the OpenPGP Web of Trust</a>.
es: Entonces la imagen ISO es correcta de acuerdo a la clave de firma que descargaste. Pero para que no aparezca esa advertencia debes <a href="#wot">certificar la clave de firma a través de la Red de Confianza OpenPGP</a>.
fr: Alors l'image ISO est tout de même correctement signée par la clé que vous avez téléchargé. Pour supprimer cet avertissement vous devez <a href="#wot">authentifier la clé de signature via la Toile de Confiance OpenPGP</a>.

source: In macOS using <span class="application">GPGTools</span>
es: En macOS usando <span class="application">GPGTools</span>
fr: Pour macOS en utilisant <span class="application">GPGTools</span>

source: Open <span class="application">Finder</span> and navigate to the folder where you saved the ISO image and the signature.
es: Abre <span class="application">Finder</span> y navega a la carpeta donde guardaste la imagen ISO y la firma.
fr: Ouvrez <span class="application">Finder</span> et naviguez jusqu'au dossier où vous avez enregistré l'image ISO et la signature.

source: Right-click on the ISO image and choose <span class="guimenuchoice"> <span class="guisubmenu">Services</span> ▸ <span class="guimenuitem">OpenPGP: Verify Signature of File</span></span>.
es: Haz click con el botón derecho en la imagen ISO image y elige <span class="guimenuchoice"> <span class="guisubmenu">Servicios</span> ▸ <span class="guimenuitem">OpenPGP: verificar Firma del Archivo</span></span>.
fr: Faites un clic droit sur l'image ISO puis sur <span class="guimenuchoice"> <span class="guisubmenu">Services</span> ▸ <span class="guimenuitem">OpenPGP: Verify Signature of File</span></span>.

source: In Tails
es: En Tails
fr: Pour Tails

source: Open the file browser and navigate to the folder where you saved the ISO image and the signature.
es: Abre el explorador de archivos y navega a la carpeta donde guardaste la imagen ISO y la firma.
fr: Ouvrez le navigateur de fichier et naviguez jusqu'au dossier où vous avez enregistré l'image ISO et la signature.

source: Right-click on the signature and choose <span class="guimenuitem">Open With Verify Signature</span>.
es: Haz click con el botón derecho en la firma y elige <span class="guimenuitem">Abrir con Verificar la Firma</span>.
fr: Faites un clic droit sur la signature puis sur <span class="guimenuitem">Ouvrir avec Vérifier la signature</span>.

source: The verification of the ISO image starts automatically:
es: La verificación de la imagen ISO comienza automáticamente:
fr: La vérification de l'image ISO démarre automatiquement :

source: [[!img install/inc/screenshots/verifying_in_tails.png link="no"]]
fr: [[!img install/inc/screenshots/notification_in_tails.png link="no"]]

source: After the verification finishes, you should see a notification that the signature is good:
es: Cuando termine la verificación deberías ver una notificación de que la firma es buena:
fr: Une fois la vérification terminée, vous devriez voir une notification informant que la signature est bonne :

source: Using the command line
es: Usando la linea de comandos
fr: En ligne de commande

source: Open a terminal and navigate to the folder where you saved the ISO image and the signature.
es: Abre una terminal y navega hacia la carpeta donde guardaste la imagen ISO y la firma.
fr: Ouvrez un terminal et naviguez jusqu'au dossier où vous avez enregistré l'image ISO et la signature.

source: Execute:
es: Ejecuta:
fr: Exécutez la commande :

source: The output of this command should be the following:
es: El output de este comando debería ser el siguiente:
fr: La sortie de cette commande devrait être :

source: If the output also includes:
es: Si el output también incluye:
fr: Si la sortie inclut aussi :

source: Authenticate the signing key through the OpenPGP Web of Trust
es: Certificar la clave de firma a través de la Red de Confianza OpenPGP
fr: Authentifier la clé de signature via la Toile de Confiance OpenPGP

source: [[!toggle id="web-of-trust" text="Read more about authenticating the Tails signing key through the OpenPGP Web of Trust."]] [[!toggleable id="web-of-trust" text=""" <span class="hide">[[!toggle id="web-of-trust" text=""]]</span>
es: [[!toggle id="web-of-trust" text="Lee más sobre certificar la clave de firma de Tails a través de la Red de Confianza OpenPGP."]] [[!toggleable id="web-of-trust" text=""" <span class="hide">[[!toggle id="web-of-trust" text=""]]</span>
fr: [[!toggle id="web-of-trust" text="Lisez en plus sur comment authentifier une clé de signature Tails avec la toile de confiance OpenPGP."]] [[!toggleable id="web-of-trust" text=""" <span class="hide">[[!toggle id="web-of-trust" text=""]]</span>

source: The <em>checksum</em> for the Firefox extension
es: La <em>checksum</em>(suma de verificación criptográfica) para la extensión de Firefox
fr: La <em>somme de contrôle</em> pour l'extension Firefox

source: The <em>Torrent file</em> for BitTorrent
es: El <em>archivo Torrent</em> para BitTorrent
fr: Le <em>fichier Torrent</em> pour BitTorrent

source: We believe that, instead, users should be given the final say when trusting a website, and that designation of trust should be done on the basis of human interactions.
fr: Nous pensons plutôt que le dernier mot, lorsqu'il s'agit de faire confiance à un site web, doit revenir aux individus et que la construction de la confiance devrait être basée sur des relations humaines.

source: If you are on Debian, Ubuntu, or Linux Mint, you can install the <code>debian-keyring</code> package which contains the OpenPGP keys of all Debian developers. Some Debian developers have certified the Tails signing key and you can use these certifications to build a trust path. This technique is explained in detail in our instructions on [[installing Tails from Debian, Ubuntu, or Linux Mint using the command line|install/expert/usb]].
fr: Si vous utilisez Debian, Ubuntu ou Linux Mint, vous pouvez installer le paquet <code>debian-keyring</code> qui contient les clés OpenPGP de tous les développeurs Debian. Certains développeurs Debian ont certifié la clé de signature de Tails, vous pouvez donc utiliser ces certifications pour construire un chemin de confiance. Cette méthode est expliquée en détail dans nos instructions sur [[installer Tails depuis Debian, Ubuntu ou Linux Mint en ligne de commande|install/expert/usb]].

source: Relying on the Web of Trust requires both caution and intelligent supervision by the users. The technical details are outside of the scope of this document.
fr: Se fier à la Toile de Confiance demande à la fois prudence et intelligence de la part des personnes l'utilisant. Les détails techniques sont au-delà de la portée de ce document.

source: For example, you can start by contacting a local [[!wikipedia Linux_User_Group]], [[an organization offering Tails training|support/learn]], or other Tails enthusiasts near you and exchange about their OpenPGP practices.
fr: Vous pourriez commencer par prendre contact avec un [[!wikipedia_fr Groupe_d'utilisateurs_Linux]], [[une organisation proposant des formations à propos de Tails|support/learn]] ou d'autres amis de Tails proches de chez vous et échanger à propos de leurs pratiques d'OpenPGP.

source: After you build a trust path, you can certify the Tails signing key by signing it with your own key to get rid of some warnings during the verification process.
fr: Après avoir construit un chemin de confiance, vous pouvez certifier la clé de signature Tails en la signant avec votre propre clé pour vous débarrasser des avertissements durant le processus de vérification.

source: <a href="[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]" id="download-iso" class="use-mirror-pool btn btn-primary inline-block indent">Download Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] ISO image (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</span>)</a> <a href="[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]" id="download-iso" class="use-mirror-pool-on-retry btn btn-primary inline-block indent">Download Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] ISO image (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</span>)</a>
es: <a href="[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]" id="download-iso" class="use-mirror-pool btn btn-primary inline-block indent">Descarga la imagen ISO [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] de Tails (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</span>)</a> <a href="[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]" id="download-iso" class="use-mirror-pool-on-retry btn btn-primary inline-block indent">Descarga la imagen ISO [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] de Tails (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</span>)</a>

source: <a href="[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]" id="download-iso-again" class="use-mirror-pool-on-retry">Please try to download again&hellip;</a>
es: <a href="[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]" id="download-iso-again" class="use-mirror-pool-on-retry">Por favor, intenta la descarga nuevamente&hellip;</a>

source: If you know OpenPGP, you can also verify your download using an OpenPGP signature instead of, or in addition to, our browser extension or BitTorrent.
es: Si conoces OpenPGP, también puedes verificar tu descarga utilizando una firma OpenPGP en lugar de, o además de, nuestra extensión para el navegador o BitTorrent.

source: Verify that the date of the signature is at most five days earlier than the latest version: [[!inline pages="inc/stable_amd64_date" raw="yes" sort="age"]].
es: Verifica que la fecha de la firma sea como mucho cinco días antes de la última versión: [[!inline pages="inc/stable_amd64_date" raw="yes" sort="age"]].

source: gpg: WARNING: This key is not certified with a trusted signature!
es: gpg: ADVERTENCIA: Esta llave no esta certificada con una firma confiable!

source: gpg: There is no indication that the signature belongs to the owner.
es: gpg: No hay indicio de que la firma pertenece al propietario.

source: Authenticating our signing key through the OpenPGP Web of Trust is the only way that you can be protected in case our website is compromised or if you are a victim of a [[man-in-the-middle attack|doc/about/warning#man-in-the-middle]]. However, it is complicated to do and it might not be possible for everyone because it relies on trust relationships between individuals.
es: Certificar nuestra clave de firma a través de la Red de Confianza openPGP es la única manera de de protegerte en caso de que nuestra página web sea comprometida o seas víctima de un [[ataque man-in-the-middle|doc/about/warning#man-in-the-middle]]. De todos modos es complicado hacerlo y puede que no sea posible para cualquiera porque precisa relaciones de confianza entre individuos.

source: The verification techniques that we present (browser extension, BitTorrent, or OpenPGP verification) all rely on some information being securely downloaded using HTTPS from our website:
es: Las técnicas de verificación que presentamos (extensión del navegador, BitTorrent u OpenPGP) recaen todas en que alguna información sea bajada con seguridad utilizando HTTPS desde nuestro sitio web:

source: The <em>Tails signing key</em> for OpenPGP verification
es: La <em>clave de firma de Tails</em> para la verificación OpenPGP

source: It is possible that you could download malicious information if our website is compromised or if you are a victim of a man-in-the-middle attack.
es: Es posible que bajes información maliciosa si nuestra web está comprometida, o si eres víctima de un ataque man-in-the-middle.

source: OpenPGP verification is the only technique that protects you if our website is compromised or if you are a victim of a man-in-the-middle attack. But, for that you need to authenticate the Tails signing key through the OpenPGP Web of Trust.
es: La verificación OpenPGP es la única técnica que te protege si nuestra web está comprometida o eres víctima de un ataque man-in-the-middle. Pero, para eso necesitas certificar la clave de firma de Tails a través de la Red de Confianza OpenPGP.

source: If you are verifying an ISO image from inside Tails, for example, to do a manual upgrade, then you already have the Tails signing key. You can trust this signing key as much as you already trust your Tails installation since this signing key is included in your Tails installation.
es: Si estás verificando una imagen ISO desde dentro de Tails, por ejemplo para hacer una actualización manual, entonces ya tienes la clave de firma de Tails. Puedes confiar en esta clave tanto como ya confíes en tu instalación de Tails, ya que esta clave de firma está incluida en tu instalación de Tails.

source: In this scenario, you found, through Alice and Bob, a path to trust the Tails signing key without the need to rely on certificate authorities.
es: En este escenario has encontrado, gracias a Alicia y Bob, un camino para confiar en la firma de llave de Tails sin la necesidad de depender de autoridades de certificados.
