Repository: austin987/tails
Catalog: wiki/src/install/inc/steps/download.inline.*.po
Languages: es, fr

source: Download Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]
es: Descargar Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]
fr: Télécharger Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]

source: Direct download
es: Descarga directa
fr: Téléchargement direct

source: <span class="step-number"><span class="debian windows linux mac-usb mac-dvd upgrade-tails">1.</span>1</span>Download Tails
es: <span class="step-number"><span class="debian windows linux mac-usb mac-dvd upgrade-tails">1.</span>1</span>Descarga Tails
fr: <span class="step-number"><span class="debian windows linux mac-usb mac-dvd upgrade-tails">1.</span>1</span>Télécharger Tails

source: <a href="[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]" id="download-iso" class="use-mirror-pool btn btn-primary inline-block indent">Download Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] ISO image (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</span>)</a>
fr: <a href="[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]" id="download-iso" class="use-mirror-pool btn btn-primary inline-block indent">Télécharger l'image ISO de Tails [[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]] (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]]</span>)</a>

source: <a>I already downloaded Tails <span class="remove-extra-space">&nbsp;[[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</span>.</a>
es: <a>Ya he descargado Tails <span class="remove-extra-space">&nbsp;[[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</span>.</a>
fr: <a>J'ai déjà téléchargé Tails <span class="remove-extra-space">&nbsp;[[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</span>.</a>

source: <span class="step-number"><span class="debian windows linux mac-usb mac-dvd upgrade-tails">1.</span>2</span>Verify your download using your browser
es: <span class="step-number"><span class="debian windows linux mac-usb mac-dvd upgrade-tails">1.</span>2</span>Verifca tu descarga usando tu navegador
fr: <span class="step-number"><span class="debian windows linux mac-usb mac-dvd upgrade-tails">1.</span>2</span>Vérifiez votre téléchargement en utilisant votre navigateur

source: <b>For your security,
es: <b>Para tu seguridad,
fr: <b>Pour votre sécurité,

source: always verify your download!</b>
es: verifica siempre tu descarga!</b>
fr: vérifiez toujours votre téléchargement !</b>

source: [[!toggle id="why-verify-supported" text="Why?"]]
es: [[!toggle id="why-verify-supported" text="¿Por qué?"]]
fr: [[!toggle id="why-verify-supported" text="Pourquoi ?"]]

source: With an unverified download, you might:
es: Con una descarga no verificada, podrías:
fr: Avec un téléchargement non vérifié, vous pourriez :

source: Lose time if your download is incomplete or broken due to an error during the download. This is quite frequent.
es: Perder tiempo si tu archivo está incompleto o roto por errores durante la descarga. Esto es bastante frecuente.
fr: Perdre du temps si votre téléchargement est incomplet ou interrompu à cause d'une erreur pendant le téléchargement. C'est assez fréquent.

source: Get hacked while using Tails if our download mirrors have been compromised and are serving malicious downloads.
es: Ser víctima de hacking cuando usas Tails si tu mirror de descarga ha sido comprometido y está sirviendo descargas maliciosas.
fr: Être piraté en utilisant Tails si nos miroirs de téléchargement ont été compromis et distribuent des téléchargements malveillants.

source: <a href="http://blog.linuxmint.com/?p=2994">This already happened to other operating systems.</a>
es: <a href="http://blog.linuxmint.com/?p=2994">Esto ya ha pasado con otros sistemas operativos.</a>
fr: <a href="http://blog.linuxmint.com/?p=2994">Cela s'est déjà produit pour d'autres systèmes d'exploitation.</a>

source: Get hacked while using Tails if your download is modified on the fly by an attacker on the network.
es: Ser víctima de hacking mientras usas Tails si tu descarga ha sido modificada por un atacante en la red.
fr: Être piraté en utilisant Tails si votre téléchargement est modifié à la volée par un attaquant sur le réseau.

source: <a href="https://en.wikipedia.org/wiki/DigiNotar">This is possible for strong adversaries.</a>
es: <a href="https://en.wikipedia.org/wiki/DigiNotar">Esto es posible para adversarios poderosos.</a>
fr: <a href="https://en.wikipedia.org/wiki/DigiNotar">C'est possible pour un adversaire fort.</a>

source: [[How does the extension work?|contribute/design/verification_extension]]
es: [[Cómo funciona la extensión?|contribute/design/verification_extension]]
fr: [[Comment marche l'extension ?|contribute/design/verification_extension]]

source: Our browser extension makes it quick and easy.
es: Nuestra extensión de navegador vuelve esto rápido y fácil.
fr: Notre extension de navigateur fait cela rapidement et facilement.

source: <a href="https://addons.mozilla.org/firefox/downloads/latest/tails-verification/addon-tails-verification-latest.xpi" class="install-extension-btn supported-browser firefox btn btn-primary inline-block">Install <u>Tails Verification</u> extension</a> <a class="install-extension-btn supported-browser chrome btn btn-primary inline-block">Install <u>Tails Verification</u> extension</a>
es: <a href="https://addons.mozilla.org/firefox/downloads/latest/tails-verification/addon-tails-verification-latest.xpi" class="install-extension-btn supported-browser firefox btn btn-primary inline-block">Instala la extensión <u>Tails Verification</u></a> <a class="install-extension-btn supported-browser chrome btn btn-primary inline-block">Instala la extensión <u>Tails Verification</u></a>
fr: <a href="https://addons.mozilla.org/firefox/downloads/latest/tails-verification/addon-tails-verification-latest.xpi" class="install-extension-btn supported-browser firefox btn btn-primary inline-block">Installer l'extension <u>Vérification de Tails</u></a> <a class="install-extension-btn supported-browser chrome btn btn-primary inline-block">Installer l'extension <u>Vérification de Tails</u></a>

source: You seem to have JavaScript disabled. To use our browser extension, please allow all this page:
es: Parece que tienes JavaScript deshabilitado. Para usar nuestra extensión de navegador, por favor habilítalo en esta página:
fr: Il semble que vous ayez désactivé JavaScript. Pour utiliser notre extension, veuillez autoriser toute cette page :

source: Your extension is an older version.
es: Tu extensión es una versión antigua.
fr: Votre extension est une ancienne version.

source: <a href="https://addons.mozilla.org/firefox/downloads/latest/tails-verification/addon-tails-verification-latest.xpi" class="install-extension-btn firefox btn btn-primary inline-block">Update extension</a> <a class="install-extension-btn chrome btn btn-primary inline-block">Update extension</a>
es: <a href="https://addons.mozilla.org/firefox/downloads/latest/tails-verification/addon-tails-verification-latest.xpi" class="install-extension-btn firefox btn btn-primary inline-block">Actualiza la extensión</a> <a class="install-extension-btn chrome btn btn-primary inline-block">Actualiza la extensión</a>
fr: <a href="https://addons.mozilla.org/firefox/downloads/latest/tails-verification/addon-tails-verification-latest.xpi" class="install-extension-btn firefox btn btn-primary inline-block">Mise à jour de l'extension</a> <a class="install-extension-btn chrome btn btn-primary inline-block">Mise à jour de l'extension</a>

source: <u>Tails Verification</u> extension installed!
es: Se ha instalado la extensión <u>Tails Verification</u>!
fr: Extension <u>Vérification de Tails</u> installée !

source: <label id="verify-download-wrapper" class="btn btn-primary inline-block"> Verify Tails <span class="remove-extra-space">&nbsp;[[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</span>&hellip; <input id="verify-download" type="file"/> </label>
es: <label id="verify-download-wrapper" class="btn btn-primary inline-block"> Verifica Tails <span class="remove-extra-space">&nbsp;[[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</span>&hellip; <input id="verify-download" type="file"/> </label>
fr: <label id="verify-download-wrapper" class="btn btn-primary inline-block"> Vérifier Tails <span class="remove-extra-space">&nbsp;[[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</span>&hellip; <input id="verify-download" type="file"/> </label>

source: Verifying <span id="filename">$FILENAME</span>&hellip;
es: Verificando <span id="filename">$FILENAME</span>&hellip;
fr: Vérification <span id="filename">$FILENAME</span>&hellip;

source: Verification successful!
es: Verificación exitosa!
fr: Vérification réussie !

source: <b>Verification failed!</b>
es: <b>La verificación falló!</b>
fr: <b>Échec de la vérification !</b>

source: [[!toggle id="why-failed" text="Why?"]]
es: [[!toggle id="why-failed" text="¿Por qué?"]]
fr: [[!toggle id="why-failed" text="Pourquoi ?"]]

source: Most likely, the verification failed because of an error or interruption during the download.
es: Lo más probable es que la verificación falle debido a un error o interrupción durante la descarga.
fr: La plupart du temps, la vérification échoue parce qu'il y a eu une erreur ou une interruption pendant le téléchargement.

source: The verification also fails if you try to verify a different download than the latest version (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</span>).
es: La verificación también falla si intentas verificar una descarga distinta a la última versión de Tails (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</span>).
fr: La vérification échoue également si vous essayez de vérifier un autre téléchargement que la dernière version (<span class="remove-extra-space">[[!inline pages="inc/stable_amd64_version" raw="yes" sort="age"]]</span>).

source: Less likely, the verification might have failed because of a malicious download from our download mirrors or due to a network attack in your country or local network.
es: También podría ser, aunque es menos probable, que la verificación haya fallado a causa de una descarga malintencionada de alguno de nuestros mirrors, o a causa de un ataque en tu red local o país.
fr: Plus rarement, la vérification peut échouer à cause d'un téléchargement malveillant depuis nos miroirs de téléchargement ou par une attaque de réseau depuis votre pays ou votre réseau local.

source: Downloading again is usually enough to fix this problem.
es: Descargar otra vez usualmente es suficiente para arreglar este problema.
fr: Télécharger à nouveau est généralement suffisant pour corriger ce problème.

source: <a href="[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]" id="download-iso-again" class="use-mirror-pool">Please try to download again&hellip;</a>
fr: <a href="[[!inline pages="inc/stable_amd64_iso_url" raw="yes" sort="age"]]" id="download-iso-again" class="use-mirror-pool">Merci d'essayer à nouveau de télécharger&hellip;</a>

source: <b>Verification failed again!</b>
es: <b>¡La verificación ha vuelto a fallar!</b>
fr: <b>Nouvel échec de la vérification !</b>

source: [[!toggle id="why-failed-again" text="Why?"]]
es: [[!toggle id="why-failed-again" text="¿Por qué?"]]
fr: [[!toggle id="why-failed-again" text="Pourquoi ?"]]

source: The verification might have failed again because of:
es: La verificación puede haber fallado otra vez a causa de:
fr: La vérification peut avoir échoué de nouveau à cause de :

source: A software problem in our verification extension
es: Un problema de software en nuestra extensión de verificación
fr: Un problème logiciel dans notre extension de vérification

source: A malicious download from our download mirrors
es: Una descarga maliciosa de alguno de nuestros mirrors
fr: Un téléchargement malveillant depuis nos miroirs de téléchargement

source: A network attack in your country or local network
es: Un ataque de red en tu país o red local
fr: Une attaque réseau dans votre pays ou votre réseau local

source: Trying from a different place or a different computer might solve any of these issues.
es: Intentando desde un lugar diferente o desde un ordenador diferente podría solucionar cualquiera de estos problemas.
fr: Essayer depuis un autre endroit ou un autre ordinateur peut résoudre tous ces problèmes.

source: Please try to download again from a different place or a different computer&hellip;
es: Por favor intenta descargarla de nuevo de un lugar diferente o desde un ordenador diferente&hellip;
fr: Merci d'essayer de télécharger à nouveau depuis un autre endroit ou un autre ordinateur&hellip;

source: <span class="step-number"><span class="debian windows linux mac-usb mac-dvd upgrade-tails">1.</span>3</span>Continue <span class="debian windows linux mac-usb mac-dvd">installing</span> <span class="upgrade-tails">upgrading</span> <span class="download-only">installing or upgrading</span>
es: <span class="step-number"><span class="debian windows linux mac-usb mac-dvd upgrade-tails">1.</span>3</span>Continúa <span class="debian windows linux mac-usb mac-dvd">instalando</span> <span class="upgrade-tails">actualizando</span> <span class="download-only">instalando o actualizando</span>
fr: <span class="step-number"><span class="debian windows linux mac-usb mac-dvd upgrade-tails">1.</span>3</span>Continuer <span class="debian windows linux mac-usb mac-dvd">l'installation</span> <span class="upgrade-tails">la mise à jour</span> <span class="download-only">l'installation ou la mise à jour</span>

source: <span class="debian">[[Skip download|debian/usb]]</span> <span class="windows">[[Skip download|win/usb]]</span> <span class="linux">[[Skip download|linux/usb]]</span> <span class="mac-usb">[[Skip download|mac/usb]]</span> <span class="mac-dvd">[[Skip download|mac/dvd]]</span> <span class="dvd">[[Skip download|dvd]]</span> <span class="vm">[[Skip download|doc/advanced_topics/virtualization]]</span> <span class="upgrade-tails">[[Skip download|upgrade/tails]]</span>
es: <span class="debian">[[Saltear la descarga|debian/usb]]</span> <span class="windows">[[Saltear la descarga|win/usb]]</span> <span class="linux">[[Saltear la descarga|linux/usb]]</span> <span class="mac-usb">[[Saltear la descarga|mac/usb]]</span> <span class="mac-dvd">[[Saltear la descarga|mac/dvd]]</span> <span class="dvd">[[Saltear la descarga|dvd]]</span> <span class="vm">[[Saltear la descarga|doc/advanced_topics/virtualization]]</span> <span class="upgrade-tails">[[Saltear la descarga|upgrade/tails]]</span>
fr: <span class="debian">[[Passer le téléchargement|debian/usb]]</span> <span class="windows">[[Passer le téléchargement|win/usb]]</span> <span class="linux">[[Passer le téléchargement|linux/usb]]</span> <span class="mac-usb">[[Passer le téléchargement|mac/usb]]</span> <span class="mac-dvd">[[Passer le téléchargement|mac/dvd]]</span> <span class="dvd">[[Passer le téléchargement|dvd]]</span> <span class="vm">[[Passer le téléchargement|doc/advanced_topics/virtualization]]</span> <span class="upgrade-tails">[[Passer le téléchargement|upgrade/tails]]</span>

source: [[Skip verification!|debian/usb]]
es: [[Omitir verificación!|debian/usb]]
fr: [[Ignorer la vérification !|debian/usb]]

source: [[Skip verification!|win/usb]]
es: [[Omitir verificación!|win/usb]]
fr: [[Ignorer la vérification !|win/usb]]

source: [[Skip verification!|linux/usb]]
es: [[Omitir verificación!|linux/usb]]
fr: [[Ignorer la vérification !|linux/usb]]

source: [[Skip verification!|mac/usb]]
es: [[Omitir verificación!|mac/usb]]
fr: [[Ignorer la vérification !|mac/usb]]

source: [[Skip verification!|mac/dvd]]
es: [[Omitir verificación!|mac/dvd]]
fr: [[Ignorer la vérification !|mac/dvd]]

source: [[Skip verification!|dvd]]
es: [[Omitir verificación!|dvd]]
fr: [[Ignorer la vérification !|dvd]]

source: [[Skip verification!|doc/advanced_topics/virtualization]]
es: [[Omitir verificación!|doc/advanced_topics/virtualization]]
fr: [[Ignorer la vérification !|doc/advanced_topics/virtualization]]

source: [[Skip verification!|upgrade/tails]]
es: [[Omitir verificación!|upgrade/tails]]
fr: [[Ignorer la vérification !|upgrade/tails]]

source: Next: Install <em>Tails Installer</em> (<span class="next-counter"></span>)
es: Ahora, instala <em>Tails Installer</em> (<span class="next-counter"></span>)
fr: Ensuite : installer l'<em>Installeur de Tails</em> (<span class="next-counter"></span>)

source: Next: Install an intermediary Tails (<span class="next-counter"></span>)
es: Ahora, instala un Tails intermedio (<span class="next-counter"></span>)
fr: Ensuite : installer un Tails intermédiaire (<span class="next-counter"></span>)

source: Next: Burn a Tails DVD (<span class="next-counter"></span>)
es: Ahora graba un DVD de Tails (<span class="next-counter"></span>)
fr: Ensuite : graver un DVD Tails (<span class="next-counter"></span>)

source: Next: Burning Tails on a DVD
es: Ahora: Grabar Tails en un DVD
fr: Ensuite : graver Tails sur un DVD

source: Next: Virtualization
es: Siguiente: Virtualización
fr: Ensuite : virtualisation

source: [[Install from Windows|install/win/usb]]
es: [[Instalar desde Windows|install/win/usb]]
fr: [[Installer depuis Windows|install/win/usb]]

source: [[Install from Debian, Ubuntu, or Mint|install/debian/usb]]
es: [[Instalar desde Debian, Ubuntu, o Mint|install/debian/usb]]
fr: [[Installer depuis Debian, Ubuntu ou Mint|install/debian/usb]]

source: [[Install from other Linux distributions|install/linux/usb]]
es: [[Instalar desde otra distribución de Linux|install/linux/usb]]
fr: [[Installer depuis d'autres distributions Linux|install/linux/usb]]

source: [[Install from macOS by burning a DVD first|install/mac/dvd]]
es: [[Instalar desde macOS grabando primero un DVD|install/mac/dvd]]
fr: [[Installer depuis macOS en commençant par graver un DVD|install/mac/dvd]]

source: [[Install from macOS and the command line|install/mac/usb]]
es: [[Instalar desde macOS con la línea de comandos|install/mac/usb]]
fr: [[Installer depuis macOS et la ligne de commande|install/mac/usb]]

source: [[Burn on a DVD|dvd]]
es: Grabar un DVD
fr: [[Graver sur un DVD|dvd]]

source: [[Run in a virtual machine|doc/advanced_topics/virtualization]]
es: [[Ejecutar en una máquina virtual|doc/advanced_topics/virtualization]]
fr: [[Exécuter dans une machine virtuelle|doc/advanced_topics/virtualization]]

source: [[Upgrade inside Tails|upgrade/tails]]
es: [[Actualizar dentro de Tails|upgrade/tails]]
fr: [[Mettre à jour depuis Tails|upgrade/tails]]

source: You are using <u><b><span id="detected-browser">$DETECTED-BROWSER</span></b></u>.
es: Estás usando <u><b><span id="detected-browser">$DETECTED-BROWSER</span></b></u>.
fr: Vous utilisez <u><b><span id="detected-browser">$DETECTED-BROWSER</span></b></u>.

source: Direct download is only available for:
es: La descarga directa sólo está disponible para:
fr: Le téléchargement direct est disponible uniquement pour :

source: Firefox <span id="min-version-firefox">$MINVER-FIREFOX</span> and later (<a href="https://www.mozilla.org/firefox/new/">Download</a>)
es: Firefox <span id="min-version-firefox">$MINVER-FIREFOX</span> y posteriores (<a href="https://www.mozilla.org/firefox/new/">Descárgalo</a>)
fr: Firefox <span id="min-version-firefox">$MINVER-FIREFOX</span> et plus récent (<a href="https://www.mozilla.org/firefox/new/">Téléchargement</a>)

source: Chrome<span id="min-version-chrome">$MINVER-CHROME</span> and later (<a href="https://www.google.com/chrome/">Download</a>)
es: Chrome<span id="min-version-chrome">$MINVER-CHROME</span> y posterior (<a href="https://www.google.com/chrome/">Descárgalo</a>)
fr: Chrome<span id="min-version-chrome">$MINVER-CHROME</span> et plus récent (<a href="https://www.google.com/chrome/">Téléchargement</a>)

source: Tor Browser <span id="min-version-tor-browser">$MINVER-TOR-BROWSER</span> and later (<a href="https://www.torproject.org/download/download-easy.html">Download</a>)
es: Tor Browser <span id="min-version-tor-browser">$MINVER-TOR-BROWSER</span> y posterior (<a href="https://www.torproject.org/download/download-easy.html">Descárgalo</a>)
fr: Navigateur Tor <span id="min-version-tor-browser">$MINVER-TOR-BROWSER</span> et plus récent (<a href="https://www.torproject.org/download/download-easy.html">Téléchargement</a>)

source: Please update your browser to the latest version.
es: Por favor, actualiza tu navegador a la última versión.
fr: Merci de mettre à jour votre navigateur vers la dernière version.

source: [[!toggle id="why-verify-unsupported" text="Why?"]]
es: [[!toggle id="why-verify-unsupported" text="¿Por qué?"]]
fr: [[!toggle id="why-verify-unsupported" text="Pourquoi ?"]]

source: Our browser extension for Firefox, Chrome, and Tor Browser makes this quick and easy.
es: Nuestra extensión para Firefox, Chrome, y Tor Browser lo convierte en un proceso rápido y fácil.
fr: Notre extension de navigateur pour Firefox, Chrome et le Navigateur Tor fait cela rapidement et facilement.

source: Copy and paste this link in Firefox, Chrome, or Tor Browser:
es: Copia y pega este enlace en Firefox, Chrome, o Tor Browser:
fr: Copier et coller ce lien dans Firefox, Chrome ou le Navigateur Tor :

source: <code>https://tails.boum.org/install/debian/usb-download/</code>
fr: <code>https://tails.boum.org/install/debian/usb-download/index.fr.html</code>

source: <code>https://tails.boum.org/install/win/usb-download/</code>
fr: <code>https://tails.boum.org/install/win/usb-download/index.fr.html</code>

source: <code>https://tails.boum.org/install/linux/usb-download/</code>
fr: <code>https://tails.boum.org/install/linux/usb-download/index.fr.html</code>

source: <code>https://tails.boum.org/install/mac/usb-download/</code>
fr: <code>https://tails.boum.org/install/mac/usb-download/index.fr.html</code>

source: <code>https://tails.boum.org/install/mac/dvd-download/</code>
fr: <code>https://tails.boum.org/install/mac/dvd-download/index.fr.html</code>

source: <code>https://tails.boum.org/upgrade/tails-download/</code>
fr: <code>https://tails.boum.org/upgrade/tails-download/index.fr.html</code>

source: <code>https://tails.boum.org/install/dvd-download/</code>
fr: <code>https://tails.boum.org/install/dvd-download/index.fr.html</code>

source: <code>https://tails.boum.org/install/vm-download/</code>
fr: <code>https://tails.boum.org/install/vm-download/index.fr.html</code>

source: <code>https://tails.boum.org/install/download/</code>
fr: <code>https://tails.boum.org/install/download/index.fr.html</code>

source: BitTorrent download
es: Descarga con BitTorrent
fr: Téléchargement BitTorrent

source: [[!toggle id="what-is-bittorrent" text="What is BitTorrent?"]]
es: [[!toggle id="what-is-bittorrent" text="¿Qué es BitTorrent?"]]
fr: [[!toggle id="what-is-bittorrent" text="Qu'est-ce que BitTorrent ?"]]

source: BitTorrent is a peer-to-peer technology for file sharing that makes your download faster and easier to resume.
es: BitTorrent es una tecnología peer-to-peer para compartir archivos que vuelve tu descarga más rápida y fácil de reanudar.
fr: BitTorrent est une technologie de pair-à-pair pour le partage de fichiers qui rend votre téléchargement plus rapide et facile à reprendre.
