Repository: austin987/tails
Catalog: wiki/src/install/inc/steps/install_final_*_debian.inline.*.po
Languages: es

source: <h1 id="install-tails" class="debian expert install-clone mac-clone">Install Tails</h1> <h1 id="install-final" class="windows linux mac-usb">Install the final Tails</h1> <h1 id="install-usb" class="mac-dvd">Install Tails on a USB stick</h1> <h1 id="upgrade" class="upgrade">Upgrade your Tails</h1>
es: <h1 id="install-tails" class="debian expert install-clone mac-clone">Instalar Tails</h1> <h1 id="install-final" class="windows linux mac-usb">Instalar el Tails final</h1> <h1 id="install-usb" class="mac-dvd">Instalar Tails en una memoria USB</h1> <h1 id="upgrade" class="upgrade">Actualiza tu Tails</h1>

source: <p class="debian windows linux mac expert"> In this step, you will install <span class="windows linux mac-usb">the final</span> Tails on a <span class="windows linux mac-usb">second</span> <span class="install-clone mac-clone">new</span> USB stick using <span class="application">Tails Installer</span>.</p>
es: <p class="debian windows linux mac expert"> En este paso, instalarás <span class="windows linux mac-usb">final</span> Tails en una <span class="windows linux mac-usb">segunda</span> <span class="install-clone mac-clone">nueva</span> memoria USB usando <span class="application">Tails Installer</span>.</p>

source: <p>All the data on this USB stick will be lost.</p>
es: <p>Toda la información en esta memoria USB se perderá.</p>

source: [[!img install/inc/infography/plug-usb.png link="no" class="debian" alt="USB stick plugged on the right"]]
es: [[!img install/inc/infography/plug-usb.png link="no" class="debian" alt="Memoria USB conectada a la derecha"]]

source: [[!img install/inc/infography/plug-second-usb.png link="no" class="windows linux mac-usb clone" alt="Second USB stick plugged on the right"]]
es: [[!img install/inc/infography/plug-second-usb.png link="no" class="windows linux mac-usb clone" alt="Segunda memoria USB conectada a la derecha"]]

source: [[!img install/inc/infography/plug-tails-usb.png link="no" class="mac-dvd" alt="USB stick plugged on the right"]]
es: [[!img install/inc/infography/plug-tails-usb.png link="no" class="mac-dvd" alt="Memoria USB conectada a la derecha"]]

source: [[!img install/inc/infography/plug-upgraded-usb.png link="no" class="upgrade-tails" alt="Second USB stick plugged on the right"]]
es: [[!img install/inc/infography/plug-upgraded-usb.png link="no" class="upgrade-tails" alt="Segunda memoria USB conectada a la derecha"]]

source: Plug <span class="windows linux mac-usb">the second</span> <span class="install-clone mac-clone">the new</span> <span class="upgrade">your Tails</span> <span class="debian expert mac-dvd">the</span> USB stick in the computer.
es: Conecta <span class="windows linux mac-usb">la segunda</span> <span class="install-clone mac-clone">la nueva</span> <span class="upgrade">tu Tails</span> <span class="debian expert mac-dvd">the</span> memoria USB en la computadora.

source: 1. <div class="windows linux mac upgrade install-clone"><p> Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> to start <span class="application">Tails Installer</span>. </p></div>
es: 1. <div class="windows linux mac upgrade install-clone"><p> Elije <span class="menuchoice"> <span class="guimenu">Aplicaciones</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> para iniciar <span class="application">Tails Installer</span>. </p></div>

source: <p>Start <span class="application">Tails Installer</span>:</p>
es: <p>Inicia el <span class="application">Tails Installer</span>:</p>

source: If you are running Debian 8 (Jessie) or Debian 9 (Stretch)
es: Si estás usando Debian 8 (Jessie) o Debian 9 (Stretch)

source: Click on the <span class="button windows linux mac install-clone">Install by cloning</span> <span class="button debian expert">Install</span> <span class="button upgrade">Upgrade by cloning</span> button.
es: Haz click en el botón <span class="button windows linux mac install-clone">Install by cloning</span> <span class="button debian expert">Install</span> <span class="button upgrade">Upgrade by cloning</span>.

source: [[!img install/inc/infography/install-tails.png link="no" class="debian" alt="ISO image installed on USB stick on the right"]]
es: [[!img install/inc/infography/install-tails.png link="no" class="debian" alt="Imagen ISO instalada en una memoria USB a la derecha"]]

source: [[!img install/inc/infography/clone-intermediary-tails.png link="no" class="windows linux mac-usb clone upgrade-tails" alt="Tails installed on USB stick on the right"]]
es: [[!img install/inc/infography/clone-intermediary-tails.png link="no" class="windows linux mac-usb clone upgrade-tails" alt="Tails instalado en una memoria USB a la derecha"]]

source: [[!img install/inc/infography/clone-dvd.png link="no" class="mac-dvd" alt="Tails installed on USB stick on the right"]]
es: [[!img install/inc/infography/clone-dvd.png link="no" class="mac-dvd" alt="Tails instalado en una memoria USB a la derecha"]]

source: <p class="debian expert">Click <span class="button">Browse</span> and choose the ISO image that you downloaded earlier.</p>
es: <p class="debian expert">Haz click en <span class="button">Explorar</span> y elige la imagen ISO que descargaste previamente.</p>

source: Choose <span class="windows linux mac-usb">the second</span> <span class="install-clone mac-clone">the new</span> <span class="debian expert mac-dvd upgrade-clone">your</span> USB stick in the <span class="guilabel">Target Device</span> drop-down list.
es: Elige <span class="windows linux mac-usb">la segunda</span> <span class="install-clone mac-clone">la nueva</span> <span class="debian expert mac-dvd upgrade-clone">tu</span> memoria USB en la lista <span class="guilabel">Memoria USB de destino</span>.

source: To start the <span class="debian expert windows linux mac install-clone">installation,</span> <span class="upgrade">upgrade,</span> click on the <span class="button">Install Tails</span> button.
es: Para comenzar la <span class="debian expert windows linux mac install-clone">instalación,</span> <span class="upgrade">actualización,</span> haz click en el botón <span class="button">Instalar Tails</span>.

source: Read the warning message in the confirmation dialog. Click <span class="button">Yes</span> to confirm.
es: Lee el mensaje de advertencia en el diálogo de confirmación. Haz click en <span class="button">Sí</span> para confirmar.

source: The <span class="debian expert windows linux mac install-clone">installation</span> <span class="upgrade">upgrade</span> takes a few minutes.
es: La <span class="debian expert windows linux mac install-clone">instalación</span> <span class="upgrade">actualización</span> toma algunos minutos.

source: <span class="debian">At the end of the installation, you are asked for your administration password twice.</span>
es: <span class="debian">Al final de la instalación, se te pregunta por tu contraseña de administrador dos veces.</span>

source: <div class="bug"> <p>The progress bar usually freezes for some time while synchronizing data on disk.</p> </div>
es: <div class="bug"> <p>La barra de progreso se detiene a veces por un momento mientras se sincroniza la información en el disco.</p> </div>

source: Close <span class="application">Tails Installer</span>.
es: Cierra el <span class="application">Tails Installer</span>.

source: If you are running Ubuntu, Linux Mint or Debian testing
es: Si estás usando Ubuntu, Linux Mint o Debian testing

source: [[!img install/inc/screenshots/tails_installer_in_tails.png link="no" class="screenshot debian expert" alt="Tails Installer: 'Clone the current Tails'"]]
es: [[!img install/inc/screenshots/tails_installer_in_tails.png link="no" class="screenshot debian expert" alt="Tails Installer: 'Clonar el actual Tails'"]]

source: Choose <span class="guilabel">Use a downloaded Tails ISO image</span>.
es: Elige <span class="guilabel">Usa una imagen ISO de Tails descargada</span>.

source: <p class="debian expert">Click <span class="button">(None)</span> and choose the ISO image that you downloaded earlier.</p>
es: <p class="debian expert">Haz click en <span class="button">(Ninguno)</span> y elige la imagen ISO que descargaste previamente.</p>

source: Choose <span class="windows linux mac-usb">the second</span> <span class="install-clone mac-clone">the new</span> <span class="debian expert mac-dvd upgrade-clone">your</span> USB stick in the <span class="guilabel">Target USB stick</span> drop-down list.
es: Elige <span class="windows linux mac-usb">la segunda</span> <span class="install-clone mac-clone">la nueva</span> <span class="debian expert mac-dvd upgrade-clone">tu</span> memoria USB en la lista <span class="guilabel">Memoria USB de destino</span>.

source: To start the <span class="debian expert windows linux mac install-clone">installation, click on the <span class="button">Install</span> button.</span> <span class="upgrade">upgrade, click on the <span class="button">Upgrade</span> button.</span>
es: Para comenzar la <span class="debian expert windows linux mac install-clone">instalación, haz click en el botón <span class="button">Instalar</span>.</span> <span class="upgrade">actualización, haz click en el botón <span class="button">Actualización</span>.</span>

source: <div class="note upgrade"> <p>If your Tails USB stick was not installed using <span class="application">Tails Installer</span>, click on the <span class="guilabel">Install</span> button instead.</p> </div>
es: <div class="note upgrade"><p>Si tu memoria USB no fue instalada usando el <span class="application">Tails Installer</span>, haz click en el botón <span class="guilabel">Instalar</span>.</p> </div>
