Repository: austin987/tails
Catalog: wiki/src/install/inc/steps/not_at_all.inline.*.po
Languages: it, zh_tw

source: Tails does not start at all ---------------------------
it: Tails non si avvia affatto ----------------------------
zh_tw: Tails 一點也不會動l ---------------------------

source: The following section applies if the <span class="application">Boot Loader Menu</span> does not appear when starting on a USB stick.
zh_tw: 以下部份適用於如果利用 USB 隨身碟啟動而無 出現<span class="application">Boot Loader Menu</span>的情況。

source: It is quite common for computers not to start automatically on a USB stick with Tails installed. Here are some troubleshooting techniques. You should try them one after the other.
it: E' abbastanza comune per i computer non avviarsi automaticamente su una chiave USB con Tails installata. Qui ci sono alcune tecniche di risoluzione dei problemi. Dovresti provarle una dopo l'altra.
zh_tw: 通常電腦不會在接上 安裝了 Tails 的USB 隨身碟之後 就會自行啟動 Tails 開機。有些問題排際的小技巧，你可以先一一 嚐試看看。

source: ### Getting to the boot menu
it: ###Arrivare al menù di avvio
zh_tw: ### 到開機選單畫面

source: On most computers, you can press a *boot menu key* to display a list of possible devices to start from. The following instructions explain how to display the boot menu and start on the USB stick. The following screenshot is an example of such boot menu:
it: Sulla maggior parte dei computer, puoi premere un *tasto menù d'avvio* per mostrare una lista di possibili dispositivi dai quali partire. Le istruzioni seguenti spiegano come far comparire il menù di avvio e avviare su una chiave USB. Il seguente screenshot è un esempio di questo menù di avvio:
zh_tw: 大多數的電腦，可以按住*開機選單鍵*來顯示要用來開機 的設備清單。以下的指示會說明如何 來顯示開機選單以及利用 USB 隨身碟開機。以下的 螢幕截圖即為某個開機選單的實例：

source: Shut down the computer.
it: Spegni il computer.
zh_tw: 關閉電腦。

source: Make sure that the first USB stick is plugged in the computer.
it: Assicurati che la prima chiave USB sia collegata al computer.
zh_tw: 確認 USB 隨身碟有接到電腦上。

source: 1. Identify the potential boot menu keys for the computer depending on the computer manufacturer in the following list:
it: 1. Identifica il potenziale tasto menù d'avvio per il computer a seconda del suo produttore dalla seguente lista:
zh_tw: 1. 依下列的電腦製造商清單，找出可能 開機選單快速鍵。

source: <table> <tr><th>Manufacturer</th><th>Key</th></tr> <tr><td>Acer</td><td>Esc, F12, F9</td></tr> <tr><td>Asus</td><td>Esc, F8</td></tr> <tr><td>Dell</td><td>F12</td></tr> <tr><td>Fujitsu</td><td>F12, Esc</td></tr> <tr><td>HP</td><td>Esc, F9</td></tr> <tr><td>Lenovo</td><td>F12, Novo, F8, F10</td></tr> <tr><td>Samsung</td><td>Esc, F12, F2</td></tr> <tr><td>Sony</td><td>F11, Esc, F10</td></tr> <tr><td>Toshiba</td><td>F12</td></tr> <tr><td>others&hellip;</td><td>F12, Esc</td></tr> </table>
it: <table> <tr><th>Manufacturer</th><th>Key</th></tr> <tr><td>Acer</td><td>Esc, F12, F9</td></tr> <tr><td>Asus</td><td>Esc, F8</td></tr> <tr><td>Dell</td><td>F12</td></tr> <tr><td>Fujitsu</td><td>F12, Esc</td></tr> <tr><td>HP</td><td>Esc, F9</td></tr> <tr><td>Lenovo</td><td>F12, Novo, F8, F10</td></tr> <tr><td>Samsung</td><td>Esc, F12, F2</td></tr> <tr><td>Sony</td><td>F11, Esc, F10</td></tr> <tr><td>Toshiba</td><td>F12</td></tr> <tr><td>altri&hellip;</td><td>F12, Esc</td></tr> </table>
zh_tw: <table> <tr><th>Hersteller</th><th>Taste</th></tr> <tr><td>Acer</td><td>Esc, F12, F9</td></tr> <tr><td>Asus</td><td>Esc, F8</td></tr> <tr><td>Dell</td><td>F12</td></tr> <tr><td>Fujitsu</td><td>F12, Esc</td></tr> <tr><td>HP</td><td>Esc, F9</td></tr> <tr><td>Lenovo</td><td>F12, Novo, F8, F10</td></tr> <tr><td>Samsung</td><td>Esc, F12, F2</td></tr> <tr><td>Sony</td><td>F11, Esc, F10</td></tr> <tr><td>Toshiba</td><td>F12</td></tr> <tr><td>andere&hellip;</td><td>F12, Esc</td></tr> </table>

source: Immediately press several times the first potential boot menu key identified in step 3.
it: Premi immediatamente e ripetutamente il primo possibile tasto menù d'avvio identificato nel passaggio 3.
zh_tw: 立即快速地按住在步驟 3 找出來可能為開機選單的快速鍵。

source: a. If a boot menu with a list of devices appears, select your USB stick and press <span class="keycap">Enter</span>.
it: a. Se compare un menù d'avvio con una lista di dispositivi, seleziona la tua chiave USB e premi <span class="keycap">Invio</span>.
zh_tw: a. 如果開機選單帶有設備列表，請選擇你的 USB 隨身碟 並按 <span class="keycap">Enter</span>鍵。

source: a. If the computer starts on another operating system, then:
it: a. Se il computer si avvia da un altro sistema operativo, allora:
zh_tw: a. 如果電腦啟動了其它的作業系統，那麼就：

source: Press-and-hold the potential boot menu key identified in step 3.
it: Premi e tieni premuto il potenziale tasto menù d'avvio identificato nel passaggio 3.
zh_tw: 按住在步驟3 找到的可能開機選單快速鍵。

source: Switch on the computer again while holding the potential boot menu key pressed.
it: Riaccendi di nuovo il computer tenendo premuto il potenziale tasto menù di avvio.
zh_tw: 按住可能的開機選單快速鍵後再次開啟電腦。

source: a. If a boot menu with a list of devices appears, select your USB stick and press <span class="keycap">Enter</span>.
it: a. Se compare un menù d'avvio con una lista di dispositivi, seleziona la tua chiave USB e premi <span class="keycap">Invio</span>.
zh_tw: a. 如果開機選項上有出現設備選單， 請選擇你的 USB 隨身碟 並輸入 <span class="keycap">Enter</span>.

source: a. If the computer starts on another operating system or returns an error message, then shut down the computer again and repeat step 4 for all the potential boot menu keys identified in step 3.
it: a. Se il computer si avvia su un altro sistema operativo o ritorna un messaggio d'errore, spegnilo di nuovo e ripeti il passaggio 4 per tutti i potenziali tasti menù d'avvio identificati nel passaggio 3.
zh_tw: a. 如果電腦啟動了其它的作業系統或是傳回 錯誤訊息，那麼請再次關閉電腦並重覆 步驟4 來找出步驟 3中可能潛在的開機選單快速鍵。

source: If none of the potential boot menu keys identified in step 3 work or if the USB stick does not appear in the list, then try the second troubleshooting technique described below.
it: Se nessuno dei potenziali tasti menù d'avvio identificati nel passaggio 3 funziona o se la chiave USB non compare nella lista, allora prova la seconda tecnica di risoluzione problemi descritta di seguito.
zh_tw: 如果在步驟 3 找到的可能開機選單快速鍵都無法運作， 或是 USB 隨身碟沒有出現在列表上，那麼請 試試以下第二個故障排除的小技巧。

source: ### Check our list of known issues
it: ### Controlla la nostra lista di problemi conosciuti
zh_tw: ### 查看已知問題的列表

source: Similar problems might have been reported already for your model of computer in our [[list of known issues|support/known_issues]].
it: Problemi simili potrebbero essere stati già riportati per il tuo modello di computer nella nostra [[lista di problemi conosciuti|support/known_issues]].
zh_tw: 你這款電腦上相同的問題可能已回報在 我們的[[已知問題列表|support/known_issues]]當中。

source: ### Edit the BIOS settings
it: ### Modifica le impostazioni del BIOS
zh_tw: ### 編輯 BIOS 設定

source: You might need to edit the BIOS settings of the computer.
it: Potresti dover modificare le impostazioni del BIOS del tuo computer.
zh_tw: 也許需要編輯電腦的 BIOS 設定。

source: <div class="tip"> <p>Search for the user manual of the computer on the website of its manufacturer to learn how to edit the BIOS settings: <ul> <li>[Acer](http://us.acer.com/ac/en/US/content/drivers)</li> <li>[Asus](https://www.asus.com/us/support/)</li> <li>[Dell](https://www.dell.com/support/home/us/en/19/Products/)</li> <li>[Fujitsu](https://www.fujitsu.com/global/support/products/software/manual/)</li> <li>[HP](https://support.hp.com/us-en/products/)</li> <li>[Lenovo](http://support.lenovo.com/us/en/)</li> <li>[Samsung](http://www.samsung.com/us/support/downloads)</li> <li>[Sony](http://esupport.sony.com/US)</li> <li>[Toshiba](http://support.toshiba.com/support/products?cat=Computers)</li> </ul> </p> </div>
zh_tw: <div class="tip"> <p>找找電腦製造廠商官網上的用戶手冊 以了解其 BIOS 設定方式： <ul> <li>[Acer](http://us.acer.com/ac/en/US/content/drivers)</li> <li>[Asus](https://www.asus.com/us/support/)</li> <li>[Dell](https://www.dell.com/support/home/us/en/19/Products/)</li> <li>[Fujitsu](https://www.fujitsu.com/global/support/products/software/manual/)</li> <li>[HP](https://support.hp.com/us-en/products/)</li> <li>[Lenovo](http://support.lenovo.com/us/en/)</li> <li>[Samsung](http://www.samsung.com/us/support/downloads)</li> <li>[Sony](http://esupport.sony.com/US)</li> <li>[Toshiba](http://support.toshiba.com/support/products?cat=Computers)</li> </ul> </p> </div>

source: In the BIOS settings, try to apply the following changes one by one and restart the computer after each change. Some changes might not apply to certain computer models.
it: Nelle impostazioni del BIOS, prova ad applicare i seguenti cambiamenti uno a uno e riavvia il computer dopo ogni modifica. Alcuni cambiamenti potrebbero non applicarsi a certi modelli di computer.
zh_tw: 在 BIOS 設定中，試著一一採用以下的變勳 並在每一次變動後重啟電腦。有些變動可能不適用 某些電腦機型。

source: <div class="caution"> <p>Take note of the changes that you apply to the BIOS settings, to be able to revert them if they prevent the computer to start on its usual operating system.</p> </div>
it: <div class="caution"> <p>Prendi nota delle modifiche che applichi alle impostazioni del BIOS, per poterle annullare se impediscono al computer di avviarsi con il suo solito sistema operativo.</p> </div>
zh_tw: <div class="caution"> <p>記下所採用的 BIOS 設定變動，以便在 電腦欲以一般正常作業系統開機運作時能夠 還原。</p> </div>

source: 1. Edit the **Boot Order**. Depending on the computer model you might see an entry for **removable devices** or **USB media**. Move this entry to the top of the list to force the computer to try to start from the first USB stick before starting from the internal hard disk.
it: 1. Modifica l'**Ordine di Avvio**. A seconda del modello di computer, potresti vedere un'opzione per **dispositivi removibili** o **USB media**. Sposta questa opzione in cima alla lista per forzare il computer a tentare di avviarsi dalla prima chiave USB prima di avviarsi dall'hard disk interno.
zh_tw: 1. 編輯 **Boot Order**。依照電腦機型，也許可以看到 **removable devices** 或 **USB media**的條目。移動該條目 到列表的最上方以強制電腦先使用 第一個 USB 隨身碟在內接硬碟之前進行開機啟動。

source: Disable **Fast boot**.
it: Disabilita **Avvio rapido**.
zh_tw: 關閉 **Fast boot**.

source: 1. If the computer is configured to start with **legacy BIOS**, try to configure it to start with **UEFI**. Else, if the computer is configured to start with **UEFI**, try to configure it to start with **legacy BIOS**. To do so, try any of the following options if available:
it: 1. Se il computer è configurato per avviarsi con **legacy BIOS**, prova a configurarlo per avviarsi con **UEFI**. Oppure, se il computer è configurato per avviarsi con **UEFI**, prova a configurarlo per avviarsi con **legacy BIOS**. Per fare questo, prova una delle seguenti opzioni se disponibile:
zh_tw: 1. 如果電腦的設定是以 **legacy BIOS**開始，試圖 改設為以 **UEFI**啟動。另外如果電腦設定是 以**UEFI**啟動，則改試用**legacy BIOS**為啟動設定。要這麼做，請試著下方可用的選項：

source: Enable **Legacy mode**
it: Abilita **Legacy mode**
zh_tw: 開啟 **Legacy mode**

source: Enable **CSM boot**
it: Abilita **CSM boot**
zh_tw: 啟動 **CSM boot**

source: Disable **UEFI**
it: Disabilita **UEFI**
zh_tw: 關閉 **UEFI**

source: Try to upgrade the BIOS to the latest version provided by the manufacturer.
it: Prova ad aggiornare il BIOS all'ultima versione provvista dal produttore.
zh_tw: 試著昇級由製造商提供的最新版 BIOS。

source: ### Report the problem to our support team
it: # Riporta i problemi al nostro team di supporto
zh_tw: ### 回報此問題給我們的支援小組

source: <div class="bug"> <p>If none of these options work, we are sorry but you might not be able to use Tails on this computer.</p> </div>
it: <div class="bug"> <p>Se nessuna di queste opzioni funziona, ci dispiace ma potresti non essere in grado di usare Tails su questo computer.</p> </div>
zh_tw: <div class="bug"> <p>如果這些方式都行不通，我們很抱歉你的電腦 恐怕不能使用 Tails </p> </div>

source: Please, [[send an email to our support team|support/talk]], including the following information:
it: Per favore, [[manda un'email al nostro team di supporto|support/talk]], includendo le informazioni seguenti
zh_tw: 請 [[來信給我們的支援小組|support/talk]]，並提供 以下資訊：

source: Which version of Tails are you trying to start?
it: Che versione di Tails stai provando ad avviare?
zh_tw: 你要啟動的 Tails 版本為？

source: How did you verify the ISO image?
it: Come hai verificato l'immagine ISO?
zh_tw: 你是如何驗證 ISO 映像檔？

source: Which is the brand and model of the computer?
it: Quali sono la marca e il modello del computer?
zh_tw: 電腦的品牌和機種是什麼？

source: What exactly happens when trying to start? Report the complete error message that appears on the screen, if any.
it: Cosa è successo esattamente quando hai provato ad avviare? Riporta il messaggio d'errore intero che appare sullo schermo, se c'è.
zh_tw: 試著啟動時發生了什麼情況？如果有出現任何錯誤訊息畫面，請回報完整的錯誤訊息。

source: Are you trying to start Tails on a USB stick or a DVD?
it: Stai provando ad avviare Tails da una chiavetta USB o da un DVD?
zh_tw: 是否試著透由USB 隨身碟、DVD 來啟動 Tails ？

source: If you are trying to start on a USB stick, which program did you use to install it:
it: Se stai provando ad avviare Tails da una chiave USB, che programma hai usato per installarla:
zh_tw: 如果是試著利用 USB 隨身碟啟動，安裝了什麼程式在上面呢：

source: <span class="application">Tails Installer</span>, or
it: <span class="application">Tails Installer</span>, o
zh_tw: <span class="application">Tails Installer</span>， 或

source: <span class="command">dd</span> on the command line?
it: <span class="command">dd</span> sulla riga di comando?
zh_tw: <span class="command">dd</span> 在文字指令列?

source: Note that these are the only supported installation methods.
it: Nota che queste sono gli unici metodi di installazione supportati.
zh_tw: 注意這些是只有支援安裝的方式。

source: Have you been able to start Tails successfully on this computer before, from another USB stick or DVD, or with another version of Tails? If so, which ones?
it: In passato sei riuscita ad avviare Tails con successo su questo computer, da un'altra chiave USB o DVD, o con un'altra versione di Tails? Se sì, quale?
zh_tw: 過去曾在這台電腦上利用 USB 隨身碟、DVD 或其它版本的 Taisl 成功地啟動 Tails 嗎？如是答案為是，則是利用哪一種方式呢？

source: Does the same USB stick or DVD start successfully on other computers?
it: La stessa chiave USB o DVD si avvia con successo su altri computer?
zh_tw: 這支相同的USB 隨身碟或 DVD 曾成功地自其它電腦啟動哪？

source: Switch on the computer.
it: Riaccendi il computer.
