Repository: austin987/tails
Catalog: wiki/src/install/inc/steps/restart_second_time.inline.*.po
Languages: fr

source: <h1 id="start-final" class="usb">Restart on the final Tails</h1> <h1 id="start-new" class="clone">Restart on the new Tails</h1> <h1 id="start-usb" class="mac-dvd">Restart on the Tails USB stick</h1>
fr: <h1 id="start-final" class="usb">Redémarrer sur le Tails définitif</h1> <h1 id="start-new" class="clone">Redémarrer sur le nouveau Tails</h1> <h1 id="start-usb" class="mac-dvd">Redémarrer sur la clé USB Tails</h1>

source: Shut down the computer.
fr: Éteindre l'ordinateur.

source: [[!img install/inc/infography/restart-on-final-tails.png link="no" class="usb clone" alt="USB stick unplugged on the left and computer restarted on USB stick on the right"]]
fr: [[!img install/inc/infography/restart-on-final-tails.png link="no" class="usb clone" alt="Clé USB débranchée sur la gauche et ordinateur redémarrant avec la clé USB sur la droite"]]

source: [[!img install/inc/infography/restart-on-tails-usb.png link="no" class="mac-dvd" alt="DVD ejected and computer restarted on USB stick on the right"]]
fr: [[!img install/inc/infography/restart-on-tails-usb.png link="no" class="mac-dvd" alt="DVD éjecté et ordinateur redémarrant avec la clé USB sur la droite"]]

source: 1. <p class="usb clone"> Unplug the <span class="usb">first</span> <span class="clone">other</span> USB stick and leave the <span class="usb">second</span> <span class="clone">new</span> USB stick plugged in. </p> <p class="mac-dvd">Eject the DVD and leave the USB stick plugged in.</p>
fr: 1. <p class="usb clone"> Déconnecter <span class="usb">la première</span> <span class="clone">l'autre</span> clé USB et laisser <span class="usb">la seconde</span> <span class="clone">la nouvelle</span> clé USB connectée. </p> <p class="mac-dvd">Éjecter le DVD et laisser la clé USB connectée.</p>

source: Switch on the computer.
fr: Allumer l'ordinateur.

source: [[!inline pages="install/inc/steps/mac_startup_disks.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/mac_startup_disks.inline.fr" raw="yes" sort="age"]]

source: <div class="note windows linux"> <p>Some computers start successfully on the intermediary Tails but fail to start on the final Tails. If this is your case, refer to [[!toggle id="not_at_all" text="the troubleshooting section about Tails not starting at all"]].</p> </div>
fr: <div class="note windows linux"> <p>Certains ordinateurs démarrent correctement le Tails intermédiaire mais échouent à démarrer le Tails définitif. Si c'est votre cas, reportez vous à la [[!toggle id="not_at_all" text="partie résolution des problèmes concernant Tails ne démarre pas du tout"]].</p> </div>

source: Troubleshooting ---------------
fr: Résolution des problèmes ---------------

source: <div class="bug mac-usb mac-dvd"> <p>If your computer fails to start on the <span class="usb">final Tails,</span> <span class="mac-dvd">Tails USB stick,</span> you can continue using the <span class="usb">intermediary Tails</span> <span class="mac-dvd">Tails DVD</span>. <span class="usb">On this intermediary Tails you cannot benefit from automatic upgrades or create an encrypted persistent storage.</span></p>
fr: <div class="bug mac-usb mac-dvd"> <p>Si votre ordinateur échoue à démarrer sur <span class="usb">le Tails définitif,</span> <span class="mac-dvd">la clé USB Tails,</span> vous pouvez continuer d'utiliser le <span class="usb">Tails intermédiaire.</span> <span class="mac-dvd">DVD Tails.</span> <span class="usb">Sur le Tails intermédiaire vous ne pouvez pas bénéficier des mises à jour automatiques ou créer un stockage persistant chiffré.</span></p>

source: <p>You should still have a look at our <span class="mac-usb">[[final recommendations|mac/usb#recommendations]].</span> <span class="mac-dvd">[[final recommendations|mac/dvd#recommendations]].</span></p> </div>
fr: <p>Vous devriez regarder les <span class="mac-usb">[[recommandations finales|mac/usb#recommendations]].</span> <span class="mac-dvd">[[recommandations finales|mac/dvd#recommendations]].</span></p> </div>

source: The <span class="application">Boot Loader Menu</span> appears and Tails starts automatically after 4 seconds.
fr: Le <span class="application">menu du chargeur d’amorçage</span> apparaît et Tails démarre automatiquement après 4 secondes.

source: After 30&ndash;60 seconds, <span class="application">Tails Greeter</span> appears.
fr: Après 30&ndash;60 secondes, le <span class="application">Tails Greeter</span> apparaît.

source: 1. In <span class="application">Tails Greeter</span>, select your language and keyboard layout in the <span class="guilabel">Language & Region</span> section. Click <span class="button">Start Tails</span>.
fr: 1. Dans le <span class="application">Tails Greeter</span>, sélectionnez votre langue et votre disposition de clavier dans la section <span class="guilabel">Langue et région</span>. Cliquez sur <span class="button">Démarrer Tails</span>.

source: After 15&ndash;30 seconds, the Tails desktop appears.
fr: Après 15&ndash;30 secondes, le bureau de Tails apparaît.
