Repository: austin987/tails
Catalog: wiki/src/install/inc/steps/restart_first_time.inline.*.po
Languages: fr

source: <h1 id="back">Open these instructions on another device</h1>
fr: <h1 id="back">Ouvrir ces instructions sur un autre périphérique</h1>

source: In the next step, you will shut down the computer. To be able to follow the rest of the instructions afterwards, we recommend you either:
fr: À la prochaine étape, vous devrez éteindre l'ordinateur. Pour pouvoir suivre le reste des instructions ensuite, nous vous recommandons au choix :

source: Open this page on your smartphone, tablet, or another computer (recommended).
fr: Ouvrir cette page sur votre smartphone, tablette ou sur un autre ordinateur (recommandé).

source: Print the rest of the instructions on paper.
fr: Imprimer le reste des instructions sur papier.

source: Take note of the URL of this page to be able to come back later:
fr: Noter l'adresse de cette page pour pouvoir y revenir plus tard :

source: <span class="install-clone">`https://tails.boum.org/install/clone/#back`</span> <span class="windows">`https://tails.boum.org/install/win/usb/#back`</span> <span class="mac-usb">`https://tails.boum.org/install/mac/usb/#back`</span> <span class="mac-clone">`https://tails.boum.org/install/mac/clone/#back`</span> <span class="mac-dvd">`https://tails.boum.org/install/mac/dvd/#back`</span> <span class="debian">`https://tails.boum.org/install/debian/usb/#back`</span> <span class="expert">`https://tails.boum.org/install/expert/usb/#back`</span> <span class="linux">`https://tails.boum.org/install/linux/usb/#back`</span> <span class="upgrade-clone">`https://tails.boum.org/upgrade/clone/#back`</span> <span class="upgrade-tails">`https://tails.boum.org/upgrade/tails/#back`</span>
fr: <span class="install-clone">`https://tails.boum.org/install/clone/index.fr.html#back`</span> <span class="windows">`https://tails.boum.org/install/win/usb/index.fr.html#back`</span> <span class="mac-usb">`https://tails.boum.org/install/mac/usb/index.fr.html#back`</span> <span class="mac-clone">`https://tails.boum.org/install/mac/clone/index.fr.html#back`</span> <span class="mac-dvd">`https://tails.boum.org/install/mac/dvd/index.fr.html#back`</span> <span class="debian">`https://tails.boum.org/install/debian/usb/index.fr.html#back`</span> <span class="expert">`https://tails.boum.org/install/expert/usb/index.fr.html#back`</span> <span class="linux">`https://tails.boum.org/install/linux/usb/index.fr.html#back`</span> <span class="upgrade-clone">`https://tails.boum.org/upgrade/clone/index.fr.html#back`</span> <span class="upgrade-tails">`https://tails.boum.org/upgrade/tails/index.fr.html#back`</span>

source: <h1 id="start-intermediary" class="windows linux mac-usb upgrade-tails">Restart on the intermediary Tails</h1> <h1 id="start-other" class="clone">Restart on the other Tails</h1> <h1 id="start-dvd" class="mac-dvd">Restart on the Tails DVD</h1> <h1 id="start-tails" class="debian expert">Restart on Tails</h1>
fr: <h1 id="start-intermediary" class="windows linux mac-usb upgrade-tails">Redémarrer sur le Tails intermédiaire</h1> <h1 id="start-other" class="clone">Redémarrer sur l'autre Tails</h1> <h1 id="start-dvd" class="mac-dvd">Redémarrer sur le DVD Tails</h1> <h1 id="start-tails" class="debian expert">Redémarrer sous Tails</h1>

source: [[!img install/inc/infography/plug-source-usb.png link="no" class="clone" alt="USB stick plugged on the left"]]
fr: [[!img install/inc/infography/plug-source-usb.png link="no" class="clone" alt="Clé USB branchée sur la gauche"]]

source: [[!img install/inc/infography/restart-on-tails.png link="no" class="debian" alt="Computer restarted on USB stick on the right"]]
fr: [[!img install/inc/infography/restart-on-tails.png link="no" class="debian" alt="Ordinateur redémarrant avec la clé USB sur la droite"]]

source: [[!img install/inc/infography/restart-on-intermediary-tails.png link="no" class="clone windows linux mac-usb" alt="Computer restarted on USB stick on the left"]]
fr: [[!img install/inc/infography/restart-on-intermediary-tails.png link="no" class="clone windows linux mac-usb" alt="Ordinateur redémarrant avec la clé USB sur la gauche"]]

source: [[!img install/inc/infography/restart-on-dvd.png link="no" class="mac-dvd" alt="Computer restarted on DVD"]]
fr: [[!img install/inc/infography/restart-on-dvd.png link="no" class="mac-dvd" alt="Ordinateur redémarrant sur un DVD"]]

source: [[!img install/inc/infography/restart-on-upgrade-usb.png link="no" class="upgrade-tails" alt="USB stick unplugged on the right and computer restarted on USB stick on the left"]]
fr: [[!img install/inc/infography/restart-on-upgrade-usb.png link="no" class="upgrade-tails" alt="Clé USB débranchée sur la droite et ordinateur redémarrant avec la clé USB sur la gauche"]]

source: <p>The following instructions assume that the other Tails that you are <span class="install-clone debian windows linux mac">installing</span> <span class="upgrade">upgrading</span> from is on a USB stick. You can also <span class="install-clone debian windows linux mac">install</span> <span class="upgrade">upgrade</span> from a Tails DVD in a similar way.</p>
fr: <p>Les instructions suivantes supposent que l'autre Tails que vous avez <span class="install-clone debian windows linux mac">installé</span> <span class="upgrade">mis à jour</span> est sur une clé USB. Vous pouvez également <span class="install-clone debian windows linux mac">installer</span> <span class="upgrade">mettre à jour</span> depuis un DVD Tails de façon similaire.</p>

source: 1. <p> <span class="mac-dvd">Make sure that the DVD is inserted in the computer.</span> <span class="usb">Shut down the computer while leaving the <span class="windows linux mac">first</span> USB stick plugged in.</span> </p> <p class="mac-dvd clone upgrade-tails">Shut down the computer.</p> <p class="clone">Plug in the other Tails USB stick that you want to <span class="install-clone debian windows linux mac">install</span> <span class="upgrade">upgrade</span> from.</p> <p class="upgrade-tails">Unplug your Tails USB stick while leaving the intermediary USB stick plugged in.</p>
fr: 1. <p> <span class="mac-dvd">Soyez sûre que le DVD est inséré dans l'ordinateur.</span> <span class="usb">Éteindre l'ordinateur en laissant la <span class="windows linux mac">première</span> clé USB connectée.</span> </p> <p class="mac-dvd clone upgrade-tails">Éteindre l'ordinateur.</p> <p class="clone">Connecter l'autre clé USB Tails avec laquelle vous voulez <span class="install-clone debian windows linux mac">installer</span> <span class="upgrade">mettre à niveau</span>.</p> <p class="upgrade-tails">Déconnecter la clé USB Tails en laissant la clé USB intermédiaire connectée.</p>

source: Switch on the computer.
fr: Allumer l'ordinateur.

source: <p class="mac-dvd">Immediately press-and-hold the <span class="keycap">Option</span> key (<span class="keycap">Alt</span> key) until a list of possible startup disks appears.</p>
fr: <p class="mac-dvd">Presser et garder appuyé immédiatement la touche <span class="keycap">Option</span> (touche <span class="keycap">Alt</span>) jusqu'à ce qu'une liste de disques de démarrage apparaisse.</p>

source: [[!img install/inc/screenshots/mac_option_key.png class="screenshot mac-dvd" link="no" alt="'Option' or 'alt' key in the bottom left of Mac keyboard"]]
fr: [[!img install/inc/screenshots/mac_option_key.png class="screenshot mac-dvd" link="no" alt="Touche 'Option' ou 'alt' en bas à gauche du clavier Mac"]]

source: <p class="mac-dvd">Choose the DVD and press <span class="keycap">Enter</span>. The DVD might be labeled <span class="guilabel">Windows</span> like in the following screenshot:</p>
fr: <p class="mac-dvd">Choisir le DVD et appuyer sur <span class="keycap">Entrée</span>. Le DVD devrait être nommé <span class="guilabel">Windows</span> comme sur la capture d'écran suivante :</p>

source: [[!img install/inc/screenshots/mac_startup_dvd.png class="screenshot mac-dvd" link="no" alt="Screen with the logo of an internal hard disk labeled 'Macintosh HD' and a DVD labelled 'Windows' (selected)"]]
fr: [[!img install/inc/screenshots/mac_startup_dvd.png class="screenshot mac-dvd" link="no" alt="Écran avec le logo d'un disque dur interne nommé 'Macintosh HD' et un DVD nommé 'Windows' (sélectionné)"]]

source: [[!inline pages="install/inc/steps/mac_startup_disks.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/mac_startup_disks.inline.fr" raw="yes" sort="age"]]

source: <div class="bug mac"> <p>If only your Macintosh hard drive appears, you can try reinstalling an intermediary Tails from [[Windows using <span class="application">Universal USB Installer</span>|win/usb]].</p> </div>
fr: <div class="bug mac"> <p>Si votre disque dur Macintosh est le seul à apparaître, vous pouvez essayer de réinstaller un Tails intermédiaire depuis [[Windows en utilisant <span class="application">Universal USB Installer</span>|win/usb]].</p> </div>

source: If the computer starts on Tails, the <span class="application">Boot Loader Menu</span> appears and Tails starts automatically after 4 seconds.</p>
fr: Si l'ordinateur démarre sur Tails, le <span class="application">menu du chargeur d’amorçage</span> apparaît et Tails démarre automatiquement après 4 secondes.</p>

source: <div class="note install-clone debian expert windows linux"> <p>Most computers do not start on Tails by default. If it does you are lucky. Otherwise, if the computer starts on <span class="debian expert">Debian, Ubuntu, or Linux Mint</span> <span class="windows">Windows,</span> <span class="linux">Linux,</span> <span class="install-clone">Windows or Linux,</span> refer to [[!toggle id="not_at_all" text="the troubleshooting section about Tails not starting at all"]].</p> </div>
fr: <div class="note install-clone debian expert windows linux"> <p>La plupart des ordinateurs ne démarrent pas sur Tails par défaut. Si cela démarre, vous avez de la chance. Sinon, si l'ordinateur démarre sur <span class="debian expert">Debian, Ubuntu ou Linux Mint</span> <span class="windows">Windows,</span> <span class="linux">Linux,</span> <span class="install-clone">Windows ou Linux,</span> consulter la [[!toggle id="not_at_all" text="partie résolution des problèmes concernant Tails ne démarre pas du tout"]].</p> </div>

source: Troubleshooting ---------------
fr: Résolution des problèmes ---------------

source: [[!inline pages="install/inc/steps/not_at_all.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/not_at_all.inline.fr" raw="yes" sort="age"]]

source: [[!img install/inc/screenshots/tails_boot_menu.png class="screenshot" link="no" alt="Black screen with Tails artwork. Boot Loader Menu with two options 'Tails' and 'Tails (Troubleshooting Mode)'."]]
fr: [[!img install/inc/screenshots/tails_boot_menu.png class="screenshot" link="no" alt="Écran noir avec le logo de Tails. Menu du chargeur d’amorçage avec deux options 'Tails' et 'Tails (Troubleshooting Mode)'."]]

source: <div class="bug mac-usb mac-clone"> <p>If your computer fails to start on the intermediary Tails, you can try these other two methods:</p>
fr: <div class="bug mac-usb mac-clone"> <p>Si votre ordinateur ne démarre pas sur le Tails intermédiaire, vous pouvez essayer ces deux autres méthodes :</p>

source: <ul> <li class="mac-usb">[[Install from another operating system|os]]</li> <li class="mac-usb mac-clone">[[Burn a DVD and then install|mac/dvd]]</li> <li class="mac-clone">[[Install from the command line|mac/usb]]</li> </ul>
fr: <ul> <li class="mac-usb">[[Installer depuis un autre système d'exploitation|os]]</li> <li class="mac-usb mac-clone">[[Graver un DVD puis installer|mac/dvd]]</li> <li class="mac-clone">[[Installer depuis la ligne de commande|mac/usb]]</li> </ul>

source: <p>If you tried them already but failed as well, then it might currently be impossible to start Tails on your Mac model.</p> </div>
fr: <p>Si vous essayez une nouvelle fois mais échouez également, alors il est peut-être actuellement impossible de démarrer Tails sur votre modèle de Mac.</p> </div>

source: <div class="bug mac-dvd"> <p>If your computer fails to start on the Tails DVD, then it might currently be impossible to start Tails on your Mac model.</p> </div>
fr: <div class="bug mac-dvd"> <p>Si votre ordinateur n'arrive pas à démarrer sur le DVD Tails, alors il est peut-être actuellement impossible de démarrer Tails sur votre modèle de Mac.</p> </div>

source: After 30&ndash;60 seconds, another screen called <span class="application">Tails Greeter</span> appears.
fr: Après 30&ndash;60 secondes, un autre écran appelé <span class="application">Tails Greeter</span> apparaît.

source: <div class="note"> <p>If the computer stops responding or displays error messages before getting to <span class="application">Tails Greeter</span>, refer to [[!toggle id="not_entirely" text="the troubleshooting section about Tails not starting entirely"]].</p> </div>
fr: <div class="note"> <p>Si l'ordinateur ne répond plus ou affiche un message d'erreur avant d'afficher le <span class="application">Tails Greeter</span>, voir la [[!toggle id="not_entirely" text="partie résolution des problèmes concernant Tails ne démarre pas complètement"]].</p> </div>

source: Tails does not start entirely -----------------------------
fr: Tails ne démarre pas complètement -----------------------------

source: The following section applies if the <span class="application">Boot Loader Menu</span> appears but not <span class="application">Tails Greeter</span> when starting Tails.
fr: La section suivante s'applique si le <span class="application">menu du chargeur d’amorçage</span> apparaît mais pas le <span class="application">Tails Greeter</span> quand Tails démarre.

source: Restart the computer on the first USB stick.
fr: Redémarrer l'ordinateur sur la première clé USB.

source: 1. In the <span class="application">Boot Loader Menu</span>, choose the <span class="guilabel">Troubleshooting Mode</span> which might work better on some computers.
fr: 1. Dans le <span class="application">menu du chargeur d’amorçage</span>, choisir le mode <span class="guilabel">Troubleshooting Mode</span> qui devrait mieux marcher sur certains ordinateurs.

source: 1. If the <span class="guilabel">Troubleshooting Mode</span> does not work better, restart the computer again on the first USB stick.
fr: 1. Si le mode <span class="guilabel">Troubleshooting Mode</span> ne marche pas mieux, redémarrer à nouveau l'ordinateur sur la première clé USB.

source: 1. In the <span class="application">Boot Loader Menu</span>, press <span class="keycap">TAB</span>. A command line with a list of boot options appears at the bottom of the screen.
fr: 1. Dans le <span class="application">menu du chargeur d’amorçage</span>, appuyer sur <span class="keycap">TAB</span>. Une ligne de commande avec une liste d'options de démarrage apparaît en bas de l'écran.

source: [[!img doc/first_steps/startup_options/boot-menu-with-options.png class="screenshot" link="no" alt="Black screen with Tails artwork and list of boot options"]]
fr: [[!img doc/first_steps/startup_options/boot-menu-with-options.png class="screenshot" link="no" alt="Écran noir avec le logo de Tails et la liste des options de démarrage"]]

source: Press the <span class="keycap">Backspace</span> key several times to remove the <span class="code">quiet</span> option from the command line.
fr: Appuyer sur la touche <span class="keycap">Retour arrière</span> plusieurs fois pour enlever l'option <span class="code">quiet</span> de la ligne de commande.

source: If Tails previously failed to start and displayed the <span class="code">Probing EDD (edd=off to disable)...</span> error, then type `edd=off` to add this option to the command line.
fr: Si Tails a échoué précédemment lors du démarrage en affichant l'erreur <span class="code">Probing EDD (edd=off to disable)...</span>, alors taper `edd=off` pour ajouter cette option à la ligne de commande.

source: Type `debug nosplash` to add these options to the command line.
fr: Taper `debug nosplash` pour ajouter ces options à la ligne de commande.

source: To start Tails, press <span class="keycap">Enter</span>.
fr: Pour démarrer Tails, appuyer sur <span class="keycap">Entrée</span>.

source: Hopefully, error messages now appear when starting Tails. You can [[send them to our support team by email|support/talk]], for example by taking a picture of the last screen and error messages.
fr: Espérons que des messages d'erreur apparaissent désormais au démarrage de Tails. Vous pouvez les [[envoyer à notre équipe d'assistance par courrier électronique|support/talk]], en faisant par exemple une capture du dernier écran et des derniers messages d'erreur.

source: If the error message is <span class="code">/bin/sh: can't access tty; job control turned off</span> followed by <span class="code">(initramfs)</span>, then try removing the <span class="code">live-media=removable</span> option from the boot command line.
fr: Si le message d'erreur est <span class="code">/bin/sh: can't access tty; job control turned off</span> suivi de <span class="code">(initramfs)</span>, alors essayez d'enlever l'option <span class="code">live-media=removable</span> de la ligne de commande de démarrage.

source: If removing <span class="code">live-media=removable</span> allows you to start Tails, please report the problem to our [[support team|support/talk]]. This contributes to improving the [[list of problematic USB sticks|support/known_issues#problematic-usb-sticks]]. Then try installing Tails on another USB stick.
fr: Si enlever <span class="code">live-media=removable</span> vous permet de démarrer Tails, merci de signaler le problème à notre [[équipe d'assistance|support/talk]]. Cela contribue à améliorer la [[liste des clés USB problématiques|support/known_issues#problematic-usb-sticks]]. Ensuite, essayez d'installer Tails sur une autre clé USB.

source: <div class="caution"> <p>Removing the <span class="code">live-media=removable</span> option might be dangerous. If an adversary had access to the computer and installed a malicious Tails on an internal hard disk, the computer might start on the malicious Tails instead of on the USB stick.</p> </div>
fr: <div class="caution"> <p>Supprimer l'option <span class="code">live-media=removable</span> peut-être dangereux. Si un adversaire a eu accès à l'ordinateur et a installé un Tails malicieux sur le disque dur interne, l'ordinateur pourrait démarrer sur le Tails malicieux à la place de la clé USB.</p> </div>

source: [[!img doc/first_steps/startup_options/tails-greeter-welcome-to-tails.png class="screenshot" link="no" alt="Tails Greeter: 'Welcome to Tails!'"]]
fr: [[!img doc/first_steps/startup_options/tails-greeter-welcome-to-tails.png class="screenshot" link="no" alt="Tails Greeter : 'Bienvenue dans Tails !'"]]

source: 1. In <span class="application">Tails Greeter</span>, select your language and keyboard layout in the <span class="guilabel">Language & Region</span> section. Click <span class="button">Start Tails</span>.
fr: 1. Dans le <span class="application">Tails Greeter</span>, sélectionnez votre langue et votre disposition de clavier dans la section <span class="guilabel">Langue et région</span>. Cliquez sur <span class="button">Démarrer Tails</span>.

source: After 15&ndash;30 seconds, the Tails desktop appears.
fr: Après 15&ndash;30 secondes, le bureau de Tails apparaît.

source: [[!img install/inc/screenshots/desktop.png class="screenshot" link="no" alt="Tails desktop"]]
fr: [[!img install/inc/screenshots/desktop.png class="screenshot" link="no" alt="Bureau Tails"]]

source: <p class="usb">The most difficult part is over! Now grab your second USB stick as it is time to install the final Tails on it.</p>
fr: <p class="usb">La partie la plus difficile est passée ! Maintenant emparez-vous de votre seconde clé USB car il est temps d'installer le Tails définitif dessus.</p>

source: <p class="usb">It is important to install the final Tails as it allows you to store some of your documents and configuration and benefit from automatic security upgrades.</p>
fr: <p class="usb">Il est important d'installer le Tails définitif pour que vous puissiez stocker certains de vos documents et configurations et bénéficier des mises à jour de sécurité automatiques.</p>

source: <p class="clone mac-dvd">This was a first but important step! <span class="mac-dvd">Now grab the USB stick on which you want to install Tails.</span></p>
fr: <p class="clone mac-dvd">C'était une première étape importante ! <span class="mac-dvd">Maintenant attrapez la clé USB sur laquelle vous voulez installer Tails.</span></p>
