Repository: austin987/tails
Catalog: wiki/src/install/mac/dvd.*.po
Languages: de

source: [[!meta title="Install from Mac by burning a DVD first"]]
de: [[!meta title="Installieren Sie auf Mac, indem Sie zuerst eine DVD brennen "]]

source: <p class="start">Start in macOS.</p>
de: <p class="start">Starten Sie unter macOS.</p>

source: <h1 id="burn-dvd">Burn a Tails DVD</h1>
de: <h1 id="burn-dvd">Brennen Sie eine DVD mit Tails</h1>

source: In this step, you will create an intermediary Tails by burning the Tails ISO image on a DVD.
de: In diesem Schritt werden Sie durch das Brennen des ISO-Images von Tails auf eine DVD ein zwischenzeitliches Tails erstellen.

source: If you are running macOS 10.11 (El Capitan) or later
de: Falls Sie macOS 10.11 (El Capitan) oder neuer verwenden

source: Insert a blank DVD. If the <span class="guilabel">You inserted a blank DVD</span> dialog appears, choose <span class="guilabel">Ignore</span>.
de: Legen Sie eine leere DVD ein. Wenn das Fenster <span class="guilabel">Sie haben eine leere DVD eingelegt</span> erscheint, wählen Sie <span class="guilabel">Ignorieren</span>.

source: Control-click on the ISO image that you downloaded earlier.
de: Control-klicken Sie auf das ISO-Image, das Sie zuvor heruntergeladen haben.

source: Choose <span class="guilabel">Burn Disc Image [Tails ISO image] to Disc</span>.
de: Wählen Sie <span class="guilabel">Disc Image [ISO-Image von Tails] auf eine Platte brennen</span>.

source: Click <span class="guilabel">Burn</span>.
de: Klicken Sie auf die Schaltfläche <span class="guilabel">Brennen</span>.

source: Wait until the DVD is burnt.
de: Warten Sie, bis die DVD gebrannt ist.

source: If you are running macOS 10.10 (Yosemite) or earlier
de: Wenn Sie macOS 10.10 (Yosemite) oder früher verwenden

source: 1. Open <span class="application">Disk Utility</span> from <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disk Utility.app</span></span>.
de: 1. Starten Sie das <span class="application">Festplatten-Dienstprogramm</span> über <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Dienstprogramme</span>&nbsp;▸ <span class="guimenuitem">Festplatten-Dienstprogramm.app</span></span>.

source: Insert a blank DVD. If the <span class="guilabel">You inserted a blank DVD</span> dialog appears, choose <span class="guilabel">Action</span>&nbsp;▸ <span class="guilabel">Open Disk Utility</span> to go back to <span class="application">Disk Utility</span>.
de: Legen Sie eine leere DVD ein. Wenn das Fenster <span class="guilabel">Sie haben eine leere DVD eingelegt</span> erscheint, wählen Sie <span class="guilabel">Aktion</span>&nbsp;▸ <span class="guilabel">Festplatten-Dienstprogramm öffnen</span> um zum <span class="application">Festplatten-Dienstprogramm</span> zurückzukehren.

source: 1. Choose <span class="menuchoice"> <span class="guimenu">File</span>&nbsp;▸ <span class="guimenuitem">Open Disk Image&hellip;</span></span> and choose the ISO image that you downloaded earlier.
de: 1. Wählen Sie <span class="menuchoice"> <span class="guimenu">Ablage</span>&nbsp;▸ <span class="guimenuitem">Image öffnen&hellip;</span></span> und wählen Sie das ISO-Image aus, das Sie zuvor heruntergeladen haben.

source: Click on the ISO image in the left pane.
de: Klicken Sie auf das ISO-Image im linken Fensterbereich.

source: Click on the <span class="guilabel">Burn</span> button.
de: Klicken Sie auf die <span class="guilabel">Brennen</span>-Schaltfläche.

source: In the confirmation dialog click <span class="guilabel">Burn</span>.
de: Klicken Sie im Bestätigungsdialog auf <span class="guilabel">Brennen</span>.

source: <div class="state-image">[[!img install/inc/infography/intermediary-tails-on-dvd.png link="no" alt="Intermediary Tails DVD"]]</div>
de: <div class="state-image">[[!img install/inc/infography/intermediary-tails-on-dvd.png link="no" alt="zwischenzeitliches Tails DVD"]]</div>

source: <p>Cool, you now have an intermediary Tails on a DVD.</p>
de: <p>Großartig! Sie haben nun ein zwischenzeitliches Tails auf einer DVD.</p>

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes" sort="age"]]
de: [[!inline pages="install/inc/steps/restart_first_time.inline.de" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/install_final.inline" raw="yes" sort="age"]]
de: [[!inline pages="install/inc/steps/install_final.inline.de" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/restart_second_time.inline" raw="yes" sort="age"]]
de: [[!inline pages="install/inc/steps/restart_second_time.inline.de" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/create_persistence.inline" raw="yes" sort="age"]]
de: [[!inline pages="install/inc/steps/create_persistence.inline.de" raw="yes" sort="age"]]
