Repository: austin987/tails
Catalog: wiki/src/install/mac/usb.*.po
Languages: es, fr

source: [[!meta title="Install from macOS"]]
es: [[!meta title="Instalar desde macOS"]]

source: These instructions require:
es: Estas instrucciones requieren:

source: macOS 10.10 (Yosemite) or later
es: macOS 10.10 (Yosemite) or posterior

source: <p class="start">Start in macOS.</p>
es: <p class="start">Iniciar en macOS.</p>
fr: <p class="start">Démarrez macOS.</p>

source: Install Tails using <span class="application">Etcher</span>
es: Instalar Tails usando <span class="application">Etcher</span>

source: Install Etcher
es: Instalar Etcher

source: Click on the following link to download <span class="application">Etcher</span>:
es: Haz click en el siguiente link para descargar <span class="application">Etcher</span>:

source: <a href='https://tails.boum.org/etcher/Etcher.dmg'>Download Etcher for macOS</a>
es: <a href='https://tails.boum.org/etcher/Etcher.dmg'>Descargar Etcher para macOS</a>

source: Open the <span class="application">Etcher</span> download (DMG disk image).
es: Abre la descarga de <span class="application">Etcher</span> (imagen de disco DMG).

source: To install <span class="application">Etcher</span>, drag the <span class="application">Etcher</span> icon onto the <span class="guilabel">Applications</span> icon.
es: Para instalar <span class="application">Etcher</span>, arrastra el icono de <span class="application">Etcher</span> hasta el icono de <span class="guilabel">Aplicaciones</span>.

source: Close the installation window of <span class="application">Etcher</span>.
es: Cierra la ventana de instalación de <span class="application">Etcher</span>.

source: Optionally, eject the <span class="application">Etcher</span> disk image from the desktop.
es: Opcionalmente, extrae la imagen de disco de <span class="application">Etcher</span> desde el escritorio.

source: Instead of installing <span class="application">Etcher</span>, you can also [[!toggle id="dd" text="install Tails using `dd` on the command line"]].
es: En vez de instalar <span class="application">Etcher</span>, también puedes [[!toggle id="dd" text="instalar Tails usando `dd` en la linea de comandos"]].

source: Make sure that your USB stick is unplugged.
es: Asegúrate de que tu memoria USB está desenchufada.

source: 1. Open <span class="application">Terminal</span> from <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span></span>.
es: 1. Abre <span class="application">Terminal</span> desde <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span></span>.

source: Execute the following command:
es: Ejecuta el siguiente comando:
fr: Exécuter la commande suivante :

source: It returns a list of the storage devices on the system. For example:
es: Devuelve una lista de los dispositivos de almacenamiento del sistema. Por ejemplo:

source: Plug your USB stick in the computer.
es: Conecta la memoria USB a la computadora.

source: Execute again the same command:
es: Ejecuta otra vez el mismo comando:
fr: Exécutez à nouveau la même commande :

source: Your USB stick appears as a new device in the list. Check that its size corresponds to the size of your USB stick.
es: Tu memoria USB aparece como un nuevo dispositivo en la lista. Comprueba que su tamaño corresponda con el tamaño de tu memoria USB.

source: Take note of the *device name* of your USB stick. In this example, the USB stick is 8.0 GB and its device name is <span class="code">/dev/disk1</span>. Yours might be different.
es: Toma nota del *nombre de dispositivo* de tu memoria USB. En este ejemplo, la memoria USB es de 8.0 GB y su nombre de dispositivo es <span class="code">/dev/disk1</span>. El tuyo puede ser diferente.
fr: Notez le *nom de périphérique* de votre clé USB. Dans cet exemple, la clé USB a 8.0 GB et son nom de périphérique est <span class="code">/dev/disk1</span>. Le nom de la votre peut être différent.

source: <div class="caution"> <p>If you are unsure about the device name, you should stop proceeding or <strong>you risk overwriting any hard disk on the system</strong>.</p> </div>
es: <div class="caution"> <p>Si no estás seguro del nombre del dispositivo deberías parar ahora o <strong>te arriesgas a sobreescribir cualquier otro disco duro del sistema</strong>.</p> </div>

source: Execute the following commands to copy the USB image that you downloaded earlier to the USB stick.
es: Ejecuta los siguientes comandos para copiar la imagen USB que descargaste previamente a la memoria USB.

source: Replace:
es: Reemplaza:

source: <span class="command-placeholder">tails.img</span> with the path to the USB image
es: <span class="command-placeholder">tails.img</span> con la ruta de la imagen USB

source: <div class="tip"> <p>If you are unsure about the path to the USB image, you can insert the correct path by dragging and dropping the icon of the USB image from <span class="application">Finder</span> onto <span class="application"> Terminal</span>.</p> </div>
es: <div class="tip"> <p>Si estás inseguro de la ruta de la imagen USB, puedes insertar la ruta correcta al arrastrar el ícono de la imagen USB desde el <span class="application">Finder</span> hasta la <span class="application"> Terminal</span>.</p> </div>

source: <span class="command-placeholder">device</span> with the device name found in step 6
es: <span class="command-placeholder">device</span> con el nombre del dispositivo encontrado en el paso 6
fr: <span class="command-placeholder">device</span> par le nom de périphérique trouvé à l'étape 6

source: <div class="tip"> <p>You can try adding <span class="code">r</span> before <span class="code">disk</span> to make the installation faster.</p> </div>
es: <div class="tip"> <p>Puedes probar agregando <span class="code">r</span> before <span class="code">disk</span> para acelerar la instalación..</p> </div>

source: You should get something like this:
es: Deberías obtener algo como esto:

source: If no error message is returned, Tails is being copied on the USB stick. The copy takes some time, generally a few minutes.
es: Si no aparece ningún mensaje de error, Tails está siendo copiado a la memoria USB. El proceso de copiado tarda por lo general un par de minutos.

source: <div class="note"> <p>If you get a <span class="guilabel">Permission denied</span> error, try adding <code>sudo</code> at the beginning of the command:</p>
es: <div class="note"> <p>Si recibes un error de <span class="guilabel">Permiso denegado</span>, prueba agregando <code>sudo</code> al principio del comando:</p>

source: <p>If you get an <span class="guilabel">invalid number ‘16m’</span> error, try using <code>16M</code> instead:</p>
es: <p>Si recibes un error <span class="guilabel">número inválido ‘16m’</span>, prueba utilizar <code>16M</code>:</p>

source: The installation is complete once the command prompt reappeared.
es: La instalación se ha completado una vez que reaparezca el interprete de comandos.

source: Install Tails
es: Instalar Tails

source: [[!inline pages="install/inc/steps/install_with_etcher.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/install_with_etcher.inline.es" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/restart_first_time.inline.es" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/restart_first_time.inline.fr" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/create_persistence.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/create_persistence.inline.es" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/create_persistence.inline.fr" raw="yes" sort="age"]]

source: [[!meta title="Install from Mac using the command line"]]
fr: [[!meta title="Installer depuis un Mac en utilisant la ligne de commande"]]

source: [[!inline pages="install/inc/steps/install_intermediary_intro.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/install_intermediary_intro.inline.fr" raw="yes" sort="age"]]

source: Make sure that the first USB stick is unplugged.
fr: Assurez-vous que la première clé USB soit débranchée.

source: 1. Open <span class="application">Terminal</span> from <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span></span>.
fr: 1. Ouvrir <span class="application">Terminal</span> depuis <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilitaires</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span></span>.

source: It returns a list of the storage devices on the system. For example:
fr: Elle retourne une liste des périphériques de stockage sur votre système. Par exemple :

source: Plug the first USB stick in the computer.
fr: Branchez la première clé USB sur votre ordinateur.

source: Your USB stick appears as a new device in the list. Check that its size corresponds to the size of your USB stick.
fr: Votre clé USB apparaît comme un nouveau périphérique dans la liste. Vérifiez si sa taille correspond à la taille de votre clé USB.

source: <div class="caution"> <p>If you are unsure about the device name, you should stop proceeding or <strong>you risk overwriting any hard disk on the system</strong>.</p> </div>
fr: <div class="caution"> <p>Si vous n'êtes pas sûr du nom de périphérique, vous devriez arrêter la procédure ou <strong>vous risquez d'écraser les données d'un disque dur de votre système</strong>.</p> </div>

source: 1. Execute the following commands to copy the ISO image that you downloaded earlier to the USB stick.
fr: 1. Exécutez la commande suivante pour copier sur votre clé USB l'image ISO que vous avez téléchargé précédemment.

source: Replace:
fr: Remplacez :

source: <span class="command-placeholder">tails.iso</span> with the path to the ISO image
fr: <span class="command-placeholder">tails.iso</span> par le chemin vers l'image ISO

source: <div class="tip"> <p>If you are unsure about the path to the ISO image, you can insert the correct path by dragging and dropping the icon of the ISO image from <span class="application">Finder</span> onto <span class="application"> Terminal</span>.</p> </div>
fr: <div class="tip"> <p>Si vous n'êtes pas sûr du chemin de l’image ISO, vous pouvez insérer le bon chemin en faisant glisser-déposer l’icône de l'image ISO depuis <span class="application">Finder</span> vers <span class="application"> Terminal</span>.</p> </div>

source: <div class="tip"> <p>You can try adding <span class="code">r</span> before <span class="code">disk</span> to make the installation faster.</p> </div>
fr: <div class="tip"> <p>Vous pouvez essayer d'ajouter <span class="code">r</span> avant <span class="code">disk</span> pour rendre l'installation plus rapide.</p> </div>

source: You should get something like this:
fr: Vous devriez obtenir quelque chose ressemblant à ça :

source: If no error message is returned, Tails is being copied on the USB stick. The copy takes some time, generally a few minutes.
fr: Si aucun message d'erreur ne s'affiche, Tails est en train d'être copié sur la clé USB. La copie prend un peu de temps, généralement quelques minutes.

source: <div class="note"> <p>If you get a <span class="guilabel">Permission denied</span> error, try adding <code>sudo</code> at the beginning of the command:</p>
fr: <div class="note"> <p>Si vous avez l'erreur <span class="guilabel">Permission denied</span>, essayez d'ajouter <code>sudo</code> au début de la commande :</p>

source: <p>If you get an <span class="guilabel">invalid number ‘16m’</span> error, try using <code>16M</code> instead:</p>
fr: <p>Si vous avez l'erreur <span class="guilabel">invalid number ‘16m’</span>, essayez d'utiliser <code>16M</code> à la place :</p>

source: The installation is complete once the command prompt reappeared.
fr: L'installation est terminée quand l'invite de commande réapparaît.

source: [[!inline pages="install/inc/steps/install_intermediary_outro.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/install_intermediary_outro.inline.fr" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/install_final.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/install_final.inline.fr" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/restart_second_time.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/restart_second_time.inline.fr" raw="yes" sort="age"]]
