Repository: austin987/tails
Catalog: wiki/src/install/download/openpgp.*.po
Languages: fr

source: [[!meta title="Download and verify using OpenPGP"]]
fr: [[!meta title="Télécharger et vérifier avec OpenPGP"]]

source: These instructions are for people who are already familiar with basic usage of OpenPGP and have *GPG* installed but might need guidance on performing the verification.
fr: Ces instructions sont destinées aux personnes étant déjà familières avec OpenPGP et ayant déjà *GPG* installé mais pouvant avoir besoin d'aide pour effectuer la vérification.

source: Download the <a href='[[!inline pages="inc/stable_i386_iso_url" raw="yes"]]' class="use-mirror-pool"> Tails [[!inline pages="inc/stable_i386_version" raw="yes"]] ISO image</a> (<span class="remove-extra-space">[[!inline pages="inc/stable_i386_iso_size" raw="yes"]]</span>).
fr: Téléchargez l'<a href='[[!inline pages="inc/stable_i386_iso_url" raw="yes"]]' class="use-mirror-pool">image ISO de Tails [[!inline pages="inc/stable_i386_version" raw="yes"]]</a> (<span class="remove-extra-space">[[!inline pages="inc/stable_i386_iso_size" raw="yes"]]</span>).

source: Download the <a href='[[!inline pages="inc/stable_i386_iso_sig_url" raw="yes"]]'> Tails [[!inline pages="inc/stable_i386_version" raw="yes"]] OpenPGP signature</a> of the latest Tails ISO image and save it to the same folder where you saved the ISO image.
fr: Téléchargez la <a href='[[!inline pages="inc/stable_i386_iso_sig_url" raw="yes"]]'>signature OpenPGP</a> de la dernière image ISO de Tails et sauvegardez-la dans le dossier où vous avez enregistré l'image ISO.

source: If you are doing the verification for the first time, download the [[Tails signing key|tails-signing.key]] and import it in your keyring. If you are working from Tails, the signing key is already included.
fr: Si vous faites cette vérification pour la première fois, téléchargez la [[clé de signature de Tails|tails-signing.key]] et importez-la dans votre trousseau de clés. Si vous travaillez depuis Tails, la clé de signature est déjà inclue.

source: All our ISO images are signed with the same signing key, so you only have to import it once. Still, you have to verify the ISO image every time you download a new one.
fr: Toutes les images ISO sont signées avec la même clé, vous n'aurez donc à l'importer qu'une seule fois. Vous devrez quand même vérifier l'image ISO chaque fois que vous en téléchargerez une nouvelle.

source: <div class="tip"> <p>This download of the Tails signing key is protected using HTTPS. But you could still download a malicious signing key if our website is compromised or if you are victim of a [[man-in-the-middle attack|doc/about/warning#man-in-the-middle]].</p>
fr: <div class="tip"> <p>Le téléchargement de la clé de signature est protégé par l'utilisation de HTTPS. Mais vous pourriez tout de même télécharger une clé malveillante si notre site web était compromis ou si vous étiez victime d'une attaque de [[l'homme du milieu|doc/about/warning#man-in-the-middle]].</p>

source: <p>For additional verification, you can <a href="#wot">authenticate the signing key through the OpenPGP Web of Trust</a>.</p> </div>
fr: <p>Pour une vérification supplémentaire, vous pouvez <a href="#wot">authentifier la clé de signature via la Toile de Confiance OpenPGP</a>.</p> </div>

source: <p>Tails [[transitioned to a new signing key|news/signing_key_transition]] in March 2015. If you had the previous signing key, make sure to [[import and verify the new signing key|news/signing_key_transition#index1h1]].</p>
fr: <p>Tails [[a changé de clé de signature |news/signing_key_transition]] en mars 2015. Si vous aviez l'ancienne clé, n'oubliez-pas d'[[importer et vérifier la nouvelle clé de signature|news/signing_key_transition#index1h1]].</p>

source: Verify the ISO image
fr: Vérifier l'image ISO

source: This section provides simplified instructions:
fr: Cette section contient des instructions simplifiées :

source: <a href="#windows">In Windows with <span class="application">Gpg4win</span></a>
fr: <a href="#windows">Pour Windows avec <span class="application">Gpg4win</span></a>

source: <a href="#mac">In Mac OS X with <span class="application">GPGTools</span></a>
fr: <a href="#mac">Pour Mac OS X avec <span class="application">GPGTools</span></a>

source: <a href="#tails">In Tails</a>
fr: <a href="#tails">Pour Tails</a>

source: <a href="#command-line">Using the command line</span></a>
fr: <a href="#command-line">En utilisant la ligne de commande</span></a>

source: <p>As explained above in step 3, this simple OpenPGP verification provides a level of verification equivalent to HTTPS, like the [[Firefox extension or BitTorrent|install/download]], unless you also <a href="#wot">authenticate the signing key through the OpenPGP Web of Trust</a>.</p>
fr: <p>Comme expliqué à la troisième étape, cette simple vérification avec OpenPGP fournit un niveau de vérification équivalent à HTTPS, comme [[le module complémentaire pour Firefox ou BitTorrent|install/download]], sauf si vous <a href="#wot">authentifiez la clé de signature via la Toile de Confiance OpenPGP</a>.</p>

source: In Windows with <span class="application">Gpg4win</span>
fr: Pour Windows avec <span class="application">Gpg4win</span>

source: See the [[<span class="application">Gpg4win</span> documentation on verifying signatures|http://www.gpg4win.org/doc/en/gpg4win-compendium_24.html#id4]].
fr: Voir la documentation de [[<span class="application">Gpg4win</span> sur la vérification des signatures|http://www.gpg4win.org/doc/en/gpg4win-compendium_24.html#id4]] (en anglais).

source: Verify the date of the signature to make sure that you downloaded the latest version.
fr: Vérifiez la date de la signature pour vous assurer que vous avez téléchargé la dernière version.

source: If the following warning appears:
fr: Si l'avertissement suivant apparaît :

source: Then the ISO image is still correct according to the signing key that you downloaded. To remove this warning you need to <a href="#wot">authenticate the signing key through the OpenPGP Web of Trust</a>.
fr: Alors l'image ISO est tout de même correctement signée par la clé que vous avez téléchargé. Pour supprimer cet avertissement vous devez <a href="#wot">authentifier la clé de signature via la Toile de Confiance OpenPGP</a>.

source: In Mac OS X using <span class="application">GPGTools</span>
fr: Pour Mac OS X en utilisant <span class="application">GPGTools</span>

source: Open <span class="application">Finder</span> and navigate to the folder where you saved the ISO image and the signature.
fr: Ouvrez <span class="application">Finder</span> et naviguez jusqu'au dossier où vous avez enregistré l'image ISO et la signature.

source: 1. Right-click on the ISO image and choose <span class="guimenuchoice"> <span class="guisubmenu">Services</span> ▸ <span class="guimenuitem">OpenPGP: Verify Signature of File</span></span>.
fr: 1. Faites un clic droit sur l'image ISO puis sur <span class="guimenuchoice"> <span class="guisubmenu">Services</span> ▸ <span class="guimenuitem">OpenPGP: Verify Signature of File</span></span>.

source: In Tails
fr: Pour Tails

source: Open the file browser and navigate to the folder where you saved the ISO image and the signature.
fr: Ouvrez le navigateur de fichier et naviguez jusqu'au dossier où vous avez enregistré l'image ISO et la signature.

source: Right-click on the signature and choose <span class="guimenuitem">Open With Verify Signature</span>.
fr: Faites un clic droit sur la signature puis sur <span class="guimenuitem">Ouvrir avec Vérifier la signature</span>.

source: The verification of the ISO image starts automatically:
fr: La vérification de l'image ISO démarre automatiquement :

source: After the verification finishes, click on the notification counter in the bottom-right corner and on the notification with a transparent background on the right of the notification area:
fr: Une fois la vérification terminée, cliquez sur le compteur de notification dans l'angle en bas à droite puis sur la notification avec un fond transparent à droite de la zone de notification :

source: Verify the date of the signature to make sure that you downloaded the latest version.
fr: Vérifiez la date de la signature pour vous assurer que vous avez téléchargé la dernière version.

source: Using the command line
fr: En ligne de commande

source: Open a terminal and navigate to the folder where you saved the ISO image and the signature.
fr: Ouvrez un terminal et naviguez jusqu'au dossier où vous avez enregistré l'image ISO et la signature.

source: Execute:
fr: Exécutez la commande :

source: The output of this command should be the following:
fr: La sortie de cette commande devrait être :

source: If the output also includes:
fr: Si la sortie inclut aussi :

source: Then the ISO image is still correct according to the signing key that you downloaded. To remove this warning you need to <a href="#wot">authenticate the signing key through the OpenPGP Web of Trust</a>.
fr: Alors l'image ISO est tout de même correctement signée par la clé que vous avez téléchargé. Pour supprimer cet avertissement vous devez <a href="#wot">authentifier la clé de signature via la Toile de Confiance OpenPGP</a>.

source: Authenticate the signing key through the OpenPGP Web of Trust
fr: Authentifier la clé de signature via la Toile de Confiance OpenPGP

source: The verification techniques presented until now ([[Firefox extension, BitTorrent|install/download]], or OpenPGP verification) all rely on some information being securely downloaded using HTTPS from our website:
fr: Les techniques de vérifications présentées jusqu'à maintenant ([[le module complémentaire pour Firefox, BitTorrent|install/download]] et la vérification OpenPGP) dépendent toutes d'informations téléchargées de manière sécurisée via HTTPS depuis notre site web :

source: The *checksum* for the Firefox extension
fr: La *somme de contrôle* pour l'extension Firefox

source: The *Torrent file* for BitTorrent
fr: Le *fichier Torrent* pour BitTorrent

source: The *Tails signing key* for the OpenPGP verification
fr: La *clé de signature de Tails* pour la vérification OpenPGP

source: But, while doing so, you could download malicious information if our website is compromised or if you are victim of a [[man-in-the-middle attack|doc/about/warning#man-in-the-middle]].
fr: Mais, si notre site web était compromis ou que vous étiez victime d'une [[attaque de l'homme du milieu|doc/about/warning#man-in-the-middle]] vous pourriez télécharger des informations malveillantes.

source: The OpenPGP verification is the only technique that allows you to verify the ISO image even better by also authenticating the Tails signing key through the OpenPGP Web of Trust. Relying on the OpenPGP Web of Trust is the only way to completely protect you from malicious downloads.
fr: La vérification OpenPGP est la seule méthode qui vous permet une vérification encore plus poussée de l'image ISO en authentifiant aussi la clé de signature de Tails via la Toile de Confiance OpenPGP. Se fier à la Toile de Confiance OpenPGP est la seule manière de vous protéger complètement des téléchargements malveillants.

source: <p>If you are verifying an ISO image from inside Tails already, for example to do a manual upgrade, then the Tails signing key is already included in Tails. You can trust this signing key as much as you are trusting your Tails installation already because you are not downloading it.</p>
fr: <p>Si vous vérifiez l'image ISO depuis Tails, par exemple pour faire une mise à jour manuelle, la clé de signature de Tails est déjà fournie. Vous pouvez avoir confiance en cette clé autant qu'en votre installation de Tails.</p>

source: One of the inherent problems of standard HTTPS is that the trust we usually put in a website is defined by certificate authorities: a hierarchical and closed set of companies and governmental institutions approved by your web browser vendor. This model of trust has long been criticized and proved several times to be vulnerable to attacks [[as explained on our warning page|doc/about/warning#man-in-the-middle]].
fr: Un problème inhérent au standard HTTPS est le fait que la confiance généralement accordée à un site web est définie par des autorités de certification : un ensemble fermé et hiérarchique d'entreprises et d'institutions gouvernementales approuvées par le fabricant de votre navigateur. La critique de ce modèle de confiance a été faite depuis longtemps et il a été montré de nombreuses fois qu'il était sujet à certaines attaques [[comme expliqué dans notre page d'avertissements|doc/about/warning#man-in-the-middle]].

source: We believe that, instead, users should be given the final say when trusting a website, and that designation of trust should be done on the basis of human interactions.
fr: Nous pensons plutôt que le dernier mot, lorsqu'il s'agit de faire confiance à un site web, doit revenir aux individus et que la construction de la confiance devrait être basée sur des relations humaines.

source: The OpenPGP [[!wikipedia Web_of_Trust]] is a decentralized trust model based on OpenPGP keys that can help solving this problem. Let's see this with an example:
fr: La [[!wikipedia_fr Toile_de_confiance desc="Toile de Confiance"]] OpenPGP est un modèle de confiance décentralisé basé sur les clés OpenPGP. Voyons ça avec un exemple :

source: *You are friend with Alice and really trust her way of managing OpenPGP keys. So you are trusting Alice's key.*
fr: *Vous êtes un ami d'Alice et lui faites vraiment confiance quant à sa manière de gérer les clés OpenPGP. Vous avez confiance dans la clé d'Alice.*

source: *Furthermore, Alice met Bob, a Tails developer, in a conference and certified Bob's key. So Alice is trusting Bob's key.*
fr: *De plus, Alice a rencontré Bob, un développeur de Tails, lors d'une conférence et a signé sa clé. Alice a confiance dans la clé de Bob.*

source: *Bob is a Tails developer who directly owns the Tails signing key. So Bob fully trusts the Tails signing key.*
fr: *Bob est un développeur de Tails qui possède la clé de signature de Tails. Bob a pleinement confiance dans la clé de signature de Tails.*

source: In this scenario, Alice found a path to trust the Tails signing key without the need to rely on certificate authorities.
fr: Dans ce scénario, Alice a trouvé un chemin de confiance jusqu'à la clé de signature de Tails sans avoir besoin d'autorités de certification.

source: <p>If you are on Debian, Ubuntu, or Linux Mint, you can install the <code>debian-keyring</code> package which contains the OpenPGP keys of all Debian developers. Some Debian developers have certified the Tails signing key and you can use these certifications to build a trust path. This technique is explained in detail in our instructions on [[installing Tails from Debian, Ubuntu, or Linux Mint using the command line|install/expert/usb]].</p>
fr: <p>Si vous utilisez Debian, Ubuntu ou Linux Mint, vous pouvez installer le paquet <code>debian-keyring</code> qui contient les clés OpenPGP de tous les développeurs Debian. Certains développeurs Debian ont certifié la clé de signature de Tails, vous pouvez donc utiliser ces certifications pour construire un chemin de confiance. Cette méthode est expliquée en détail dans nos instructions sur [[installer Tails depuis Debian, Ubuntu ou Linux Mint en ligne de commande|install/expert/usb]].</p>

source: Relying on the Web of Trust requires both caution and intelligent supervision by the users. The technical details are outside of the scope of this document.
fr: Se fier à la Toile de Confiance demande à la fois prudence et intelligence de la part des personnes l'utilisant. Les détails techniques sont au-delà de la portée de ce document.

source: Since the Web of Trust is actually based on human relationships and real-life interactions, the best is to get in touch with people knowledgeable about OpenPGP and build trust relationships in order to find your own trust path to the Tails signing key.
fr: La toile de confiance étant basée sur des relations humaines et des interactions dans la vraie vie, le mieux serait d'entrer en contact avec des personnes s'y connaissant en OpenPGP et de construire des liens de confiance afin de vous frayer votre propre chemin de confiance jusqu'à la clé de signature de Tails.

source: For example, you can start by contacting a local [[!wikipedia Linux_User_Group]], [[an organization offering Tails training|support/learn]], or other Tails enthusiasts near you and exchange about their OpenPGP practices.
fr: Vous pourriez commencer par prendre contact avec un [[!wikipedia_fr Groupe_d'utilisateurs_Linux]], [[une organisation proposant des formations à propos de Tails|support/learn]] ou d'autres amis de Tails proches de chez vous et échanger à propos de leurs pratiques d'OpenPGP.

source: <p>After you built a trust path, you can certify the Tails signing key by signing it with your own key to get rid of some warnings during the verification process.</p>
fr: <p>Après avoir construit un chemin de confiance, vous pouvez certifier la clé de signature Tails en la signant avec votre propre clé pour vous débarrasser des avertissements durant le processus de vérification.</p>

source: Further reading on OpenPGP
fr: En lire plus à propos de OpenPGP

source: [[!wikipedia GnuPG desc="Wikipedia: %s"]], a free OpenPGP software
fr: [[!wikipedia_fr GNU_Privacy_Guard desc="Wikipédia : GnuPG"]], un logiciel OpenPGP libre

source: [[Apache: How To OpenPGP|http://www.apache.org/dev/openpgp.html]]
fr: [[Apache: How To OpenPGP|http://www.apache.org/dev/openpgp.html]] (en anglais)

source: [[Debian: Keysigning|http://www.debian.org/events/keysigning]], a tutorial on signing keys of other people
fr: [[Debian : Signature de clés|http://www.debian.org/events/keysigning.fr.html]], un tutoriel sur le fait de signer les clés d'autres personnes

source: [[rubin.ch: Explanation of the web of trust of PGP|http://www.rubin.ch/pgp/weboftrust.en.html]]
fr: [[rubin.ch: Explanation of the web of trust of PGP|http://www.rubin.ch/pgp/weboftrust.en.html]] (en anglais)

source: [[Gpg4win: Certificate inspection|http://www.gpg4win.org/doc/en/gpg4win-compendium_16.html]], instructions to manage key trust with Gpg4win
fr: [[Gpg4win: Certificate inspection|http://www.gpg4win.org/doc/en/gpg4win-compendium_16.html]], instructions en anglais pour la gestion de la confiance des clés avec Gpg4win
