Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/startup_options/administration_password.*.po
Languages: fa, pt

source: [[!meta title="Administration password"]]
fa: [[!meta title="'گذرواژهٔ مدیریتی"]]
pt: [[!meta title="Senha de administração"]]

source: In Tails, an administration password is required to perform system administration tasks.<br/> For example:
fa: در تیلز برای انجام عملکردهای مدیریتی به گذرواژهٔ مدیریتی نیاز داریم<br/> برای نمونه:
pt: No Tails, uma senha de administração é necessária para realizar tarefas de administração de sistema.<br /> Por exemplo:

source: To execute commands with <span class="command">sudo</span>
fa: برای اجرای فرمان‌ها با <span class="command">sudo</span>
pt: Para execuar comandos com <span class="command">sudo</span>

source: **By default, the administration password is disabled for better security.** This can prevent an attacker with physical or remote access to your Tails system to gain administration privileges and perform administration tasks against your will.
fa: **گذرواژهٔ مدیریتی به طور پیش‌فرض برای امنیت بیشتر غیرفعال است.** این مساله باعث می‌شود مهاجم با دسترسی فیزیکی یا از راه دور به سیستم تیلز نتواند به اختیارات مدیریتی دسترسی داشته باشد و برخلاف میل شما تغییرات مدیریتی انجام دهد.
pt: **Por padrão, a senha de administração é desabilitada para maior segurança.** Isto pode evitar que um atacante com acesso físico ou remoto ao seu sistema Tails ganhe privilégios administrativos e execute tarefas de administração sem seu conhecimento.

source: Set up an administration password
fa: یک گذرواژهٔ مدیریتی بسازید.
pt: Configure uma senha de administração

source: In order to perform administration tasks, you need to set up an administration password when starting Tails, using [[<span class="application">Tails Greeter</span>|startup_options#tails_greeter]].
fa: برای انجام عملکردهای مدیریتی باید هنگام راه‌اندازی تیلز با استفاده از [[<span class="application">Tails Greeter</span>|startup_options#tails_greeter]] یک گذرواژهٔ مدیریتی بسازید.
pt: Para poder realizar tarefas de administração, você precisa configurar uma senha de administração ao iniciar o Tails, usando o [[<span class="application">Tails Greeter</span>|startup_options#tails_greeter]].

source: When <span class="application">Tails Greeter</span> appears, in the <span class="guilabel">Welcome to Tails</span> window, click on the <span class="button">Yes</span> button. Then click on the <span class="button">Forward</span> button.
pt: Quando o <span class="application">Tails Greeter</span> aparecer, na janela <span class="guilabel">Bem vindo/a ao Tails</span>, clique no botão <span class="button">Sim</span>. Em seguida clique no botão <span class="button">Próximo</span>.

source: In the <span class="guilabel">Administration password</span> section, specify a password of your choice in both the <span class="guilabel">Password</span> and <span class="guilabel">Verify Password</span> text boxes.
pt: Na seção de <span class="guilabel">Senha de administração</span>, especifique uma senha de sua escolha nas caixas <span class="guilabel">Senha</span> e <span class="guilabel">Verifique a senha</span>.

source: How to open a root terminal
fa: چگونه یک پایانهٔ اصلی باز کنیم
pt: Como abrir um terminal como root

source: To open a root terminal during your working session, you can do any of the following:
fa: برای باز کردن یک پایانهٔ اصلی هنگام نشست کاری خود، می‌توانید یکی از کارهای زیر را انجام دهید:
pt: Para abrir um terminal como root durante sua sessão de trabalho, você pode fazer qualquer um dos seguintes:

source: - Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessories</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span></span>.
pt: - Escolha <span class="menuchoice"> <span class="guimenu">Aplicações</span>&nbsp;▸ <span class="guisubmenu">Acessórios</span>&nbsp;▸ <span class="guimenuitem">Terminal como Root</span></span>.

source: Execute <span class="command">sudo -i</span> in a terminal.
fa: فرمان <span class="command">sudo -i</span> را در یک پایانه اجرا کنید.
pt: Execute comandos com <span class="command">sudo -i</span> em um terminal.

source: To [[install additional software|doc/advanced_topics/additional_software]]
fa: برای [[نصب نرم‌افزارهای بیشتر|doc/advanced_topics/additional_software]]

source: To [[access the internal hard disks of the computer|doc/encryption_and_privacy/your_data_wont_be_saved_unless_explicitly_asked]]
fa: برای [[دسترسی به دیسک‌های سخت رایانه|doc/encryption_and_privacy/your_data_wont_be_saved_unless_explicitly_asked]]
