Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/startup_options/bridge_mode.*.po
Languages: es, fr

source: [[!meta title="Tor bridge mode"]]
es: [[!meta title="Modo Puente (bridge) de Tor"]]

source: What bridges are and when to use them
es: Qué son los puentes y cuándo usarlos
fr: Que sont les bridges et quand les utiliser

source: When using Tor with Tails in its default configuration, anyone who can observe the traffic of your Internet connection (for example your Internet Service Provider and perhaps your government and law enforcement agencies) can know that you are using Tor.
es: Cuando usas Tor con Tails en su configuración por defecto cualquiera que pueda observar el tráfico de tu conexión a Internet (por ejemplo, tu Proveedor de Internet o quizás tu gobierno o la policía) puede saber que estás usando Tor.
fr: Quand vous utilisez Tor via Tails dans sa configuration par défaut, n'importe qui capable d'observer le traffic de votre connexion Internet (comme votre Fournisseur d'Accès à Internet, sans doute votre gouvernement ainsi que les représentants de la loi) peut savoir que vous utilisez Tor.

source: This may be an issue if you are in a country where the following applies:
es: Esto puede ser un problema si estás en un país donde se aplica alguna de las siguientes circunstancias:
fr: Ce qui peut être un souci si vous êtes dans un pays où :

source: **Using Tor is blocked by censorship:** since all connections to the Internet are forced to go through Tor, this would render Tails useless for everything except for working offline on documents, etc.
es: **El uso de Tor está bloqueado por censura:** ya que todas las conexiones a Internet pasan a través de Tor, esto haría que Tails sea inútil para cualquier cosa excepto trabajar offline en documentos, etc.
fr: **L'usage de Tor est bloqué par la censure :** vu que toutes les connexions à Internet passent par Tor, cela rendrait Tails inutile pour tout sauf hors ligne comme travailler sur un document etc.

source: **Using Tor is dangerous or considered suspicious:** in this case starting Tails in its default configuration might get you into serious trouble.
es: **Usar Tor es peligroso o sospechoso:** en este caso arrancar Tails en su configuración por defecto te puede ocasionar problemas graves.
fr: **L'usage de Tor est dangereux ou considéré suspect :** dans ce cas, démarrer Tails dans sa configuration par défaut peut vous attirer de sérieux ennuis.

source: Tor bridges, also called Tor bridge relays, are alternative entry points to the Tor network that are not all listed publicly. Using a bridge makes it harder, but not impossible, for your Internet Service Provider to know that you are using Tor.
es: Los puentes de Tor, también llamados puentes relay de Tor, son puntos alternativos de entrada a la red de Tor que no están listados públicamente. Usar un puente hace más difícil, pero no imposible, que tu Proveedor de Internet sepa que estás usando Tor.
fr: Les bridges de Tor, également appelés relais bridges de Tor, sont des points d'entrée alternatifs dans le réseau Tor qui ne sont pas listés publiquement. Utiliser un bridge rend plus difficile, mais pas impossible, pour votre Fournisseur d'Accès à Internet de savoir que vous utilisez Tor.

source: If you are in one of the situations described above you might want to use Tor bridges in Tails. Please also read The Tor Project's [dedicated page about bridges](https://www.torproject.org/docs/bridges) to get a general idea about what bridges are.
es: Si estás en alguna de las situaciones descritas arriba puede que quieras usar puentes de Tor en Tails. Por favor lee también la [página que Tor Project dedica a los puentes](https://www.torproject.org/docs/bridges) para hacerte una idea general de lo que son los puentes.
fr: Si votre cas correspond à l'une des situations évoquées ci-dessus vous pourriez vouloir utiliser Tails en mode bridge. Veuillez lire la page [dédiée sur le site du Projet Tor (en anglais)](https://www.torproject.org/docs/bridges) pour avoir une idée générale de ce que sont les bridges.

source: In order to use Tor through bridges, you must know the address of at least one bridge in advance. The Tor Project distributes bridge addresses in several ways, for example from their [website](https://bridges.torproject.org/) and via email.
es: Para usar Tor a través de puentes debes saber al menos la dirección de un puente por adelantado. El Tor Project distribuye direcciones de bridge de muchas maneras, por ejemplo desde su [website](https://bridges.torproject.org/) y por email.

source: Bridges are less reliable and tend to have lower performance than other entry points.
es: Los puentes son menos estables y tienen a ser más pequeños que los otros puntos de entrada.

source: How to use bridges in Tails
es: Cómo usar puentes en Tails
fr: Comment utiliser des bridges dans Tails

source: You must have at hand at least one bridge address before starting Tails. For example, you can write it down on a piece of paper or store it in the [[persistent volume|doc/first_steps/persistence]].
es: Debes tener a mano al menos la dirección de un puente antes de arrancar Tails. Por ejemplo, puedes escribirla en un trozo de papel o guardarla en el [[volumen persistente|doc/first_steps/persistence]].

source: Tails allows you to use bridges of the following types:
es: Tails te permite utilizar puentes de los siguientes tipos:

source: To use bridges, choose to configure bridge settings from <span class="application">Tails Greeter</span>:
es: Para usar puentes elige configurar puentes (bridges) en el <span class="application">Tails Greeter</span>:

source: [[!inline pages="doc/first_steps/startup_options/bridge_mode.inline" raw="yes" sort="age"]]
es: [[!inline pages="doc/first_steps/startup_options/bridge_mode.inline.es" raw="yes" sort="age"]]

source: <p>After Tor is started, the bridges that you configured appear as the first relay of your Tor circuits in <span class="application">[[Onion Circuits|doc/anonymous_internet/tor_status#circuits]]</span>.</p>
es: <p>Cuando arranca Tor los puentes que has configurado aparecen como los primeros relays de tus circuitos de Tor en <span class="application">[[Onion Circuits|doc/anonymous_internet/tor_status#circuits]]</span>.</p>

source: If using Tor is dangerous in your country
es: Si usar Tor es peligroso en tu país
fr: Si utilisez Tor dans votre pays est dangeureux

source: The Tor Project's [documentation on bridges](https://www.torproject.org/docs/bridges) mainly focuses on censorship circumvention: when using Tor is blocked by censorship. If using Tor is dangerous or considered suspicious in your country, then there are some extra rules that you should follow in order to prevent yourself from being identified as a Tor user.
es: La [documentación de Tor Project sobre los puentes](https://www.torproject.org/docs/bridges) se concentra sobre todo en evitar la censura: cuando se censura el tráfico de Tor. Si usar Tor es peligroso, o si se considera sospechoso en tu país, hay otras reglas que deberás seguir para que no puedan ver que usas Tor.

source: Bridges are important tools that work in many cases but <strong>they are not absolute protection</strong> against all techniques that an adversary could do to identify Tor users.
es: Los puentes son herramientas importantes que funcionan en la mayoría de los casos, pero <strong>no son la protección absoluta</strong> contra todas las técnicas que un adversario puede utilizar para identificar usuarios de Tor.

source: Always start Tails in *bridge mode*.
es: Siempre inicia Tails en *modo puente*.
fr: Démarrer Tails systématiquement en *mode bridge*.

source: Only use [*obfuscated bridges*](https://www.torproject.org/docs/bridges#PluggableTransports) since they are harder to identify than other bridges.
es: Utiliza sólo [puentes *ofuscados*](https://www.torproject.org/docs/bridges#PluggableTransports) que son más difíciles de identificar que los otros puentes.
fr: Utilisez seulement des ["Bridges obscurcis"](https://www.torproject.org/docs/bridges#PluggableTransports) vu qu'il sont plus difficiles à identifier que les autres bridges.

source: The less publicly known the bridges are, the better. Unfortunately, since some bridge addresses can be obtained by anyone from the Tor website or by email, it is also possible for an adversary to get the same bridge information by the same means. The Tor Project has some protection against that, but they are far from being perfect.
es: Cuanto menos conocidos sean los puentes, mejor. Lamentablemente, ya que cualquiera puede obtener los puentes a través de la página web de Tor o por email, es posible para un adversario conseguir esta información por los mismos medios. El Tor Project tiene algunas protecciones contra ello, pero están lejos de ser perfectas.
fr: Moins les bridges sont publics, mieux c'est. Malheureusement, comme un certain nombre d'adresses de bridges peut être obtenue par n'importe qui depuis le site web de Tor ou bien par email, un adversaire peut également obtenir ces informations de ces façons. Le Projet Tor a certaines protections contre ça, mais elles sont loin d'être parfaites.

source: So the best is if you can find a trusted friend or an organisation in a different country who runs a "private" *obfuscated bridge* for you. In this case "private" means that the bridge is configured with the option `PublishServerDescriptor 0`. Without this option The Tor Project will learn about the bridge and may distribute its address to others and so it could end up in the hands of your adversary.
es: Así que lo mejor sería si pudieras encontrar un amigo de confianza o una organización en otro país que mantenga un *puente ofuscado* "privado" para ti. En este caso "privado" significaría que el puente está configurado con la opción `PublishServerDescriptor 0`. Sin esta opción, Tor Project recibirá noticia del puente y puede que distribuya su dirección a otros, por lo que podría caer en manos de tu adversario.

source: [[!meta title="Tor Bridge Mode"]]
fr: [[!meta title="Tor en mode bridge"]]

source: In order to use bridges, you must know in advance the address of at least one bridge. The Tor Project distributes bridge addresses in several ways, for example from their [website](https://bridges.torproject.org/) and via email.
fr: Afin d'utiliser les bridges, vous devez connaître à l'avance l'adresse d'au moin un bridge. Le Projet Tor distribue des adresses de bridges de différentes manières, par exemple depuis leur [site web](https://bridges.torproject.org/) ainsi que par email.

source: <div class="note"> Bridges are less reliable and tend to have lower performance than other entry points. </div>
fr: <div class="note"> Les bridges sont moins fiables et ont tendance à être moins performants que les autres points d'entrée. </div>

source: Tails provides a *bridge mode* that guides you through the process of setting up bridges before connecting to Tor.
fr: Tails contient un *mode bridge* qui vous guide à travers le processus de configuration des bridges avant de vous connecter à Tor.

source: Note that you must have at hand at least one bridge address before starting Tails. For example, you can write it down on a piece of paper or store it in a [[persistent volume|doc/first_steps/persistence]].
fr: Notez que vous devez avoir à portée de main au moins une adresse de bridge avant de lancer Tails. Vous pouvez par exemple l'écrire sur un bout de papier ou l'avoir stockée dans votre [[volume persistant|doc/first_steps/persistence]].

source: To activate the *bridge mode*, add the <span class="command">bridge</span> boot option to the <span class="application">boot menu</span>. For detailed instructions, see the documentation on [[using the <span class="application">boot menu</span>|startup_options#boot_menu]].
fr: Pour activer le *mode bridge*, ajouter l'option de boot <span class="command">bridge</span> au <span class="application">menu de boot</span>. Pour des instructions détaillées, voir la documentation sur [[l'utilisation du <span class="application">menu de boot</span>|startup_options#boot_menu]].

source: The Tor Project's [documentation on bridges](https://www.torproject.org/docs/bridges) mainly focuses on censorship circumvention, this means when the usage of Tor is blocked by censorship. If using Tor is dangerous or considered suspicious in your country, then there are some extra rules that you should follow in order to prevent you from being identified as a Tor user.
fr: La [documentation sur les bridges](https://www.torproject.org/docs/bridges) du Projet Tor se concentre surtout sur le contournement de la censure, ce qui concerne le cas où l'utilisation de Tor est bloqué par la censure. Si Tor est dangereux ou considéré suspect dans votre pays, il y a donc quelques règles supplémentaires que vous devriez suivre afin d'empêcher qu'on vous identifie comme un utilisateur de Tor :

source: <div class="caution"> Bridges are important tools that work in many cases but <strong>they are not an absolute protection</strong> against the technical progress that an adversary could do to identify Tor users. </div>
fr: <div class="caution"> Les bridges sont d'importants outils qui marchent dans la plupart des cas mais <strong>ils n' assurent pas une protection absolue</strong> contre les progrès technique qu'un adversaire pourrait faire pour identifier les utilisateurs de Tor. </div>

source: So the best is if you can find a trusted friend or an organisation in a different country who runs a "private" *obfuscated bridge* for you. In this case "private" means that the bridge is configured with the option `PublishServerDescriptor 0`. Without this option The Tor Project can learn about the bridge and may distribute its address to others and so it could end up in the hands of your adversary.
fr: Le mieux est d'avoir un ami de confiance ou une organisation dans un autre pays qui fait tourner un *bridge obscurcis* "privé" pour vous. Dans ce cas "privé" signifie que ce bridge est configuré avec l'option`PublishServerDescriptor 0`. Sans cette option Le Projet Tor peut être au courant de l'existence de ce bridge et ainsi distribuer son adresse ce qui pourrait la faire arriver dans les mains de votre adversaire.
