Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/startup_options/mac_spoofing.*.po
Languages: de, es, fr, it, pt

source: **Using a public computer**, for example in an Internet café or a library. This computer is regularly used on this local network, and its MAC address is not associated with your identity. In this case, MAC address spoofing can make it impossible to connect. It can even **look suspicious** to the network administrators to see an unknown MAC address being used on that network.
de: **Die Nutzung eines öffentlichen Computers**, zum Beispiel in einem Internetcafé oder einer Bibliothek. Solche Computer werden oft im lokalen Netz genutzt und die MAC-Adresse ist nicht mit Ihrer Identität assoziiert. In diesem Falle kann es eine verschleierte MAC-Adresse unmöglich machen, dass Sie sich ins Internet verbinden können. Es könnte sogar für die Netzwerkadministratoren **verdächtig erscheinen**, wenn sie eine fremde MAC-Adresse in ihrem Netzwerk bemerken.
es: **Uso de una computadora pública**, por ejemplo en un cibercafé o en una biblioteca. Este equipo se utiliza regularmente en esta red local y su dirección MAC no está asociada con tu identidad. En este caso, el spoofing de direcciones MAC puede llegar a hacer imposible la conexión. Incluso puede parecer **sospechoso** para los administradores de red al ver una dirección MAC desconocida en esa red.
fr: **Utiliser un ordinateur public**, par exemple dans un cyber-café ou une bibliothèque. Cet ordinateur est régulièrement utilisé sur ce réseau local et son adresse MAC n'est pas associée avec votre identité. Dans ce cas, l'usurpation d'adresse MAC peut rendre impossible de se connecter. Cela peut même **paraître suspect** à l'administrateur réseau de voir une adresse MAC inconnue être utilisée sur ce réseau.
it: **Utilizzare un computer pubblico**, ad esempio un Internet caffé o una biblioteca. Questo computer è solitamente usato su una certa rete locale, e il suo indirizzo MAC non è associato alla tua identità. In questo caso, lo spoofing dell'indirizzo MAC può rendere impossibile la connessione. Può addirittura **sembrare sospetto** agli amministratori della rete vedere l'utilizzo di un indirizzo MAC sconosciuto nella rete.
pt: **Usando um computador público**, por exemplo em uma lan-house ou biblioteca. Este computador é regularmente usado nesta rede local e seu endereço MAC não está associado com sua identidade. Neste caso, a alteração do endereço MAC pode fazer com que seja impossível conectar. Pode também **parecer suspeito** para os administradores de rede verem endereços MAC desconhecidos sendo usados naquela rede.

source: On some network interfaces, **MAC address spoofing is impossible** due to limitations in the hardware or in Linux. Tails temporarily disables such network interfaces. You might disable MAC address spoofing to be able to use them.
de: An manchen Netzwerkschnittstellen ist es aufgrund von Beschränkungen in der Hardware oder in Linux **nicht möglich, die MAC-Adressen zu verschleiern**. Tails deaktiviert vorübergehend solche Schnittstellen. Sie können das Verschleiern an diesen Schnittstellen deaktivieren, um diese anschließend zu nutzen.
es: En algunas interfaces de red, **el spoofing de direcciones MAC es imposible** debido a las limitaciones en el hardware o en Linux. En esos casos, Tails deshabilita temporalmente esas interfaces de red. Puedes deshabilitar el spoofing de direcciones MAC para poder utilizarlas.
fr: Sur certaines interfaces réseaux, **l'usurpation d'adresse MAC est impossible** à cause de limitations matérielles ou de Linux. Tails désactive temporairement ces interfaces réseau. Vous pourriez vouloir désactiver l'usurpation d'adresse MAC pour être en mesure de les utiliser.
it: Su alcune interfacce di rete, **lo spoofing dell'indirizzo MAC è impossibile** a causa di limitazioni dell'hardware o di Linux. Tails disabilita temporaneamente queste interfacce di network. Puoi disabilitare lo spoofing dell'indirizzo MAC per poterle usare.
pt: Em algumas interfaces de rede, **a alteração de endereço MAC é impossível** por conta de limitações no hardware ou no Linux. Tails desabilita temporariamente estas interfaces de rede. Você pode desabilitar a alteração de endereço MAC para poder usá-las.

source: Some networks **only allow connections from a list of authorized MAC addresses**. In this case, MAC address spoofing makes it impossible to connect to such networks. If you were granted access to such network in the past, then MAC address spoofing might prevent you from connecting.
de: Manche Netzwerke **erlauben nur Verbindungen von autorisierten MAC-Adressen**. In diesem Falle macht es Ihnen das Verschleiern der MAC-Adresse unmöglich, sich mit diesen Netzen zu verbinden. Wenn Ihnen zuvor Zugang zu einem solchen Netz möglich war, kann dieser durch eine verschleierte MAC-Adresse verwehrt werden.
es: Algunas redes **sólo permiten conexiones desde una lista de direcciones MAC autorizadas**. En este caso, el spoofing de direcciones MAC hace imposible la conexión a dichas redes. Si tuviste acceso a dicha red en el pasado, el spoofing de direcciones MAC podría impedir que te conectes.
fr: Certains réseaux **autorisent seulement des connexions depuis une liste d'adresses MAC autorisées**. Dans ce cas, l'usurpation d'adresse MAC rend impossible de s'y connecter. Si vous pouviez vous connecter à de tels réseaux auparavant, alors l'usurpation d'adresse MAC pourrait vous en empêcher.
it: Alcuni network **permettono connessioni solo da una lista di indirizzi MAC autorizzati**. In questo caso, lo spoofing dell'indirizzo MAC rende impossibile connettersi a questi network. Se hai avuto accesso a questi network in passato, lo spoofing dell'indirizzo MAC può impedirti di connetterti.
pt: Algumas redes **somente permitem conexões de uma lista de endereços MAC autorizados**. Neste caso, a alteração de endereço MAC torna impossível a conexão a estas redes. Se você ganhou acesso a uma rede assim no passado, então alterar seu endereço MAC pode fazer com que você não consiga se conectar.

source: **Using your own computer at home**. Your identity and the MAC address of your computer are already associated to this local network, so MAC address spoofing is probably useless. But if access to your local network is restricted based on MAC addresses it might be impossible to connect with a spoofed MAC address.
de: **Benutzung Ihres eigenen Rechners zu Hause**. Ihre Identität und die MAC-Adresse des Computers sind bereits mit Ihrem lokalen Netzwerk assoziiert. Aus diesem Grund ist das Verschleiern Ihrer MAC-Adresse wahrscheinlich nutzlos. Außerdem kann es, falls der Zugriff zu Ihrem lokalen Netzwerk anhand MAC-Adressen beschränkt ist, unmöglich sein, eine Internetverbindung mit einer verschleierten MAC-Adresse herzustellen.
es: **Utilizando tu propia computadora en casa**. Tu identidad y la dirección MAC de tu computadora ya están asociadas a esta red local, por lo que la suplantación de direcciones MAC es probablemente inútil. Pero si el acceso a tu red local está restringido en base a direcciones MAC, podría ser imposible que te conectes con una dirección MAC falsificada.
fr: **Utiliser votre ordinateur à la maison**. Votre identité et l'adresse MAC de votre ordinateur sont déjà associées à ce réseau local, c'est pourquoi l'usurpation d'adresse MAC est probablement inutile. Mais si l'accès à votre réseau local est réservé à certaines adresses MAC il peut être impossible de se connecter avec une adresse MAC usurpée.
it: **Utilizzare il tuo computer a casa**. La tua identità e l'indirizzo MAC del tuo computer sono già associate sulla tua rete locale, quindi lo spoofing dell'indirizzo MAC è probabilmente inutile. Ma se l'accesso alla tua rete locale è ristretta in base all'indirizzo MAC potrebbe essere impossibile connettersi con un indirizzo MAC usurpato.
pt: **Usando seu computador em casa**. Sua identidade e o endereço MAC de seu computador já estão associados a esta rede local, então a alteração do endereço MAC provavelmente é inútil. Mas se o acesso à sua rede local é restrito e baseado no endereço MAC, pode ser que seja impossível conectar com um endereço MAC alterado.

source: <a id="disable"></a>
es: <a id="disable"> 1</a> 2

source: Disable MAC address spoofing
de: Verschleiern der MAC-Adresse deaktivieren
es: Deshabilitar el spoofing de direcciones MAC
fr: Désactiver l'usurpation d'adresse MAC
it: Disattivare lo spoofing dell'indirizzo MAC
pt: Desabilitar a alteração de endereço MAC

source: You can disable MAC address spoofing from [[<span class="application">Tails Greeter</span>|startup_options#tails_greeter]]:
de: Sie können das Verschleiern Ihrer MAC-Adresse in [[<span class="application">Tails Greeter</span>|startup_options#tails_greeter]] deaktivieren:
es: Puedes deshabilitar el spoofing de direcciones MAC desde [[<span class="application">Tails Greeter</span>|startup_options#tails_greeter]]:
fr: Vous pouvez désactiver l'usurpation d'adresse MAC depuis le [[<span class="application">Tails Greeter</span>|startup_options#tails_greeter]] :
it: Puoi disattivare lo spoofing dell'indirizzo MAC tramite [[<span class="application">Tails Greeter</span>|startup_options#tails_greeter]]:
pt: Você pode desabilitar a alteração de endereço MAC a partir to [[<span class="application">Tails Greeter</span>|startup_options#tails_greeter]]:

source: When <span class="application">Tails Greeter</span> appears, click on the <span class="button">[[!img lib/list-add.png alt="Expand" class="symbolic" link="no"]]</span> button.
es: Cuando aparece el <span class="application">Tails Greeter</span>, haz click en el botón <span class="button">[[!img lib/list-add.png alt="Expand" class="symbolic" link="no"]]</span>.
fr: Lorsque <span class="application">Tails Greeter</span> apparaît, cliquez sur le bouton <span class="button">[[!img lib/list-add.png alt="Étendre" class="symbolic" link="no"]]</span>.

source: When the <span class="guilabel">Additional Settings</span> dialog appears, click on <span class="guilabel">MAC Address Spoofing</span>.
es: En la sección <span class="guilabel">Opciones Adicionales</span>, haz click en <span class="guilabel">MAC Address Spoofing</span>.
fr: Lorsque la fenêtre <span class="guilabel">Paramètres supplémentaires</span> apparaît, cliquez sur <span class="guilabel">Usurpation d'adresse MAC</span>.

source: Select the <span class="guilabel">Don't spoof MAC addresses</span> option.
es: Selecciona la opción <span class="guilabel">No suplantar las direcciones MAC</span>.
fr: Sélectionnez l'option <span class="guilabel">Ne pas usurper les adresses MAC</span>.

source: Other considerations
de: Weitere Erwägungen
es: Otras consideraciones
fr: Autres considérations
it: Altre considerazioni
pt: Outras considerações

source: Other means of surveillance can reveal your geographical location: video surveillance, mobile phone activity, credit card transactions, social interactions, etc.
de: Andere Formen von Überwachung können Ihren geografischen Standort bestimmen: Kameraüberwachung, Mobilfunkaktivität, Nutzung Ihrer Kreditkarte, soziale Interaktionen, usw.
es: Otros medios de vigilancia pueden revelar tu ubicación geográfica: video vigilancia, actividad de telefonía móvil, transacciones con tarjetas de crédito, interacciones sociales, etc.
fr: D'autres moyens de surveillance peuvent révéler votre position géographique : vidéo-surveillance, activité du téléphone portable, transactions de carte de crédit, interactions sociales, etc.
it: Altri mezzi di sorveglianza possono rivelare la tua posizione geografica: video sorveglianza, utilizzo del cellulare, transazioni con la carta di credito, interazioni sociali, ecc.
pt: Outras formas de vigilância podem revelar sua localização geográfica: vigilância por vídeo, atividade de telefone móvel, transações de cartão de crédito, interações sociais, etc.

source: While using Wi-Fi, anybody within range of your Wi-Fi interface can see your MAC address, even without being connected to the same Wi-Fi access point.
de: Während der Nutzung eines WLANs kann jeder in der Reichweite Ihrer WLAN Karte Ihre MAC-Adresse sehen, auch wenn beide nicht mit dem selben Access Point verbunden sind.
es: Al usar Wi-Fi, cualquier persona dentro del área de alcance de tu interfaz Wi-Fi puede ver tu dirección MAC, incluso sin estar conectado al mismo punto de acceso Wi-Fi.
fr: Lors de l'utilisation du Wi-Fi, n'importe qui dans le périmètre de votre interface Wi-Fi peut voir votre adresse MAC, sans pour cela avoir besoin d'être connecté au même réseau Wi-Fi.
it: Quando usi il Wi-Fi, ogni persona che rientra nel raggio d'azione della tua interfaccia Wi-Fi può vedere il tuo indirizzo MAC, anche se non siete connessi dallo stesso punto di accesso Wi-Fi.
pt: Ao usar Wi-Fi, qualquer pessoa dentro do alcance da sua interface Wi-Fi pode ver seu endereço MAC, mesmo que não esteja conectada ao mesmo ponto de acesso Wi-Fi.

source: When using mobile phone connectivity, such as 3G or GSM, the identifier of your SIM card (IMSI) and the serial number of your phone (IMEI) are always revealed to the mobile phone operator.
de: Wenn Sie eine Mobilfunkverbindung wie LTE, 3G oder GSM nutzen, ist die Kennummer der SIM-Karte (IMSI) und die Seriennummer Ihres Telefons (IMEI) für Ihren Mobilfunkbetreiber sichtbar.
es: Cuando se utiliza la conexión del teléfono móvil, como 3G o GSM, el identificador de tu tarjeta SIM (IMSI) y el número de serie de tu teléfono (IMEI) son revelados siempre al operador de telefonía móvil.
fr: Lors de l'utilisation de la connectivité de téléphones mobiles, telles que 3G ou GSM, l'identifiant de votre carte SIM (IMSI) et le numéro de série du téléphone (IMEI) sont toujours envoyés à l'opérateur du téléphone portable.
it: Quando usi la connettività del cellulare, come la rete 3G o GSM, l'identificatore della tua carta SIM (IMSI) e il numero seriale del tuo telefono (IMEI) sono sempre rivelati al tuo operatore mobile.
pt: Ao usar conectividade por telefone móvel, tal como 3G ou GSM, o identificador do seu cartão SIM (IMSI) e o número de série do seu telefone (IMEI) são sempre revelados para a operadora de telefonia móvel.

source: Some [[!wikipedia captive portals]] might send your MAC address over the Internet to their authentication servers. This should not affect your decision regarding MAC address spoofing. If you decide to disable MAC address spoofing your computer can already be identified by your ISP.
de: Manche [[!wikipedia_de desc="Captive Portals" Captive Portal]] versenden möglicherweise Ihre MAC-Adresse über das Internet an Authentifizierungsserver. Dies sollte Ihre Entscheidung bezüglich des Verschleierns Ihrer MAC-Adresse nicht beeinflussen. Falls Sie sich dazu entscheiden, Ihre MAC-Adresse nicht zu verschleiern, kann ihr Computer bereits von Ihrem Provider identifiziert werden.
es: Algunos [[!wikipedia_es Portal_cautivo desc="portales cautivos"]] podrían enviar tu dirección MAC a través de Internet a sus servidores de autenticación. Esto no debería afectar tu decisión respecto al spoofing de direcciones MAC. Si decides deshabilitar el spoofing de direcciones MAC tu computadora ya puede ser identificada por tu ISP.
fr: Des [[!wikipedia_fr Portail captif desc="portails captifs"]] pourraient envoyer votre adresse MAC sur Internet à leurs serveurs d'authentification. Cela ne devrait pas affecter votre décision concernant l'usurpation d'adresse MAC. Si vous décidez de désactiver l'usurpation d'adresse MAC votre ordinateur peut déjà être identifié par votre FAI.
it: Alcuni [[!wikipedia_it Captive_portal desc="captive portals"]] possono inviare il tuo indirizzo MAC attraverso Internet ai loro server di autenticazione. Questo non dovrebbe influenzare la tua decisione riguardante lo spoofing dell'indirizzo MAC. Se decidi di disabilitare lo spoofing dell'indirizzo MAC il tuo computer può essere già stato identificato dal tuo ISP.
pt: Alguns [[!wikipedia captive portals]] podem enviar seu endereço MAC através da Internet para seus servidores de autenticação. Isto não deve afetar sua decisão em relação à alteração do endereço MAC. Se você decidir desabilitar a alteração de endereço MAC, seu computador já poderá ser identificado pelo seu Provedor de Serviços de Internet.
