Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/startup_options/mac_spoofing.*.po
Languages: de, es, fr, it, pt

source: [[!meta title="MAC address spoofing"]]
de: [[!meta title="Verschleiern der MAC-Adresse"]]
es: [[!meta title="Spoofing de direcciones MAC"]]
fr: [[!meta title="Usurpation d'adresse MAC"]]
it: [[!meta title="Mascheramento dell' indirizzo MAC"]]
pt: [[!meta title="Alteração de endereço MAC"]]

source: What is a MAC address?
de: Was ist eine MAC-Adresse?
es: ¿Qué es una dirección MAC?
fr: Qu'est-ce que l'adresse MAC ?
it: Che cosa è l'indirizzo MAC?
pt: O que é um endereço MAC?

source: Every network interface — wired or Wi-Fi — has a [[!wikipedia MAC address]] which is a serial number defined for each interface from factory by its vendor. MAC addresses are used on the local network to identify the communications of each network interface.
de: Jede Netzwerkschnittstelle — kabelgebunden oder drahtlos — besitzt eine [[!wikipedia_de MAC-Adresse]], welche vergleichbar mit einer Seriennummer des Herstellers für jede Netzwerkschnittstelle ist. MAC-Adressen werden verwendet, damit sich Schnittstellen im lokalen Netzwerk gegenseitig identifizieren können.
es: Cada interface de red — por cable o inalámbrica — tiene una [[!wikipedia_es Dirección_MAC]] que es un número de serie definido de fábrica para cada interfaz por su proveedor. Las direcciones MAC se utilizan en la red local para identificar las comunicaciones de cada interfaz de red.
fr: Chaque interface réseau — filaire ou Wi-Fi — possède une [[!wikipedia_fr Adresse_MAC desc="adresse MAC"]] qui est un numéro de série définit pour chaque interface depuis l'usine par son constructeur. Les adresses MAC sont utilisées sur le réseau local pour identifier les communications de chaque interface réseau.
it: Ogni scheda di rete -ethernet o wireless- ha un [[!wikipedia_it Indirizzo_MAC desc="indirizzo MAC"]], cioè un numero seriale definito per ogni interfaccia dalla persona che la vende. Gli indirizzi MAC sono usati sulla rete locale per identificare le comunicazioni di ciascuna interfaccia.
pt: Toda interface de rede — com ou sem fio — tem um [[!wikipedia MAC address]], que é um número de série definido de fábrica para cada interface pelo seu vendedor. Endereços MAC são utilizados na rede logal para identificar as comunicações de cada interface de rede.

source: While your IP address identifies where you are on the Internet, your MAC address identifies which device you are using on the local network. MAC addresses are only useful on the local network and are not sent over the Internet.
de: Während Sie durch Ihre IP-Adresse im Internet identifiziert werden, identifiziert Ihre MAC-Adresse das Gerät, das Sie im lokalen Netzwerk verwenden. MAC-Adressen sind nur für das lokale Netzwerk von Nutzen und werden nicht übers Internet übertragen.
es: Si bien tu dirección IP te identifica dónde te encuentras en Internet, tu dirección MAC identifica qué dispositivo estás utilizando en la red local. Las direcciones MAC sólo son útiles en la red local y no se envían a través de Internet.
fr: Alors que votre adresse IP identifie où vous êtes sur Internet, votre adresse MAC identifie le périphérique que vous utilisez sur le réseau local. Les adresses MAC sont uniquement utiles sur le réseau local et ne sont pas envoyées sur Internet.
it: Mentre il tuo indirizzo IP identifica dove sei su Internet, il tuo indirizzo MAC identifica quale dispositivo stai usando all'interno della rete locale. Gli indirizzi MAC sono utili solo nella rete locale e non sono inviati in Internet.
pt: Enquanto seu endereço IP identifica quem você é na Internet, seu endereço MAC identifica qual dispositivo você está usando na rede local. Endereços MAC somente são úteis na sua rede local e não são enviados pela Internet.

source: Having such a unique identifier used on the local network can harm your privacy. Here are two examples:
de: Die Existenz einer solchen eindeutigen Identifizierung in Ihrem lokalen Netzwerk kann Ihre Privatsphäre gefährden. Hier sind zwei Beispiele:
es: Tener un identificador único en la red local puede perjudicar tu privacidad. He aquí dos ejemplos:
fr: Avoir un tel identifiant unique utilisé sur le réseau local peut être dommageable pour votre vie privée. En voici deux exemples :
it: Avere un identificatore così unico all'interno della rete locale può danneggiare la tua privacy. Qui ci sono due esempi:
pt: Ter um identificador único na sua rede local pode por em risco sua privacidade. Aqui estão dois exemplos:

source: 1. If you use your laptop to connect to several Wi-Fi networks, the same MAC address of your Wi-Fi interface is used on all those local networks. Someone observing those networks can recognize your MAC address and **track your geographical location**.
de: 1. Wenn Sie sich mit Ihrem Laptop mit verschiedenen WLAN Netzwerken verbinden, wird jedes Mal die gleiche MAC-Adresse Ihrer WLAN Karte (Schnittstelle) in allen Netzwerken verwendet. Jemand, der die Netzwerke beobachtet, kann Ihre MAC-Adresse wiedererkennen und somit Ihren **geografischen Standort verfolgen**.
es: 1. Si utilizas tu computadora portátil para conectarte a varias redes Wi-Fi, la misma dirección MAC de la interfaz Wi-Fi se utiliza en todas esas redes locales. Alguien que observe esas redes puede reconocer tu dirección MAC y **rastrear tu localización geográfica**.
fr: 1. Si vous utilisez votre ordinateur pour vous connecter à plusieurs réseaux Wi-Fi, la même adresse MAC de votre interface Wi-Fi est utilisée sur tous ces réseaux locaux. Quelqu'un observant ces réseaux peut reconnaître votre adresse MAC et **suivre votre position géographique**.
it: 1. Se utilizzi il tuo portatile per collegarti a molte reti Wi-Fi, lo stesso indirizzo MAC sulla tua interfaccia Wi-Fi è utilizzato su tutte queste reti locali. Qualcuno che osserva queste reti può riconoscere il tuo indirizzo MAC e **tracciare la tua posizione geografica**.
pt: 1. Se você usa seu laptop para se conectar a diversas redes Wi-Fi, então o mesmo endereço MAC da sua interface Wi-Fi é utilizado em todas estas redes locais. Alguém que esteja observando estas redes pode reconhecer seu endereço MAC e **rastread sua localização geográfica**.

source: 2. As explained in our documentation on [[network fingerprint|about/fingerprint]], someone observing the traffic coming out of your computer on the local network can probably see that you are using Tails. In that case, your MAC address can **identify you as a Tails user**.
de: 2. Wie in unserer Dokumentation zu [[Netzwerk-Fingerprinting|about/fingerprint]] erklärt wird, kann jemand im lokalen Netzwerk den Datenverkehr, der von Ihrem Computer stammt, beobachten und möglicherweise erkennen, dass Sie Tails benutzen. In diesem Falle kann Sie Ihre MAC-Adresse **als Tails Nutzer identifizieren**.
es: 2. Como se explica en nuestra documentación sobre [[network fingerprint|about/fingerprint]], alguien que esté observando el tráfico que sale de tu computadora en la red local probablemente puede ver que estás usando Tails. En ese caso, tu dirección MAC puede **identificarte como un usuario de Tails**.
fr: 2. Comme expliqué dans notre documentation sur l'[[empreinte réseau|about/fingerprint]], quelqu'un observant le trafic sortant de votre ordinateur sur le réseau local peut probablement voir que vous utilisez Tails. Dans ce cas, votre adresse MAC peut vous **identifier comme un utilisateur de Tails**.
it: 2. Come spiegato nella nostra documentazione sulle [[network fingerprint|about/fingerprint]], qualcuno che osserva il traffico in uscita del tuo computer sulla rete locale può probabilmente vedere che stai usando Tails. In questo caso, il tuo indirizzo MAC può **identificarti come un utilizzatore di Tails**.
pt: 2. Como explicado em nossa documentação sobre [[fingerprint de rede|about/fingerprint]], alguém que observe o tráfego vindo do seu computador na rede local provavelmente pode saber que você está usando Tails. Neste caso, seu endereço MAC pode **identificar você como um usuário Tails**.

source: What is MAC address spoofing?
de: Was ist MAC-Addressen Spoofing?
es: ¿Qué es el spoofing de direcciones MAC?
fr: Qu'est-ce que l'usurpation d'adresse MAC ?
it: Cos'è lo spoofing dell'indirizzo MAC?
pt: O que é alteração de endereço MAC?

source: Tails can temporarily change the MAC address of your network interfaces to random values for the time of a working session. This is what we call "MAC address spoofing". MAC address spoofing in Tails hides the serial number of your network interface, and so to some extend, who you are, to the local network.
de: Tails kann vorübergehend die MAC-Adresse Ihrer Netzwerkschnittstellen während Ihrer Sitzung auf zufällige Werte ändern. Das nennen wir "Verschleierung der MAC-Adresse" oder "MAC-Addressen Spoofing". Dies verschleiert die Seriennummern Ihrer Netzwerkschnittstellen und kann somit bis zu einem gewissen Grad verbergen, wer Sie aus Sicht des lokalen Netzwerks sind.
es: Tails puede cambiar temporalmente la dirección MAC de tus interfaces de red a valores aleatorios durante el tiempo de una sesión de trabajo. Esto es lo que llamamos "MAC address spoofing". La suplantación de direcciones MAC en Tails esconde el número de serie de la interfaz de red y, hasta cierto punto, quién eres, dentro de la red local.
fr: Tails peut temporairement remplacer l'adresse MAC de votre interface réseau par des valeurs aléatoires pour le temps de votre session de travail. C'est ce que nous appelons l'"usurpation d'adresse MAC". L'usurpation d'adresse MAC dans Tails cache le numéro de série de votre interface réseau, et jusqu'à un certain point qui vous êtes, au réseau local.
it: Tails può temporaneamente cambiare l'indirizzo MAC delle tue interfacce di rete in valori casuali durante una sessione di lavoro. Questo è quello che chiamiamo "spoofing dell'indirizzo MAC". Lo spoofing dell'indirizzo MAC nascone il numero seriale della tua interfaccia di rete e, in parte, la tua identità sulla rete locale.
pt: O Tails pode temporariamente mudar o endereço MAC da sua interface de rede para valores aleatórios durante uma sessão de trabalho. Isto é o que pode ser chamado de "alteração de endereço MAC" (ou "MAC address spoofing", em inglês). A falsificação do endereço MAC no Tails esconde o número de série de sua interface de rede e, até um certo ponto, também quem você é, para a rede local.

source: MAC address spoofing is enabled by default in Tails because it is usually beneficial. But in some situations it might also lead to connectivity problems or make your network activity look suspicious. This documentation explains whether to use MAC spoofing or not, depending on your situation.
de: Das Verschleiern der MAC-Adresse ist automatisch in Tails aktiviert, da es in der Regel nützlich ist. In manchen Fällen kann es jedoch zu Verbindungsproblemen führen oder Ihre Netzwerkaktivitäten verdächtig erscheinen lassen. Diese Dokumentation soll Ihnen abhängig von der Situation eine Entscheidungshilfe sein, ob sie die MAC-Adresse verschleiern sollten oder nicht.
es: El spoofing de la dirección MAC está habilitado de forma predeterminada en Tails porque generalmente es beneficioso. Sin embargo, en algunas situaciones también podría dar lugar a problemas de conectividad o hacer que tu actividad en la red parezca sospechosa. Esta documentación explica si se debe utilizar la suplantación MAC o no, dependiendo de su situación.
fr: L'usurpation d'adresse MAC est activée par défaut dans Tails car c'est généralement bénéfique. Mais dans certaines situations cela peut également générer des problèmes de connexion ou rendre votre activité réseau suspecte. Cette documentation explique l'usage ou non de l'usurpation d'adresse MAC, selon votre situation.
it: Lo spoofing dell'indirizzo MAC è attivato di default su Tails perché solitamente è vantaggioso. Ma in alcune situazioni potrebbe anche portare a problemi di connettività o far sembrare la tua attività di rete sospettosa. Questa documentazione spiega quando usare o meno lo spoofing/mascheramento dell'indirizzo MAC, a seconda della tua situazione.
pt: A alteração de endereço MAC é habilitada por padrão no Tails porque seu uso é benéfico. Mas em algumas situações ela também pode causar problemas de conectividade, ou fazer com que sua atividade de rede pareça suspeita. Esta documentação explica quando usar a falsificação de MAC ou não, dependendo de sua situação.

source: When to keep MAC address spoofing enabled
de: Wann Sie die MAC-Adresse verschleiern sollten
es: Cuándo mantener el spoofing de la dirección MAC habilitado
fr: Quand garder l'usurpation d 'adresse MAC activée
it: Quando tenere lo spoofing dell'indirizzo MAC attivato
pt: Quando manter a alteração de endereço MAC habilitada

source: **MAC address spoofing is enabled by default for all network interfaces.** This is usually beneficial, even if you don't want to hide your geographical location.
de: **Das Verschleiern der MAC-Adresse ist standardmäßig auf allen Netzwerkschnittstellen aktiviert.** Dies ist meistens nützlich, auch wenn Sie Ihren geografischen Standort nicht verbergen wollen.
es: **El spoofing de dirección MAC está habilitado de forma predeterminada para todas las interfaces de red.** Esto es generalmente beneficioso, incluso si no deseas ocultar tu ubicación geográfica.
fr: **L'usurpation d'adresse MAC est activée par défaut pour toutes les interfaces réseau.** C'est généralement bénéfique, même si vous ne voulez pas cacher votre position géographique.
it: **Lo spoofing dell'indirizzo MAC è attivato di default su tutte le interfacce di rete.** Questo è generalmente vantaggioso, anche se non vuoi nascondere la tua posizione geografica.
pt: **A alteração de endereço MAC é habilitada por padrão em todas as interfaces de rede.** Isto é geralmente benéfico, mesmo que você não queira ocultar sua localização geográfica.

source: Here are a few examples:
de: Hier sind einige Beispiele:
es: Aquí hay un par de ejemplos:
fr: Voici quelques exemples :
it: Qui ci sono alcuni esempi:
pt: Aqui estão alguns exemplos:

source: **Using your own computer on an public network without registration**, for example a free Wi-Fi service in a restaurant where you don't need to register with your identity. In this case, MAC address spoofing hides the fact that your computer is connected to this network.
de: **Die Nutzung Ihres Rechners in öffentlichen Netzwerken ohne Registrierung**, beispielsweise kostenlose WLANs in Restaurants, in denen Sie sich nicht mit Ihrer Identität registrieren müssen. In diesem Falle verbirgt das Verschleiern der MAC-Adresse die Tatsache, dass Ihr Rechner mit dem Netzwerk verbunden ist.
es: **Usando tu propia computadora en una red pública sin autenticación**, por ejemplo un servicio de Wi-Fi gratuito en un restaurante donde no te tienes que registrar con tu identidad. En este caso, el spoofing de la dirección MAC oculta el hecho de que tu computadora está conectada a esta red.
fr: **Utiliser votre ordinateur sur un réseau public sans inscription**, par exemple un service Wi-Fi gratuit dans un restaurant où vous n'avez pas besoin de vous enregistrer via votre identité. Dans ce cas, l'usurpation d'adresse MAC cache le fait que c'est votre ordinateur qui est connecté à ce réseau.
it: **Utilizzare il tuo computere in una rete pubblica senza registrazione**, per esempio un servizio Wi-Fi gratuito in un ristorante dove non hai bisogno di registrarti con la tua identità. In questo caso, lo spoofing dell'indirizzo MAC nasconde il fatto che il tuo computer è connesso alla rete.
pt: **Usar seu próprio computador em uma rede pública sem registro**, por exemplo um serviço de Wi-Fi grátis em um restaurante no qual você não precisa se registrar com sua identidade. Neste caso, a alteração de endereço MAC oculta o fato de que seu computador está conectado àquela rede.

source: **Using your own computer on a network that you use frequently**, for example at a friend's place, at work, at university, etc. You already have a strong relationship with this place but MAC address spoofing hides the fact that your computer is connected to this network *at a particular time*. It also hides the fact that *you* are running Tails on this network.
de: **Die Nutzung Ihres Rechners in Netzwerken, die Sie oft nutzen**, beispielsweise bei Freunden, in der Arbeit, in der Universität usw. Sie besitzen in diesem Falle bereits ein starkes Vertrauensverhältnis mit diesem Ort, jedoch kann das Verschleiern der MAC-Adresse die Tatsache verbergen, dass Ihr Computer *zu einem bestimmten Zeitpunkt* mit dem Netzwerk verbunden ist. Zudem wird die Tatsache, dass Sie Tails in diesem Netzwerk verwenden, verschleiert.
es: **Usando tu propia computadora en una red que utilizas con frecuencia**, por ejemplo en la casa de un amigo, en el trabajo, en la universidad, etc. Ya tienes una relación con este lugar pero el spoofing de direcciones MAC oculta el hecho de que tu computadora está conectada a esta red *en un momento determinado *. También oculta el hecho de que *tú* estás usando Tails en esta red.
fr: **Utiliser votre ordinateur sur un réseau que vous utilisez fréquemment**, par exemple chez un ami, au travail, à l'université, etc. Vous avez déjà un lien fort avec cet endroit mais l'usurpation d'adresse MAC cache le fait que votre ordinateur est connecté à ce réseau *à un moment particulier*. Ça cache également le fait que *vous* utilisez Tails sur ce réseau.
it: **Utilizzare il tuo computer in una rete che usi frequentemente**, per esempio a casa di un amico, al lavoro, all'università, ecc. Hai già una forte relazione con il posto, ma lo spoofing dell'indirizzo MAC nasconde il fatto che il tuo computer è connesso con la sua rete *in un preciso momento*. Nasconde anche il fatto che *tu* stai usando Tails nella rete.
pt: **Usar seu computador em uma rede que você usa frequentemente**, por exemplo na casa de um amigo, no trabalho, na universidade, etc. Você já tem uma relação forte com este lugar, mas a alteração de endereço MAC oculta o fato de que seu computador está conectado a esta rede *em um momento específico*. Ela também oculta o fato de que *você* está usando Tails nesta rede.

source: When to disable MAC address spoofing
de: Wann Sie die MAC-Adresse nicht verschleiern sollten
es: Cuándo deshabilitar el spoofing de la dirección MAC
fr: Quand désactiver l'usurpation d'adresse MAC
it: Quando disattivare lo spoofing dell'indirizzo MAC
pt: Quando desabilitar a alteração de endereço MAC

source: In some situations MAC address spoofing is not useful but can instead be problematic. In such cases, you might want to [[disable MAC address spoofing|mac_spoofing#disable]].
de: In manchen Fällen ist das Verschleiern von MAC-Adressen nicht nützlich und kann sogar problematisch sein. In solchen Situationen sollten Sie [[das Verschleiern der MAC-Adresse deaktivieren|mac_spoofing#disable]].
es: En algunas situaciones, el spoofing de direcciones MAC no sólo no es útil, sino que puede además ser problemático. En estos casos, es posible que desees [[deshabilitarlo|mac_spoofing#disable]].
fr: Dans certaines situations l'usurpation d'adresse MAC n'est pas utile, et peut même être problématique. Dans ces cas-là, vous pourriez vouloir [[désactiver l'usurpation d'adresse MAC|mac_spoofing#disable]].
it: In alcune situazioni lo spoofing dell'indirizzo MAC non è utile, ma può anzi essere problematico. In questi casi potresti voler [[disattivare lo spoofing dell'indirizzo MAC|mac_spoofing#disable]].
pt: Em algumas situações, a alteração de endereço MAC não é útil e pode ser problemática. Nestes casos, você pode querer [[desabilitar a alteração de endereço MAC|mac_spoofing#disable]].

source: Note that even if MAC spoofing is disabled, your anonymity on the Internet is preserved:
de: Beachten Sie bitte, dass Ihre Anonymität im Internet bewahrt wird, selbst wenn Ihre MAC-Adresse nicht verschleiert wird.
es: Ten en cuenta que incluso si el spoofing de la dirección MAC está deshabilitado, tu anonimato en Internet se preserva:
fr: Remarquez que même si l'usurpation d'adresse MAC est désactivée, votre anonymat en ligne est préservé :
it: Ricorda che anche se lo spoofing dell'indirizzo MAC è disattivato, il tuo anonimato in rete è preservato:
pt: Note que mesmo com alteração de MAC desabilitada, sua anonimidade na internet é preservada:

source: An adversary on the local network can only see encrypted connections to the Tor network.
de: Ein Angreifer in Ihrem lokalen Netzwerk kann nur verschlüsselten Datenverkehr in das Tor Netzwerk sehen.
es: Un adversario en la red local sólo puede ver conexiones cifradas a la red Tor.
fr: Un adversaire sur le réseau local peut seulement constater des connexions chiffrées vers le réseau Tor.
it: Un avversario nella rete locale può solo vedere connessioni criptate alla rete Tor.
pt: Um adversário na rede local somente vê conexões criptografadas à rede Tor.

source: Your MAC address is not sent over the Internet to the websites that you are visiting.
de: Ihre MAC-Adresse wird nicht über das Internet an Webseiten, die Sie besuchen, übertragen.
es: Tu dirección MAC no se envía a través de Internet a los sitios web que estás visitando.
fr: Votre adresse MAC n'est pas envoyée sur Internet aux sites web que vous visitez.
it: Il tuo indirizzo MAC non è inviato attraverso Internet al sito che stai visitando.
pt: Seu endereço MAC não é enviado para a Internet para os sítios que você visita.

source: However, disabling MAC address spoofing makes it possible again for the local network to track your geographical location. If this is problematic, consider using a different network device or moving to another network.
de: Allerdings ermöglicht das Deaktivieren der Verschleierung Ihrer MAC-Adresse wieder, dass Ihr lokales Netzwerk Ihre geografische Position nachvollzieht. Falls dies problematisch sein könnte, sollten Sie ein anderes Netzwerkgerät bzw. Netzwerk benutzen.
es: Sin embargo, al deshabilitar el spoofing de direcciones MAC, es posible que la red local rastree tu ubicación geográfica. Si esto es problemático, considera el uso de un dispositivo de red diferente o el uso de otra red.
fr: Cependant, désactiver l'usurpation d'adresse MAC rend encore possible pour le réseau local d'enregistrer votre position géographique. Si cela est problématique, pensez à utiliser une interface réseau différente ou envisagez d'utiliser un autre réseau.
it: Tuttavia, disabilitare lo spoofing dell'indirizzo MAC rende nuovamente possibile per la rete locale tracciare la tua posizione geografica. Se questo è problematico considera di utilizzare un diverso dispositivo di rete o di cambiare rete.
pt: Apesar disso, desabilitar a alteração de endereço MAC faz com que seja novamente possível para a rede local rastrear sua localização geográfica. Se isto for problemático, considere utilizar um dispositivo de rede diferente ou mudar para uma outra rede.
