Repository: austin987/tails
Catalog: wiki/src/contribute/how/donate.*.po
Languages: de, fr, pt

source: [[!meta title="Make a donation"]]
de: [[!meta title="Eine Spende tätigen"]]
fr: [[!meta title="Faire un don"]]
pt: [[!meta title="Faça uma doação"]]

source: **Your support is critical to our success.** Consider making a donation to Tails.
de: **Ihre Hilfe ist ausschlaggebend für unseren Erfolg.** Bitte erwägen Sie, Tails eine Spende zukommen zu lassen.
fr: **Votre soutien est essentiel.** Envisagez de faire un don à Tails.

source: Note that Tails is a project mainly run by volunteers. There are [[many other ways to contribute|contribute]]!
de: Beachten Sie, dass Tails ein hauptsächlich von Freiwilligen betriebenes Projekt ist. Es gibt [[viele andere Wege sich einzubringen|contribute]]!
fr: Notez que le projet Tails est principalement maintenu par des bénévoles. Il y a [[de nombreuses autres façons de contribuer|contribute]] !
pt: Note que Tails é um projeto executado principalmente por voluntários/as. Existem [[muitas outras formas de contribuir|contribute]]!

source: Ways to donate
de: Möglichkeiten zu Spenden
fr: Comment faire un don
pt: Formas de doação

source: Crowdfunding campaign run by the American organization [Freedom of the Press Foundation](https://pressfreedomfoundation.org/bundle/encryption-tools-journalists).
de: Crowdfunding Kampagne der amerikanischen Organisation [Freedom of the Press Foundation](https://pressfreedomfoundation.org/bundle/encryption-tools-journalists).
fr: Contribuer à la campagne de financement organisée par l'association états-unienne [Freedom of the Press Foundation](https://pressfreedomfoundation.org/bundle/encryption-tools-journalists).
pt: Campanha de financiamento coletivo coordenada pela organização americana [Freedom of the Press Foundation](https://pressfreedomfoundation.org/bundle/encryption-tools-journalists).

source: If you live in the US, your donation will be tax-deductible.
de: Falls Sie in den USA leben wird Ihre Spende von der Steuer absetzbar sein.
fr: Si vous habitez aux États-Unis, votre don sera déductible d'impôts.
pt: Se você vive nos Estados Unidos da América, sua doação será dedutível de impostos.

source: [[Bank wire transfer|donate#swift]] or [[Paypal|donate#paypal]] through the German organization [Zwiebelfreunde e.V.](https://www.zwiebelfreunde.de/).
de: [[Banküberweisung|donate#swift]] oder [[Paypal|donate#paypal]] über die deutsche Organisation [Zwiebelfreunde e.V.](https://www.zwiebelfreunde.de/).
fr: [[Virement bancaire|donate#swift]] ou [[Paypal|donate#paypal]] via l'association allemande [Zwiebelfreunde e.V.](https://www.zwiebelfreunde.de/).
pt: [[Transferência bancária|donate#swift]] ou [[Paypal|donate#paypal]] através da organização alemã [Zwiebelfreunde e.V.](https://www.zwiebelfreunde.de/).

source: If you live in Europe, your donation might be tax-deductible. Check what are the precise conditions in your country, and [ask Zwiebelfreunde](https://www.torservers.net/contact.html) for a donation receipt if you need one.
de: Wenn Sie in Europa leben, lässt sich Ihre Spende möglicherweise von der Steuer absetzen. Überprüfen Sie die genauen Bedingungen in Ihrem Land und [fragen Sie Zwiebelfreunde](https://www.torservers.net/contact.html) nach einer Spendenquittung, falls Sie eine benötigen.
fr: Si vous habitez en Europe, votre don peut être déductible d'impôts. Vérifiez les conditions en vigueur dans votre pays et, au besoin, [demandez un reçu à Zwiebelfreunde](https://www.torservers.net/contact.html).
pt: Se você vive na Europa, é possível que sua doação seja dedutível de impostos. Verifique quais são exatamente as condições no seu país, e [peça à Zwiebelfreunde](https://www.torservers.net/contact.html) um recibo caso você precise de um.

source: If none of these methods suit you, consider [donating to the Tor Project](https://www.torproject.org/donate/). They do great work, and also support us financially.
de: Falls Ihnen keine dieser Methoden zusagt, können Sie auch [eine Spende an das Tor Project](https://www.torproject.org/donate/) in Betracht ziehen. Sie leisten großartige Arbeit und unterstützen uns ebenfalls finanziell.
fr: Si aucun de ces moyens ne vous convient, vous pouvez [faire un don au projet Tor](https://www.torproject.org/donate/). Ils font un travail formidable et nous soutiennent financièrement.
pt: Se nenhum destes métodos são bons pra você, considere [fazer uma doação para o Projeto Tor](https://www.torproject.org/donate/). Eles fazem um ótimo trabalho, e também nos apoiam financeiramente.

source: Thank you for your donation!
de: Vielen Dank für Ihre Spende!
fr: Merci pour votre don !
pt: Obrigado por sua doação!

source: You can send Bitcoins to **<a href="bitcoin:1BvBMSEYstWetqTFn5Au4m4GFg7xJaNVN2">1BvBMSEYstWetqTFn5Au4m4GFg7xJaNVN2</a>**.
de: Sie können Bitcoins an **<a href="bitcoin:1BvBMSEYstWetqTFn5Au4m4GFg7xJaNVN2">1BvBMSEYstWetqTFn5Au4m4GFg7xJaNVN2</a>** senden.
fr: Vous pouvez envoyer des Bitcoins à l'adresse **<a href="bitcoin:1BvBMSEYstWetqTFn5Au4m4GFg7xJaNVN2">1BvBMSEYstWetqTFn5Au4m4GFg7xJaNVN2</a>**.
pt: Você pode enviar Bitcoins para **<a href="bitcoin:1BvBMSEYstWetqTFn5Au4m4GFg7xJaNVN2">1BvBMSEYstWetqTFn5Au4m4GFg7xJaNVN2</a>**.

source: <p>Bitcoin is <a href="https://bitcoin.org/en/faq#is-bitcoin-anonymous">not anonymous</a>.</p>
de: <p>Bitcoin ist <a href="https://bitcoin.org/en/faq#is-bitcoin-anonymous">nicht anonym</a>.</p>
fr: <p>Bitcoin n'est <a href="https://bitcoin.org/en/faq#is-bitcoin-anonymous">pas anonyme</a>.</p>
pt: <p>Bitcoin <a href="https://bitcoin.org/en/faq#is-bitcoin-anonymous">não é anônimo</a>.</p>

source: Bank wire transfer
de: Banküberweisung
fr: Virement bancaire
pt: Transferência bancária

source: Account holder: Zwiebelfreunde e.V. Name of bank: GLS Gemeinschaftsbank eG IBAN: DE25430609671126825603 BIC: GENODEM1GLS Address of bank: Christstrasse 9, 44789 Bochum, Germany
de: Kontoinhaber: Zwiebelfreunde e.V. Name der Bank: GLS Gemeinschaftsbank eG IBAN: DE25430609671126825603 BIC: GENODEM1GLS Adresse der Bank: Christstrasse 9, 44789 Bochum, Deutschland
fr: Titulaire du compte : Zwiebelfreunde e.V. Nom de la banque : GLS Gemeinschaftsbank eG IBAN : DE25430609671126825603 BIC : GENODEM1GLS Adresse de la banque : Christstrasse 9, 44789 Bochum, Allemagne
pt: Titular da conta: Zwiebelfreunde e.V. Nome do banco: GLS Gemeinschaftsbank eG IBAN: DE25430609671126825603 BIC: GENODEM1GLS Endereço do banco: Christstrasse 9, 44789 Bochum, Alemanha

source: Please, use the euro (EUR) as currency as this makes accounting easier. However, Paypal automatically converts it to your local currency.
de: Bitte benutzen Sie Euro (EUR) als Währung, da dies die Buchhaltung vereinfacht. Paypal wird die Umrechnung in Ihre lokale Währung übernehmen.
fr: Merci d'utiliser l'euro (EUR) pour faciliter notre comptabilité. Paypal convertira automatiquement le don dans votre devise.
pt: Por favor, use euros (EUR) como moeda pois isto facilita nossa contabilidade. De qualquer forma, o Paypal converte automaticamente para sua moeda local.

source: Set up a recurring donation
de: Eine Spende per Dauerauftrag einrichten
fr: Faire un don régulier
pt: Configure uma doação periódica

source: <form action="https://www.paypal.com/cgi-bin/webscr" method="post" target='_blank' class='donation'> <input type="hidden" name="cmd" value="_xclick-subscriptions"/> <input type="hidden" name="business" value="donate@torservers.net"/> <input type="hidden" name="item_name" value="Tails recurring donation"/> <input type="hidden" name="no_note" value="1"/> <input type="hidden" name="src" value="1"/> <input type="hidden" name="modify" value="1"/> <input type="hidden" name="t3" value="M"/> <input name="lc" type="hidden" value="US" /> <input type="radio" name="a3" value="5" id="sub5" checked="checked" /><label for="sub5">5</label> <input type="radio" name="a3" value="10" id="sub10"/><label for="sub10">10</label> <input type="radio" name="a3" value="20" id="sub20"/><label for="sub20">20</label> <input type="radio" name="a3" value="50" id="sub50"/><label for="sub50">50</label> <input type="radio" name="a3" value="100" id="sub100"/><label for="sub100">100</label> <input type="radio" name="a3" value="250" id="sub250"/><label for="sub250">250</label> <input type="radio" name="a3" value="500" id="sub500"/><label for="sub500">500</label> <select name="currency_code"> <option value='EUR'>EUR</option> <option value='USD'>USD</option> <option value='GBP'>GBP</option> <option value='CAD'>CAD</option> <option value='AUD'>AUD</option> <option value='NZD'>NZD</option> <option value='SEK'>SEK</option> <option value='CZK'>CZK</option> <option value='PLN'>PLN</option> <option value='DKK'>DKK</option> <option value='NOK'>NOK</option> <option value='MXN'>MXN</option> <option value='CHF'>CHF</option> <option value='HKD'>HKD</option> <option value='HUF'>HUF</option> <option value='ILS'>ILS</option> <option value='BRL'>BRL</option> <option value='JPY'>JPY</option> <option value='MYR'>MYR</option> <option value='PHP'>PHP</option> <option value='SGD'>SGD</option> <option value='TWD'>TWD</option> <option value='THB'>THB</option> </select> <br/> <input type="radio" name="p3" value="1" id="sub_m" checked="checked" /><label for="sub_m">monthly</label> <input type="radio" name="p3" value="3" id="sub_q"/><label for="sub_q">quarterly</label> <input type="radio" name="p3" value="12" id="sub_y"/><label for="sub_y">yearly</label> <br/> <input type="submit" value="Subscribe" class="button" /> </form>
de: <form action="https://www.paypal.com/cgi-bin/webscr" method="post" target='_blank' class='donation'> <input type="hidden" name="cmd" value="_xclick-subscriptions"/> <input type="hidden" name="business" value="donate@torservers.net"/> <input type="hidden" name="item_name" value="Tails recurring donation"/> <input type="hidden" name="no_note" value="1"/> <input type="hidden" name="src" value="1"/> <input type="hidden" name="modify" value="1"/> <input type="hidden" name="t3" value="M"/> <input name="lc" type="hidden" value="US" /> <input type="radio" name="a3" value="5" id="sub5" checked="checked" /><label for="sub5">5</label> <input type="radio" name="a3" value="10" id="sub10"/><label for="sub10">10</label> <input type="radio" name="a3" value="20" id="sub20"/><label for="sub20">20</label> <input type="radio" name="a3" value="50" id="sub50"/><label for="sub50">50</label> <input type="radio" name="a3" value="100" id="sub100"/><label for="sub100">100</label> <input type="radio" name="a3" value="250" id="sub250"/><label for="sub250">250</label> <input type="radio" name="a3" value="500" id="sub500"/><label for="sub500">500</label> <select name="currency_code"> <option value='EUR'>EUR</option> <option value='USD'>USD</option> <option value='GBP'>GBP</option> <option value='CAD'>CAD</option> <option value='AUD'>AUD</option> <option value='NZD'>NZD</option> <option value='SEK'>SEK</option> <option value='CZK'>CZK</option> <option value='PLN'>PLN</option> <option value='DKK'>DKK</option> <option value='NOK'>NOK</option> <option value='MXN'>MXN</option> <option value='CHF'>CHF</option> <option value='HKD'>HKD</option> <option value='HUF'>HUF</option> <option value='ILS'>ILS</option> <option value='BRL'>BRL</option> <option value='JPY'>JPY</option> <option value='MYR'>MYR</option> <option value='PHP'>PHP</option> <option value='SGD'>SGD</option> <option value='TWD'>TWD</option> <option value='THB'>THB</option> </select> <br/> <input type="radio" name="p3" value="1" id="sub_m" checked="checked" /><label for="sub_m">monatlich</label> <input type="radio" name="p3" value="3" id="sub_q"/><label for="sub_q">quartalsweise</label> <input type="radio" name="p3" value="12" id="sub_y"/><label for="sub_y">jährlich</label> <br/> <input type="submit" value="Absenden" class="button" /> </form>
fr: <form action="https://www.paypal.com/cgi-bin/webscr" method="post" target='_blank' class='donation'> <input type="hidden" name="cmd" value="_xclick-subscriptions"/> <input type="hidden" name="business" value="donate@torservers.net"/> <input type="hidden" name="item_name" value="Tails recurring donation"/> <input type="hidden" name="no_note" value="1"/> <input type="hidden" name="src" value="1"/> <input type="hidden" name="modify" value="1"/> <input type="hidden" name="t3" value="M"/> <input name="lc" type="hidden" value="US" /> <input type="radio" name="a3" value="5" id="sub5" checked="checked" /><label for="sub5">5</label> <input type="radio" name="a3" value="10" id="sub10"/><label for="sub10">10</label> <input type="radio" name="a3" value="20" id="sub20"/><label for="sub20">20</label> <input type="radio" name="a3" value="50" id="sub50"/><label for="sub50">50</label> <input type="radio" name="a3" value="100" id="sub100"/><label for="sub100">100</label> <input type="radio" name="a3" value="250" id="sub250"/><label for="sub250">250</label> <input type="radio" name="a3" value="500" id="sub500"/><label for="sub500">500</label> <select name="currency_code"> <option value='EUR'>EUR</option> <option value='USD'>USD</option> <option value='GBP'>GBP</option> <option value='CAD'>CAD</option> <option value='AUD'>AUD</option> <option value='NZD'>NZD</option> <option value='SEK'>SEK</option> <option value='CZK'>CZK</option> <option value='PLN'>PLN</option> <option value='DKK'>DKK</option> <option value='NOK'>NOK</option> <option value='MXN'>MXN</option> <option value='CHF'>CHF</option> <option value='HKD'>HKD</option> <option value='HUF'>HUF</option> <option value='ILS'>ILS</option> <option value='BRL'>BRL</option> <option value='JPY'>JPY</option> <option value='MYR'>MYR</option> <option value='PHP'>PHP</option> <option value='SGD'>SGD</option> <option value='TWD'>TWD</option> <option value='THB'>THB</option> </select> <br/> <input type="radio" name="p3" value="1" id="sub_m" checked="checked" /><label for="sub_m">mensuel</label> <input type="radio" name="p3" value="3" id="sub_q"/><label for="sub_q">trimestriel</label> <input type="radio" name="p3" value="12" id="sub_y"/><label for="sub_y">annuel</label> <br/> <input type="submit" value="S'inscrire" class="button" /> </form>
pt: <form action="https://www.paypal.com/cgi-bin/webscr" method="post" target='_blank' class='donation'> <input type="hidden" name="cmd" value="_xclick-subscriptions"/> <input type="hidden" name="business" value="donate@torservers.net"/> <input type="hidden" name="item_name" value="Tails recurring donation"/> <input type="hidden" name="no_note" value="1"/> <input type="hidden" name="src" value="1"/> <input type="hidden" name="modify" value="1"/> <input type="hidden" name="t3" value="M"/> <input name="lc" type="hidden" value="US" /> <input type="radio" name="a3" value="5" id="sub5" checked="checked" /><label for="sub5">5</label> <input type="radio" name="a3" value="10" id="sub10"/><label for="sub10">10</label> <input type="radio" name="a3" value="20" id="sub20"/><label for="sub20">20</label> <input type="radio" name="a3" value="50" id="sub50"/><label for="sub50">50</label> <input type="radio" name="a3" value="100" id="sub100"/><label for="sub100">100</label> <input type="radio" name="a3" value="250" id="sub250"/><label for="sub250">250</label> <input type="radio" name="a3" value="500" id="sub500"/><label for="sub500">500</label> <select name="currency_code"> <option value='EUR'>EUR</option> <option value='USD'>USD</option> <option value='GBP'>GBP</option> <option value='CAD'>CAD</option> <option value='AUD'>AUD</option> <option value='NZD'>NZD</option> <option value='SEK'>SEK</option> <option value='CZK'>CZK</option> <option value='PLN'>PLN</option> <option value='DKK'>DKK</option> <option value='NOK'>NOK</option> <option value='MXN'>MXN</option> <option value='CHF'>CHF</option> <option value='HKD'>HKD</option> <option value='HUF'>HUF</option> <option value='ILS'>ILS</option> <option value='BRL'>BRL</option> <option value='JPY'>JPY</option> <option value='MYR'>MYR</option> <option value='PHP'>PHP</option> <option value='SGD'>SGD</option> <option value='TWD'>TWD</option> <option value='THB'>THB</option> </select> <br/> <input type="radio" name="p3" value="1" id="sub_m" checked="checked" /><label for="sub_m">mensal</label> <input type="radio" name="p3" value="3" id="sub_q"/><label for="sub_q">trimestral</label> <input type="radio" name="p3" value="12" id="sub_y"/><label for="sub_y">anual</label> <br/> <input type="submit" value="Inscrever" class="button" /> </form>

source: Make a one-time donation
de: Eine einmalige Spende tätigen
fr: Faire un don ponctuel
pt: Faça uma única doação

source: <form action='https://www.paypal.com/cgi-bin/webscr' id='paypalForm' method='post' target='_blank' class='donation'> <input name='cmd' type='hidden' value='_donations' /> <input name='business' type='hidden' value='donate@torservers.net' /> <input name='item_name' type='hidden' value='Tails one-time donation' /> <input type="hidden" name="no_shipping" value="1"/> <input name="lc" type="hidden" value="US" /> <input type="radio" name="amount" value="5" id="pp_5" /><label for="pp_5">5</label> <input type="radio" name="amount" value="10" id="pp_10"/><label for="pp_10">10</label> <input type="radio" name="amount" value="20" id="pp_20"/><label for="pp_20">20</label> <input type="radio" name="amount" value="50" id="pp_50"/><label for="pp_50">50</label> <input type="radio" name="amount" value="100" id="pp_100"/><label for="pp_100">100</label> <input type="radio" name="amount" value="" id="pp_cust" checked="checked"/><label for="pp_cust">custom amount</label> <select name="currency_code"> <option value='EUR'>EUR</option> <option value='USD'>USD</option> <option value='GBP'>GBP</option> <option value='CAD'>CAD</option> <option value='AUD'>AUD</option> <option value='NZD'>NZD</option> <option value='SEK'>SEK</option> <option value='CZK'>CZK</option> <option value='PLN'>PLN</option> <option value='DKK'>DKK</option> <option value='NOK'>NOK</option> <option value='MXN'>MXN</option> <option value='CHF'>CHF</option> <option value='HKD'>HKD</option> <option value='HUF'>HUF</option> <option value='ILS'>ILS</option> <option value='BRL'>BRL</option> <option value='JPY'>JPY</option> <option value='MYR'>MYR</option> <option value='PHP'>PHP</option> <option value='SGD'>SGD</option> <option value='TWD'>TWD</option> <option value='THB'>THB</option> </select> <br/> <input type="submit" value="Donate" class="button" /> </form>
de: <form action='https://www.paypal.com/cgi-bin/webscr' id='paypalForm' method='post' target='_blank' class='donation'> <input name='cmd' type='hidden' value='_donations' /> <input name='business' type='hidden' value='donate@torservers.net' /> <input name='item_name' type='hidden' value='Tails one-time donation' /> <input type="hidden" name="no_shipping" value="1"/> <input name="lc" type="hidden" value="US" /> <input type="radio" name="amount" value="5" id="pp_5" /><label for="pp_5">5</label> <input type="radio" name="amount" value="10" id="pp_10"/><label for="pp_10">10</label> <input type="radio" name="amount" value="20" id="pp_20"/><label for="pp_20">20</label> <input type="radio" name="amount" value="50" id="pp_50"/><label for="pp_50">50</label> <input type="radio" name="amount" value="100" id="pp_100"/><label for="pp_100">100</label> <input type="radio" name="amount" value="" id="pp_cust" checked="checked"/><label for="pp_cust">anderer Betrag</label> <select name="currency_code"> <option value='EUR'>EUR</option> <option value='USD'>USD</option> <option value='GBP'>GBP</option> <option value='CAD'>CAD</option> <option value='AUD'>AUD</option> <option value='NZD'>NZD</option> <option value='SEK'>SEK</option> <option value='CZK'>CZK</option> <option value='PLN'>PLN</option> <option value='DKK'>DKK</option> <option value='NOK'>NOK</option> <option value='MXN'>MXN</option> <option value='CHF'>CHF</option> <option value='HKD'>HKD</option> <option value='HUF'>HUF</option> <option value='ILS'>ILS</option> <option value='BRL'>BRL</option> <option value='JPY'>JPY</option> <option value='MYR'>MYR</option> <option value='PHP'>PHP</option> <option value='SGD'>SGD</option> <option value='TWD'>TWD</option> <option value='THB'>THB</option> </select> <br/> <input type="submit" value="Spenden" class="button" /> </form>
fr: <form action='https://www.paypal.com/cgi-bin/webscr' id='paypalForm' method='post' target='_blank' class='donation'> <input name='cmd' type='hidden' value='_donations' /> <input name='business' type='hidden' value='donate@torservers.net' /> <input name='item_name' type='hidden' value='Tails one-time donation' /> <input type="hidden" name="no_shipping" value="1"/> <input name="lc" type="hidden" value="US" /> <input type="radio" name="amount" value="5" id="pp_5" /><label for="pp_5">5</label> <input type="radio" name="amount" value="10" id="pp_10"/><label for="pp_10">10</label> <input type="radio" name="amount" value="20" id="pp_20"/><label for="pp_20">20</label> <input type="radio" name="amount" value="50" id="pp_50"/><label for="pp_50">50</label> <input type="radio" name="amount" value="100" id="pp_100"/><label for="pp_100">100</label> <input type="radio" name="amount" value="" id="pp_cust" checked="checked"/><label for="pp_cust">autre montant</label> <select name="currency_code"> <option value='EUR'>EUR</option> <option value='USD'>USD</option> <option value='GBP'>GBP</option> <option value='CAD'>CAD</option> <option value='AUD'>AUD</option> <option value='NZD'>NZD</option> <option value='SEK'>SEK</option> <option value='CZK'>CZK</option> <option value='PLN'>PLN</option> <option value='DKK'>DKK</option> <option value='NOK'>NOK</option> <option value='MXN'>MXN</option> <option value='CHF'>CHF</option> <option value='HKD'>HKD</option> <option value='HUF'>HUF</option> <option value='ILS'>ILS</option> <option value='BRL'>BRL</option> <option value='JPY'>JPY</option> <option value='MYR'>MYR</option> <option value='PHP'>PHP</option> <option value='SGD'>SGD</option> <option value='TWD'>TWD</option> <option value='THB'>THB</option> </select> <br/> <input type="submit" value="Donner" class="button" /> </form>
pt: <form action='https://www.paypal.com/cgi-bin/webscr' id='paypalForm' method='post' target='_blank' class='donation'> <input name='cmd' type='hidden' value='_donations' /> <input name='business' type='hidden' value='donate@torservers.net' /> <input name='item_name' type='hidden' value='Tails one-time donation' /> <input type="hidden" name="no_shipping" value="1"/> <input name="lc" type="hidden" value="US" /> <input type="radio" name="amount" value="5" id="pp_5" /><label for="pp_5">5</label> <input type="radio" name="amount" value="10" id="pp_10"/><label for="pp_10">10</label> <input type="radio" name="amount" value="20" id="pp_20"/><label for="pp_20">20</label> <input type="radio" name="amount" value="50" id="pp_50"/><label for="pp_50">50</label> <input type="radio" name="amount" value="100" id="pp_100"/><label for="pp_100">100</label> <input type="radio" name="amount" value="" id="pp_cust" checked="checked"/><label for="pp_cust">valor personalizado</label> <select name="currency_code"> <option value='EUR'>EUR</option> <option value='USD'>USD</option> <option value='GBP'>GBP</option> <option value='CAD'>CAD</option> <option value='AUD'>AUD</option> <option value='NZD'>NZD</option> <option value='SEK'>SEK</option> <option value='CZK'>CZK</option> <option value='PLN'>PLN</option> <option value='DKK'>DKK</option> <option value='NOK'>NOK</option> <option value='MXN'>MXN</option> <option value='CHF'>CHF</option> <option value='HKD'>HKD</option> <option value='HUF'>HUF</option> <option value='ILS'>ILS</option> <option value='BRL'>BRL</option> <option value='JPY'>JPY</option> <option value='MYR'>MYR</option> <option value='PHP'>PHP</option> <option value='SGD'>SGD</option> <option value='TWD'>TWD</option> <option value='THB'>THB</option> </select> <br/> <input type="submit" value="Doe" class="button" /> </form>
