Repository: austin987/tails
Catalog: wiki/src/contribute/how/donate.*.po
Languages: de, fr, pt

source: How does Tails use this money?
de: Wofür verwendet Tails dieses Geld?
fr: Comment Tails utilise cet argent ?
pt: Como o Tails usa este dinheiro?

source: Our [[financial documents|doc/about/finances]] are available for your review.
de: Unsere [[Auflistungen über die Verwendung der Zuwendungen|doc/about/finances]] sind für Sie einsehbar.
fr: Vous pouvez consulter nos [[rapports financiers|doc/about/finances]].
pt: Nossos [[documentos financeiros|doc/about/finances]] estão disponíveis para seu escrutínio.
