Repository: austin987/tails
Catalog: wiki/src/install/win/usb.*.po
Languages: es, fr

source: [[!meta title="Install from Windows"]]
es: [[!meta title="Instalar desde Windows"]]
fr: [[!meta title="Installer depuis Windows"]]

source: <p class="start">Start in Windows.</p>
es: <p class="start">Iniciar en Windows.</p>
fr: <p class="start">Démarrez Windows.</p>

source: [[!inline pages="install/inc/steps/install_intermediary_intro.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/install_intermediary_intro.inline.es" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/install_intermediary_intro.inline.fr" raw="yes" sort="age"]]

source: Plug the first USB stick in the computer.
es: Conecta la primer memoria USB a la computadora.
fr: Branchez la première clé USB dans l'ordinateur.

source: Click on the following link to download <span class="application">Universal USB Installer</span>:
es: Haz click en el siguiente link para descargar el <span class="application">Universal USB Installer</span>:
fr: Cliquez sur le lien suivant pour télécharger <span class="application">Universal USB Installer</span> :

source: <a href='https://tails.boum.org/uui/Universal-USB-Installer.exe'>Download Universal USB Installer</a>
es: <a href='https://tails.boum.org/uui/Universal-USB-Installer.exe'>Descarga Universal USB Installer</a>
fr: <a href='https://tails.boum.org/uui/Universal-USB-Installer.exe'>Télécharger Universal USB Installer</a>

source: 1. At the Windows security warning, confirm that you want to run the program.
es: 1. En la advertencia de seguridad de Windows, confirme que desea ejecutar el programa.
fr: 1. Lors de l'avertissement de sécurité Windows, confirmez que vous voulez lancer le logiciel.

source: 1. Read the license agreement and click <span class="button">I Agree</span> to continue and start <span class="application">Universal USB Installer</span>.
es: 1. Lee el contrato de licencia y haz clic en <span class="button">Acepto</span> para continuar e iniciar el <span class="application">Universal USB Installer</span>.
fr: 1. Lisez le contrat de licence et cliquez sur le bouton <span class="button">I Agree</span> pour continuer et démarrer <span class="application">Universal USB Installer</span>.

source: Select <span class="guilabel">Tails</span> from the drop-down list.
es: Selecciona <span class="guilabel">Tails</span> del menú desplegable.
fr: Sélectionnez <span class="guilabel">Tails</span> dans le menu déroulant.

source: Click <span class="button">Browse</span> and choose the ISO image that you downloaded earlier.
es: Haz click en <span class="button">Explorar</span> y elige la imagen ISO que descargaste previamente.
fr: Cliquez sur le bouton <span class="button">Browse</span> et sélectionnez l'image ISO que vous avez téléchargé plus tôt.

source: 1. Use the drop-down list to specify the USB stick on which you want to install the ISO image.
es: 1. Usa la lista desplegable para especificar la memoria USB en la cual quieres instalar la imagen ISO.
fr: 1. Utilisez le menu déroulant pour indiquer la clé USB sur laquelle vous voulez installer l'image ISO.

source: <div class="tip"> <p>If the USB stick does not appear in the drop-down list, make sure that it is plugged in correctly and restart <span class="application">Universal USB Installer</span>.</p> </div>
es: <div class="tip"> <p>Si la memoria USB no aparece en la lista desplegable, asegúrate que esté conectada correctamente y reinicia el <span class="application">Universal USB Installer</span>.</p> </div>
fr: <div class="tip"> <p>Si la clé USB n'apparaît pas dans le menu déroulant, vérifiez qu'elle est branchée correctement et redémarrez <span class="application">Universal USB Installer</span>.</p> </div>

source: Select the <span class="guilabel">Fat32 Format</span> option.
es: Selecciona la opción <span class="guilabel">Formatear en Fat32</span>.
fr: Sélectionnez l'option <span class="guilabel">Fat32 Format</span>.

source: <div class="caution"> <p>If you forget to select the <span class="guilabel">Fat32 Format</span> you will not be able to install the final Tails in step 4.</p>
es: <div class="caution"> <p>Si te olvidas de seleccionar <span class="guilabel">Formatear en Fat32</span> no podrás instalar el Tails final en el paso 4.</p>
fr: <div class="caution"> <p>Si vous oubliez de sélectionner l'option <span class="guilabel">Fat32 Format</span> vous ne pourrez pas installer le Tails définitif à l'étape 4.</p>

source: Click <span class="button">Create</span>.
es: Haz click en <span class="button">Crear</span>.
fr: Cliquez sur <span class="button">Create</span>.

source: A warning appears. Click <span class="button">Yes</span> to start the installation. The installation takes a few minutes.
es: Aparece una advertencia. Haz click en <span class="button">Sí</span> para iniciar la instalación. La instalación tardará algunos minutos.
fr: Un avertissement apparaît. Cliquez sur <span class="button">Yes</span> pour démarrer l'installation. Elle dure plusieurs minutes.

source: 1. After the installation is finished, click <span class="button">Close</span> to quit <span class="application">Universal USB Installer</span>.
es: 1. Luego de que la instalación finalice, haz click en <span class="button">Cerrar</span> para salir del <span class="application">Universal USB Installer</span>.
fr: 1. Une fois l'installation terminée, cliquez sur <span class="button">Close</span> pour quitter <span class="application">Universal USB Installer</span>.

source: [[!inline pages="install/inc/steps/install_intermediary_outro.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/install_intermediary_outro.inline.es" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/install_intermediary_outro.inline.fr" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/restart_first_time.inline.es" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/restart_first_time.inline.fr" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/install_final.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/install_final.inline.es" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/install_final.inline.fr" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/restart_second_time.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/restart_second_time.inline.es" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/restart_second_time.inline.fr" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/create_persistence.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/create_persistence.inline.es" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/create_persistence.inline.fr" raw="yes" sort="age"]]
