Repository: austin987/tails
Catalog: wiki/src/about/contact.*.po
Languages: es

source: [[!meta title="Contact"]]
es: [[!meta title="Contacta"]]

source: There are many ways to contact us, depending on what you want to talk about.
es: Hay muchas formas de contactarnos, dependiendo del tema.

source: All mailing lists are in English unless specified otherwise.
es: Todas las listas de correos son en inglés, a menos que se especifique lo contrario.

source: <h1 id="public-mailing-lists">Public mailing lists</h1>
es: <h1 id="public-mailing-lists">Listas de correo públicas</h1>

source: <p>These mailing lists are public: subscription is open to anyone. Don't send compromising information. Please respect the [[code of conduct|contribute/working_together/code_of_conduct/]].</p>
es: <p>Estas listas de correos son públicas: la subscripción está abierta a cualquier persona. No envíes información comprometedora. Por favor respeta el [[código de conducta|contribute/working_together/code_of_conduct/]].</p>

source: amnesia-news@boum.org is the mailing list where we send our [[news]] by email. It has a low traffic and it is the right place to stay up-to-date with the releases and security announcements.
es: amnesia-news@boum.org es la lista de correos donde enviamos nuestras [[noticias|news]] vía correo. Tiene poco tráfico y es el lugar indicado para mantenerse al día con los lanzamientos y anuncios de seguridad.

source: <p> <form method="POST" action="https://www.autistici.org/mailman/subscribe/amnesia-news"> <input class="text" name="email" value=""/> <input class="button" type="submit" value="Subscribe"/> </form> </p>
es: <p> <form method="POST" action="https://www.autistici.org/mailman/subscribe/amnesia-news"> <input class="text" name="email" value=""/> <input class="button" type="submit" value="Suscribirse"/> </form> </p>

source: Public archive of amnesia-news: <https://lists.autistici.org/list/amnesia-news.html>.
es: Archivo público de amnesia-news: <https://lists.autistici.org/list/amnesia-news.html/>.

source: <p> <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="en.html"> <input type="text" name="query" value="" class="longtext" placeholder="ml:amnesia-news search terms" onclick="value='ml:amnesia-news '"> <input type="submit" name="submit" value="Search archive"> </form> </p>
es: <p> <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="en.html"> <input type="text" name="query" value="" class="longtext" placeholder="ml:amnesia-news search terms" onclick="value='ml:amnesia-news '"> <input type="submit" name="submit" value="Busca en el archivo"> </form> </p>

source: tails-dev@boum.org is the mailing list where the project is coordinated: technical design questions, upcoming events, monthly reports, and user experience.
es: tails-dev@boum.org es la lista de difusión donde se coordina el proyecto: preguntas de diseño técnico, próximos eventos, informes mensuales, y experiencia del usuario.

source: <p> <form method="POST" action="https://www.autistici.org/mailman/subscribe/tails-dev"> <input class="text" name="email" value=""/> <input class="button" type="submit" value="Subscribe"/> </form> </p>
es: <p> <form method="POST" action="https://www.autistici.org/mailman/subscribe/tails-dev"> <input class="text" name="email" value=""/> <input class="button" type="submit" value="Suscribirse"/> </form> </p>

source: Public archive of tails-dev: <https://lists.autistici.org/list/tails-dev.html>.
es: Archivo público de tails-dev: <https://lists.autistici.org/list/tails-dev.html/>.

source: <p> <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="en.html"> <input type="text" name="query" value="" class="longtext" placeholder="ml:tails-dev search terms" onclick="value='ml:tails-dev '"> <input type="submit" name="submit" value="Search archive"> </form> </p>
es: <p> <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="en.html"> <input type="text" name="query" value="" class="longtext" placeholder="ml:tails-dev search terms" onclick="value='ml:tails-dev '"> <input type="submit" name="submit" value="Busca en el archivo"> </form> </p>

source: tails-testers@boum.org is the mailing list for people who want to help [[test|contribute/how/testing]] new releases or features.
es: tails-testers@boum.org es la lista de correos para gente que quiere ayudar a [[probar|contribute/how/testing]] nuevos lanzamientos o funcionalidades.

source: <p> <form method="POST" action="https://www.autistici.org/mailman/subscribe/tails-testers"> <input class="text" name="email" value=""/> <input class="button" type="submit" value="Subscribe"/> </form> </p>
es: <p> <form method="POST" action="https://www.autistici.org/mailman/subscribe/tails-testers"> <input class="text" name="email" value=""/> <input class="button" type="submit" value="Suscribirse"/> </form> </p>

source: Public archive of tails-testers: <https://lists.autistici.org/list/tails-testers.html>.
es: Archivo público de tails-testers: <https://lists.autistici.org/list/tails-testers.html/>.

source: <p> <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="en.html"> <input type="text" name="query" value="" class="longtext" placeholder="ml:tails-testers search terms" onclick="value='ml:tails-testers '"> <input type="submit" name="submit" value="Search archive"> </form> </p>
es: <p> <form action="https://lists.autistici.org/cgi-lurker/keyword.cgi" accept-charset="UTF-8"> <input type="hidden" name="doc-url" value="https://lists.autistici.org"> <input type="hidden" name="format" value="en.html"> <input type="text" name="query" value="" class="longtext" placeholder="ml:tails-testers search terms" onclick="value='ml:tails-testers '"> <input type="submit" name="submit" value="Busca en el archivo"> </form> </p>

source: [[!inline pages="contribute/how/translate/tails-l10n.inline" raw="yes" sort="age"]]
es: [[!inline pages="contribute/how/translate/tails-l10n.inline.es" raw="yes" sort="age"]]

source: <h1 id="private-email-addresses">Private email addresses</h1>
es: <h1 id="private-email-addresses">Cuentas de correo privadas</h1>

source: You can write encrypted emails to <tails-support-private@boum.org> if you need help in private.
es: Puedes escribir emails cifrados a <tails-support-private@boum.org> si necesitas ayuda en privado.

source: [[OpenPGP key|tails-bugs.key]] ([[details|doc/about/openpgp_keys#support]]).
es: [[Llave OpenPGP|tails-bugs.key]] ([[details|doc/about/openpgp_keys#support]]).

source: [[!inline pages="support/talk/languages.inline" raw="yes" sort="age"]]
es: [[!inline pages="support/talk/languages.inline.es" raw="yes" sort="age"]]

source: If you are a journalist and want to write about Tails, or if you want to send us links to [[press articles|press]] about Tails, write to <tails-press@boum.org>.
es: Si eres un periodista y quieres escribir sobre Tails, o si quieres enviarnos links sobre Tails a [[artículos de prensa|press]], escribe a <tails-press@boum.org>.

source: [[OpenPGP key|tails-press.key]] ([[details|doc/about/openpgp_keys#press]]).
es: [[Llave OpenPGP|tails-press.key]] ([[detalles|doc/about/openpgp_keys#press]]).

source: If you want to fund Tails, write to <tails-accounting@boum.org>.
es: Si quieres financiar Tails, escribe a <tails-accounting@boum.org>.

source: To get in touch with the Tails [[Foundations Team|contribute/working_together/roles/foundations_team]], write to <tails-foundations@boum.org>.
es: Para ponerte en contacto con el Tails [[Foundations Team|contribute/working_together/roles/foundations_team]], escribe a <tails-foundations@boum.org>.

source: [[OpenPGP key|tails-foundations.key]] ([[details|doc/about/openpgp_keys#foundations]]).
es: [[Llave OpenPGP|tails-foundations.key]] ([[details|doc/about/openpgp_keys#foundations]]).

source: If you want to operate a Tails mirror, write to <tails-mirrors@boum.org>.
es: Si quieres montar un mirror de Tails, escribe a <tails-mirrors@boum.org>.

source: [[OpenPGP key|tails-mirrors.key]] ([[details|doc/about/openpgp_keys#mirrors]]).
es: [[Clave OpenPGP|tails-mirrors.key]] ([[detalles|doc/about/openpgp_keys#mirrors]]).

source: To talk about our infrastructure (servers, test suite, repositories, mirrors, etc.), write to <tails-sysadmins@boum.org>.
es: Para hablar sobre nuestra infraestructura (servidores, conjunto de pruebas, repositorios, mirrors, etc.), escribe a <tails-sysadmins@boum.org>.

source: [[OpenPGP key|tails-sysadmins.key]] ([[details|doc/about/openpgp_keys#sysadmins]]).
es: [[Clave OpenPGP|tails-sysadmins.key]] ([[detalles|doc/about/openpgp_keys#sysadmins]]).

source: To talk about the [[Tails translation platform|contribute/how/translate/with_translation_platform]], write to <tails-weblate@boum.org>.
es: Para hablar sobre la [[plataforma de traducción de Tails|contribute/how/translate/with_translation_platform]], escribe a <tails-weblate@boum.org>.

source: [[OpenPGP key|tails-weblate.key]] ([[details|doc/about/openpgp_keys#weblate]]).
es: [[OpenPGP key|tails-weblate.key]] ([[detalles|doc/about/openpgp_keys#weblate]]).

source: For matters that are listed in none of the above and for vulnerabilities disclosures, you can write encrypted emails to <tails@boum.org>.
es: Para asuntos que no se enumeran en ninguno de los anteriores y para reportar vulnerabilidades, puedes escribir un correo electrónico cifrado a <tails@boum.org>.

source: You can join our [[users chat room|support/chat]] and [[developers chat room|contribute/chat]]. Only a few Tails developers hang out there, so email is preferred for anything that might be of interest for the larger community.
es: Te puedes unir a nuestra [[sala chat de usuarios|support/chat]] y [[sala chat de desarrolladores|contribute/chat]]. Sólo unos pocos desarrolladores de Tails están por esas salas, así que el correo electrónico es el medio preferido para cualquier cosa que pueda ser interesante para toda la comunidad.
