Repository: austin987/tails
Catalog: config/chroot_local-includes/usr/src/persistence-setup/po/*.po
Languages: ar, ca, da, de, es, fa, fi, fr, he, hr_hr, hu, is, it, km, lv, nl, pl, pt, pt_br, pt_pt, ro, ru, sk, sl_si, sq, tr, uk, vi, zh_cn, zh_hk

source: Setup Tails persistent volume
ar: اعداد قرص دائم لتيلز
ca: Configura el volum persistent de Tails
da: Konfigurer Tails vedvarende volume
de: Beständigen Speicherbereich für Tails erstellen
es: Configurar el volumen persistente de Tails
fa: راه اندازی حجم درایو مداوم برای تیلز(Tails)
fi: Valmistele Tailsin pysyvä taltio
fr: Configurer le volume persistant de Tails
he: קביעת תצורת כרך מתמיד של Tails
hr_hr: Postavi Tails trajni pogon
hu: Tails tartós kötet telepítése
is: Setja upp varanlega gagnageymslu í Tails
it: Configurare un volume persistente Tails
km: រៀបចំ​កម្រិត​សំឡេង​ថេរ​របស់ Tails
lv: Iestatīt Tails pastāvīgo sējumu
nl: Instellingen Tails persistent volume
pl: Ustaw wolumen przechowywania danych Tails
pt: Configurar o volume persistente do Tails
pt_br: Configurar o volume persistente do Tails
pt_pt: Configurar o volume permanente do Tails
ro: Configurare volum persistent Tails
ru: Установить постоянное хранилище Tails
sk: Nastaviť Tails perzistentné médium
sl_si: Nastavitve trajnega nosilca Sledi
sq: Rregullimi vëllimit të vazhdueshëm të Tails
tr: Tails kalıcı birimini kur
uk: Встановити постійне сховище Tails
vi: Cài đặt ổ đĩa bền vững của Tails
zh_cn: 设置 Tails 持久卷
zh_hk: 設定Tails持續磁碟區

source: Error
ar: خطأ
da: Fejl
de: Fehler
fa: خطا
fi: Virhe
fr: Erreur
he: שגיאה
hr_hr: Pogreška
hu: Hiba
is: Villa
it: Errore
km: កំហុស
lv: Kļūda
nl: Fout
pl: Błąd
pt: Erro
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sl_si: Napaka
sq: Gabim
tr: Hata
uk: Помилка
vi: Lỗi
zh_cn: 错误
zh_hk: 錯誤

source: Device %s already has a persistent volume.
ar: جهاز %s به قرص دائم اصلاً
ca: El dispositiu %s ja té un volum persistent.
da: Enheden %s har allerede et vedvarende volume.
de: Datenträger %s hat bereits einen beständigen Speicherbereich.
es: El dispositivo %s ya tiene un volumen persistente.
fa: دستگاه %s از قبل درایو ذخیره سازی مداوم تیلز دارد
fi: Laitteella %s on jo pysyvä taltio.
fr: Le périphérique %s contient déjà un volume persistant.
he: להתקן %s יש כבר כרך מתמיד.
hr_hr: Uređaj %s već ima trajni pogon.
hu: A(z) %s eszköz már rendelkezik tartós kötettel.
is: Tækið %s er þegar með varanlega gagnageymslu.
it: Il dispositivo %s ha già un volume persistente
km: ឧបករណ៍ %s មាន​កម្រិត​សំឡេង​ថេរ​រួចហើយ។
lv: Ierīcei %s jau ir pastāvīgs sējums.
nl: Apparaat %s heeft al een persistent volume.
pl: Urządzenie %s ma już wolumen przechowywania danych.
pt: O dispositivo %s já tem um volume persistente.
pt_br: O dispositivo %s já possui um volume persistente.
pt_pt: O dispositivo %s já tem um volume permanente.
ro: Dispozitivul %s are deja un volum persistent.
ru: Устройство %s уже имеет постоянное хранилище.
sk: Zariadenie %s už má perzistentné médium.
sl_si: Naprava %s že ima trajni nosilec
sq: Pajisja %s e ka tashmë një vëllim të vazhdueshëm.
tr: %s aygıtında zaten kalıcı bir birim var.
uk: Пристрій %s вже має постійне сховище.
vi: Thiết bị %s đã có một ổ đĩa bên vững.
zh_cn: 设备 %s 中已经存在持久卷。
zh_hk: 裝置%s已有持續磁碟區。

source: Device %s has not enough unallocated space.
ar: جهاز %s لا يوجد به مساحة فارغة كافية.
ca: El dispositiu %s no té prou espai lliure.
da: Enheden %s kunne ikke finde nok uallokeret plads.
de: Datenträger %s hat nicht genug freien Speicher.
es: El dispositivo %s no tiene suficiente espacio libre.
fa: دستگاه %s فضاى خالى كافى ندارد
fi: Laitteella %s ei ole tarpeeksi tilaa, jota ei ole varattu.
fr: Le périphérique %s n’a pas assez d’espace libre.
he: להתקן %s אין מספיק שטח בלתי מוקצה.
hr_hr: Uređaj %s nema dovoljno nedodjeljenog prostora.
hu: A(z) %s eszköz nem rendelkezik elég lefoglalatlan szabad hellyel.
is: Tækið %s er ekki með nægt óúthlutað pláss.
it: Il dispositivo %s non ha abbastanza spazio libero
km: ឧបករណ៍ %s គ្មាន​ទំហំ​មិន​បម្រុង​ទុក​​គ្រប់គ្រាន់។
lv: Ierīcei %s nav pietiekami daudz neiedalītās telpas.
nl: Apparaat %s heeft niet genoeg niet-toegewezen ruimte.
pl: Urządzenie %s nie ma wystarczająco wolnego miejsca.
pt: O dispositivo %s não tem espaço suficiente alocado.
pt_br: O dispositivo %s não possui espaço livre suficiente.
pt_pt: O dispositivo %s não tem espaço não alocado suficiente.
ro: Dispozitivul %s nu are destul spatiu nealocat.
ru: На устройстве %s недостаточно свободного места
sk: Zariadenie %s nemá dostatok neprideleného miesta.
sl_si: Naprava %s nima dovolj nerazporejenega prostora.
sq: Pajisja %s s'ka mjaftueshëm hapësirë të pazënë.
tr: %s aygıtında yeteri kadar boş alan yok.
uk: На пристрої %s недостатньо вільного місця
vi: Thiết bị %s không có đủ khoảng trống chưa được cấp phát.
zh_cn: 设备 %s 空闲空间不足。
zh_hk: 裝置%s無足夠嘅未分配空間。

source: Device %s has no persistent volume.
ar: جهاز %s لا يوجد به قرص دائم.
ca: El dispositiu %s no té un volum persistent.
da: Enheden %s har ikke noget vedvarende volume.
de: Datenträger %s hat keinen beständigen Speicherbereich.
es: El dispositivo %s no tiene ningún volumen persistente.
fa: دستگاه %s هيچ درایو ذخیره سازی مداومی ندارد.
fi: Laitteella %s ei ole pysyvää taltiota.
fr: Le périphérique %s n’a pas de volume persistant.
he: להתקן %s אין כרך מתמיד.
hr_hr: Uređaj %s nema trajni pogon.
hu: A(z) %s eszköz nem tartalmaz tartós kötetet.
is: Tækið %s er ekki með varanlega gagnageymslu.
it: Il dispositivo %s non ha un volume persistente
km: ឧបករណ៍ %s មិន​មាន​កម្រិត​សំឡេង​ថេរ។
lv: Ierīcei %s nav pastāvīgā sējuma.
nl: Apparaat %s heeft geen persistent volume.
pl: Urządzenie %s nie ma wolumenu przechowywania danych.
pt: O dispositivo %s não tem um volume persistente.
pt_br: O dispositivo %s não possui nenhum volume persistente.
pt_pt: O dispositivo %s não tem volumes permanentes.
ro: Dispozitivul %s nu are nici un volum persistent.
ru: Устройство %s не имеет постоянного хранилища
sk: Zariadenie %s nemá žiadne perzistentné médium.
sl_si: Naprava %s nima trajni nosilec
sq: Pajisja %s s'ka vëllim të vazhdueshëm.
tr: %s aygıtında kalıcı bir birim yok.
uk: Пристрій %s не має постійного сховища
vi: Thiết bị %s không có đủ dung lượng bền vững.
zh_cn: 设备 %s 中不存在持久卷。
zh_hk: 裝置%s無持續磁碟區。

source: Cannot delete the persistent volume on %s while in use. You should restart Tails without persistence.
ar: لا يمكن ازالة الحجم الدائم %s و هو قيد الاستخدام. يجب عليك بدء تيلز من دون دوام.
ca: No es pot eliminar el volum persistent a %s mentre està en ús. Heu de reiniciar Tails sense persistència.
da: Kan ikke slette det vedvarende volume på %s mens det er i brug. Du bør genstarte Tails uden vedholdenhed.
de: Kann beständige Datenpartition auf %s nicht löschen, während sie benutzt wird. Bitte Tails neustarten, ohne beständige Datenpartition zu aktivieren.
es: No se puede borrar el volumen persistente en %s mientras está en uso. Reinicia Tails sin persistencia.
fa: قادر به حذف حجم مداوم روی %s در حال استفاده نیستیم. شما باید تیلز را بدون اصرار دوباره شروع کنید.
fr: Impossible de supprimer le volume persistant sur %s pendant qu’il est utilisé. Vous devriez redémarrer Tails sans persistance.
he: לא ניתן למחוק את כרך המתמיד על %s בזמן שימוש. אתה צריך להפעיל מחדש את Tails ללא התמדה.
hr_hr: Nije moguće izbrisati trajni pogon na %s dok se koristi. Trebali bi ponovno pokrenuti Tails bez trajnosti.
hu: Nem törölhető a tartós kötet a(z)%s-en, amíg használatban van. Újra jell indítania a Tails-t tartóstár nélkül.
is: Ekki er hægt að eyða varanlegri gagnageymslu á %s á meðan hún er í notkun. Þú ættir að endurræsa Tails án varanlegar gagnageymslu.
it: Impossibile eliminare il volume persistente su %s mentre è in uso. Dovresti riavviare Tails senza la persistenza.
nl: Kan het persistente volume op 1%s niet verwijderen zolang het in gebruik is. Je moet Tails zonder persistentie herstarten.
pl: Nie można usunąć stałego woluminu na %s podczas używania. Powinieneś zrestartować Tailsa bez przechowywania danych
pt: Não é possível eliminar o volume persistente em %s enquanto em execução. Deverá reiniciar o Tails sem persistência.
pt_br: Não é possível deletar o volume persistente em %s durante o seu uso. Você deve reiniciar o Tails sem habilitar o armazenamento persistente.
pt_pt: Não é possível eliminar o volume permanente em %s enquanto em execução. Deverá reiniciar o Tails sem persistência.
ro: Volumul persistent nu poate fi șters pe %s în timp ce este în uz. Trebuie să reporniți Tails fără persistență.
ru: Не удается удалить постоянный том %sво время использования. Вы должны перезапустить Tails в дальнейшем.
tr: %s üzerindeki kalıcı birin kullanımda olduğundan silinemedi. Tails uygulamasını kalıcılık olmadan yeniden başlatmalısınız.
zh_cn: %s 上的持久卷使用中，因此无法删除。请在不加载持久卷时启动 Tails 后再试一次 。

source: Persistence volume on %s is not unlocked.
ar: لم يتم الغاء قفل حجم الدوام %s.
ca: El volum de persistència %s no està desbloquejat.
da: Vedholdenhed volume på %s er ikke låst op.
de: Beständige Datenpartition auf %s ist nicht entsperrt.
es: El volumen permanente en %s no está desbloqueado.
fa: درایو ذخيره‌سازى مداوم %s قفل است.
fr: Le volume persistant sur %s n’est pas déverrouillé.
he: כרך התמדה על %s אינו בלתי־נעול.
hr_hr: Trajni pogon na %s nije otključan.
hu: A tartós kötet a(z) %s-en nincs feloldva.
is: Varanleg gagnageymsla á %s er ekki aflæst.
it: Il volume persistente su %s non è sbloccato.
nl: Het persistente volume op 1%s is niet ontgrendeld.
pl: Wolumen przechowywania danych %s nie jest odblokowany.
pt: O volume persistente em %s não está desbloqueado.
pt_br: O volume persistente em %s não está desbloqueado.
pt_pt: O volume persistente em %s não está desbloqueado.
ro: Volumul persistent pe %s nu este deblocat.
ru: Постоянный раздел %s не разблокирован.
tr: %s üzerindeki kalıcılık birimi kilitlenmemiş.
zh_cn: 持久卷 %s 未解锁。

source: Persistence volume on %s is not mounted.
ar: القرص الدائم على %s غير مثبت.
ca: El volum de persistència %s no està muntat.
da: Vedholdenhed volume på %s er ikke monteret.
de: Beständige Datenpartition auf %s ist nicht eingehängt.
es: El volumen persistente en %s no está montado.
fa: درایو ذخيره‌سازى مداوم %s نصب و راه اندازی نشده است.
fr: Le volume persistant sur %s n’est pas monté.
he: כרך התמדה על %s אינו מוצב.
hr_hr: Trajni pogon na %s nije postavljen.
hu: A tartós kötet a(z)%s -en nincs csatolva.
is: Varanleg gagnageymsla á %s er ekki tengd í skráakerfi.
it: Il volume persistente su %s non è montato.
nl: Het persistente volume op 1%s is niet aangesloten.
pl: Wolumen przechowywania danych %s nie jest zamontowany.
pt: O volume persistente em %s não está montado.
pt_br: O volume persistente em %s não está montado.
pt_pt: O volume persistente em %s não está montado.
ro: Volumul persistent pe %s nu este montat.
ru: Постоянный раздел %s не смонтирован.
tr: %s üzerindeki kalıcılık birimi bağlanmamış.
zh_cn: 持久卷 %s 未挂载。

source: Persistence volume on %s is not readable. Permissions or ownership problems?
ar: حجم الدوام على %s غير قابل للقراءة. مشاكل في السماحيات أو الملكية؟
ca: El volum de persistència %s no és llegible. Permisos o problemes de propietat?
da: Vedholdenhed volume på %s er ikke læsbart. Rettigheder eller ejerskabs problemer?
de: Beständige Datenpartition auf %s ist nicht lesbar. Bitte überprüfen Sie die Zugriffsrechte.
es: No se puede leer el volumen persistente en %s. ¿Problemas de permisos o de propiedad?
fa: درایو ذخيره‌سازى مداوم %s قابل خواندن نيست. شما مالک آن هستید؟ اجازه دسترسی به آن را دارید؟
fr: Le volume persistant sur %s n’est pas accessible en lecture. Problèmes de droits ou de propriété ?
he: כרך התמדה על %s אינו קריא. בעיות של הרשאות או בעלות?
hr_hr: Trajni pogon na %s nije čitljiv. Problemi s ovlasti ili vlasništvom?
hu: A tartós kötet a(z) %s-en nem olvasható. Jogosultság vagy tulajdonosi probléma?
is: Varanleg gagnageymsla á %s er ekki lesanleg. Vandamál með heimildir eða eiganda?
it: Il volume persistente su %s non è leggibile. Problema di permessi o di proprietario?
nl: Het persistente volume op 1%s is niet leesbaar. Toestemming of eigendom problemen?
pl: Nie można odczytać objętości wolumeny przechowywania danych %s. Problem z uprawieniami lub właścicielem danych?
pt: O volume persistente em %s não é legível. Problemas de permissões ou dono?
pt_br: Não é possível ler o volume persistente em %s. Problemas com permissões ou propriedades?
pt_pt: O volume persistente em %s não é legível. Problemas de permissões ou de propriedade/dono?
ro: Volumul persistent pe %s nu poate fi citit. Probleme de permisiune sau de proprietate ?
ru: Постоянный раздел %s не читается. Возможны проблемы с разрешением или доступом?
tr: %s üzerindeki kalıcılık birimi okunamadı. İzin ya da sahiplik sorunu olabilir mi?
zh_cn: 从持久卷 %s 中读取失败。文件权限或文件所有者有误？

source: Persistence volume on %s is not writable.
ar: حجم الدوام على %s غير قابل للكتابة.
ca: El volum de persistència %s no es pot escriure.
da: Vedholdenhed volume på %s er ikke skrivbar.
de: Beständige Datenpartition auf %s ist nicht beschreibbar.
es: No se puede escribir en el volumen persistente en %s.
fa: درایو ذخيره‌سازى مداوم %s قابل نوشتن نیست.
fr: Le volume persistant sur %s n’est pas accessible en écriture.
he: כרך התמדה על %s אינו בר־כתיבה.
hr_hr: Trajni pogon na %s je samo za čitanje.
hu: A tartós kötet a(z) %s-en nem írható.
is: Varanleg gagnageymsla á %s er ekki skrifanleg.
it: Il volume persistente su %s non è scrivibile.
nl: Het persistente volume op 1%s is niet beschrijfbaar.
pl: Wolumen przechowywania danych na %s nie ma możliwości zapisu.
pt: O volume persistente em %s não está gravável.
pt_br: Não é possível escrever no volume persistente em %s.
pt_pt: O volume persistente em %s não é gravável.
ro: Volumul persistent pe %s nu poate fi scris.
ru: Ошибка записи в постоянный раздел %s .
tr: %s üzerindeki kalıcılık birimi yazılabilir değil.
zh_cn: 从持久卷 %s 中写入失败。文件权限或文件所有者有误？

source: Tails is running from non-USB / non-SDIO device %s.
ar: تيلز مشغل على تجهيزة %s ليست USB أو SDIO
ca: Tails s'està executant des d'un dispositiu %s no-USB / no-SDIO
da: Tails kører fra ikke-USB-/ikke-SDIO-enhed %s.
de: Tails wird von einem Nicht-USB/Nicht-SDIO-Gerät %s ausgeführt.
es: Tails se está ejecutando desde un dispositivo %s que no es USB / SDIO.
fa: تیلز از روی یک دستگاه غیر یو اس بی اجرا شده است: %s
fi: Tailsia käytetään laitteelta, joka ei ole USB- tai SDIO-laite (%s).
fr: Tails fonctionne à partir du périphérique non-USB / non-SDIO %s.
he: Tails רץ מהתקן %s בלתי USB / בלתי SDIO.
hr_hr: Tails je pokrenut s ne‑USB / ne‑SDIO uređaja %s.
hu: Tails nem USB vagy SDIO eszközről %s fut.
is: Tails er keyrt frá ekki-USB / ekki-SDIO tæki %s.
it: Tails è in esecuzione dal dispositivo non-USB / non-SDIO %s.
km: Tails កំពុង​ដំណើរការ​ពី​ឧបករណ៍ non-USB / non-SDIO %s ។
lv: Tails strādā no ne-USB / ne-SDIO ierīces %s.
nl: Tails wordt uitgevoerd vanaf het niet-USB / niet-SDIO apparaat %s.
pl: Tails nie jest uruchomiony z USB / karty SD %s.
pt: Tails está a ser executado a partir do dispositivo %s, não USB/não SDIO.
pt_br: O Tails está sendo executado em um dispositivo que não é USB /SDIO %s.
pt_pt: O Tails está a ser executado a partir do dispositivo %s, não USB/não SDIO.
ro: Tails rulează de pe un dispozitiv ne-USB/ne-SDIO %s.
ru: Tails запущена с не-USB и не-SDIO устройства %s.
sk: Tails je spustený z non-USB / non-SDIO zariadenia %s.
sl_si: Sledi tečejo iz ne-USB /ne-SDIO naprave %s.
sq: Tails po ekzekutohet nga pajisja jo-USB / jo-SDIO %s.
tr: Tails, USB ya da SDIO özelliği olmayan %s aygıtından çalışıyor.
uk: Tails запущено з не-USB і не-SDIO пристрою %s.
vi: Tails đang được chạy từ thiết bị không phải là USB hay SDIO %s.
zh_cn: Tails 正在非USB/非SDIO设备上运行%s。
zh_hk: Tails正由非USB╱非SDIO裝置%s執行。

source: Device %s is optical.
ar: جهاز %s غير ضوئي
ca: El dispositiu %s és òptic.
da: Enheden %s er optisk.
de: Datenträger %s ist optisch.
es: El dispositivo %s es óptico
fa: دستگاه %s نورى است.
fi: Laite %s on optinen.
fr: Le périphérique %s est un lecteur optique.
he: התקן %s הוא אופטי.
hr_hr: Uređaj %s je optički.
hu: A(z) %s eszköz optikai.
is: Tækið %s er geisladrif.
it: Il dispositivo %s è ottico
km: ឧបករណ៍ %s គឺ​អាច​មើល​ឃើញ។
lv: Ierīce %s ir optiska.
nl: Apparaat %s is optisch.
pl: Urządzenie %s jest napędem optycznym.
pt: O dispositivo %s é ótico.
pt_br: %s é um dispositivo óptico.
pt_pt: O dispositivo %s é ótico.
ro: Dispozitivul %s este optic.
ru: Устройство %s оптическое
sk: Zariadenie %s je optické.
sl_si: Naprava %s je optična.
sq: Pajisja %s është optike.
tr: %s aygıtı optik.
uk: Пристрій %s - оптичний
vi: Thiết bị %s là quang học.
zh_cn: 设备 %s 为光盘设备。
zh_hk: 裝置%s係可選嘅。

source: Persistence wizard - Finished
ar: مساعد التثبيت الدائم - انتهاء
ca: Assistent de persistència - Acabat
da: Vedholdenhed guiden - Færdig
de: Speicherbereichs-Assistent – Abgeschlossen
es: Asistente de persistencia - Finalizado
fa: مراحل نصب و راه اندازی به پایان رسید
fi: Pysyvyysvelho - Valmis
fr: Assistant de persistance - Terminé
he: אשף התדמה - הסתיים
hr_hr: Čarobnjak trajnosti - Gotov
hu: Tartóstár varázsló - Befejezve
is: Leiðarvísir fyrir varanlega gagnageymslu - Lokið
it: Procedura guidata di creazione persistenza completata
km: អ្នកជំនួយការ​កម្រិត​សំឡេង​ថេរ - បាន​បញ្ចប់
lv: Pastāvīguma vednis - pabeigts
nl: Persistentie assistent - Klaar
pl: Kreator przechowywania danych - Koniec
pt: Assistente do volume persistente - Terminou
pt_br: Assistente do volume persistente - Terminou
pt_pt: Assistente do volume persistente - Terminou
ro: Asistent persistență - Terminat
ru: Мастер постоянного хранилища - Завершено
sk: Sprievodca trvanlivosťou dát - Dokončený
sl_si: Čarovnik vztrajnosti - Končan
sq: Magjistari i Vazhdueshmërisë - Përfundoi
tr: Kalıcılık yardımcısı - Tamamlandı
uk: Майстер постійного сховища - Завершено
vi: Hướng dẫn phân vùng bền vững - Đã hoàn tất
zh_cn: 持久存储向导 - 完成
zh_hk: 持續嚮導 - 已完成

source: Any changes you have made will only take effect after restarting Tails. You may now close this application.
ar: اي تغييرات قمت بها لن تُفعل إلا بعد إعادة تشغيل تيلز. يمكنك اغلاق هذا التطبيق الان.
ca: Qualsevol canvi que hagueu fet només tindrà efecte després de reiniciar Tails. Heu de tancar ara l'aplicació.
da: Alle ændringer foretaget vil kun blive anvendt efter Tails er genstartet. Du kan nu lukket dette program.
de: Änderungen werden erst nach einem Neustart von Tails wirksam. Sie können diese Anwendung jetzt schließen.
es: Cualquier cambio que hayas hecho sólo tendrá efecto después de reiniciar Tails. Ahora puedes cerrar esta aplicación.
fa: تغییراتی که ایجاد کرده اید، تنها پس از راه اندازی مجدد تیلز اعمال خواهد شد. حالا مى‌توانيد اين برنامه‌ را ببنديد.
fi: Muutokset tulevat voimaan, kun käynnistät Tailsin uudelleen. Voit nyt sulkea sovelluksen.
fr: Toutes les modifications que vous avez effectuées ne prendront effet qu’après le redémarrage de Tails. Vous pouvez maintenant fermer cette application.
he: שינויים כלשהם שעשית יכנסו לתוקף לאחר הפעלה מחדש של Tails. אתה יכול כעת לסגור יישום זה.
hr_hr: Bilo kakve promjene koje ste napravili imati će učinka tek nakon ponovnog pokretanja Tailsa. Sad smijete zatvoriti ovu aplikaciju.
hu: Bármilyen változtatás történt csak a Tails újraindítása után lép érvénybe. Bezárhatja az alkalmazást.
is: Allar breytingar sem þú hefur gert munu einungis taka gildi eftir að þú hefur endurræst Tails. Þú getur núna lokað þessu forriti.
it: Tutte le modifiche effettuate saranno applicate solo dopo il riavvio di Tails. È ora possibile chiudere l'applicazione.
km: ការ​ផ្លាស់ប្ដូរ​របស់​អ្នក​នឹង​មាន​ប្រសិទ្ធភាព បន្ទាប់ពី​ចាប់ផ្ដើម Tails ឡើងវិញ។ អ្នក​អាច​បិទ​កម្មវិធី​ឥឡូវនេះ។
lv: Jebkādas veiktās izmaiņas stāsies spēkā tikai pēc Tails pārstartēšanas. Tagad variet aizvērt šo lietotni.
nl: Veranderingen die je hebt gemaakt worden pas effectief na het herstarten van Tails. Je kunt het programma nu afsluiten.
pl: Jakiekolwiek zmiany odniosą efekt dopiero po restarcie Tails. Możesz teraz zamknąć tę aplikację.
pt: Quaisquer alterações efetuadas só serão aplicadas depois de reiniciar o Tails. Agora, pode fechar esta aplicação.
pt_br: Todas as alterações realizadas terão efeito somente após a reinicialização do Tails. Você já pode fechar esta aplicação.
pt_pt: Quaisquer alterações efetuadas só serão aplicadas depois de reiniciar o Tails. Pode fechar agora esta aplicação.
ro: Orice schimbare ați efectuat va avea efect după repornirea Tails. Puteți acum închide aplicația.
ru: Любые изменения, сделанные вами вступят в силу только после перезапуска Tails. ⏎ ⏎ Теперь Вы можете закрыть это приложение .
sk: Akékoľvek zmeny, ktoré ste urobili, sa prejavia až po reštartovaní Tails. Teraz môžete zatvoriť túro aplikáciu.
sl_si: Vsaka sprememba, ki ste jo naredili, prične veljati po ponovnem zagonu Sledi. Sedaj lahko zaprete to aplikacijo.
sq: Çdo ndryshim që keni bërë do të ketë efekt pas rinisjes së Tails. Tani mund ta mbyllni këtë aplikim.
tr: Yaptığınız değişiklikler Tails yeniden başlatıldıktan sonra geçerli olacak. Şimdi bu uygulamayı kapatabilirsiniz.
uk: Будь-які зміни, зроблені вами вступлять в силу тільки після перевантаження Tails. Тепер Ви можете закрити цю програму .
vi: Bất kỳ thay đổi nào bạn tạo ra sẽ chỉ có hiệu lực sau khi khởi động lại Tails. Bạn có thể đóng ứng dụng bây giờ.
zh_cn: 您所做的任何更改在 Tails 重启后才能生效。 您现在可以关闭本程序了。
zh_hk: 你所作嘅任何更改都將於重新啟動Tails後生效。 你咿㗎可以關閉此應用程式。

source: Custom
ar: مخصص
ca: Personalitza
da: Brugerdefineret
de: Benutzerdefiniert
es: Personalizada
fa: تنظیم خاص
fr: Personnalisé
he: מותאם אישית
hr_hr: Prilagođeno
hu: Egyéni
is: Sérsniðið
it: Personalizzata
nl: Aangepast
pl: Dowolne
pt: Personalizada
pt_br: Personalizado
pt_pt: Personalizado
ro: Personalizat
ru: Пользовательский
tr: Özel
zh_cn: 自定义

source: Personal Data
ar: البيانات الشخصية
ca: Dades Personals
da: Personlig data
de: Persönliche Daten
es: Datos personales
fa: داده‌هاى شخصى
fi: Henkilökohtaiset tiedot
fr: Données personnelles
he: נתונים אישיים
hr_hr: Osobni podatci
hu: Személyes adat
is: Einkagögn
it: Dati personali
km: ទិន្នន័យ​ផ្ទាល់ខ្លួន
lv: Personiski dati
nl: Persoonlijke gegevens
pl: Dane Osobiste
pt: Dados pessoais
pt_br: Dados Pessoais
pt_pt: Dados pessoais
ro: Date Personale
ru: Персональные данные
sk: Súkromné údaje
sl_si: Osebni podatki
sq: Të Dhëna Personale
tr: Kişisel Veriler
uk: Особисті дані
vi: Dữ liệu cá nhân
zh_cn: 个人数据
zh_hk: 個人資料

source: Keep files stored in the `Persistent' directory
ar: ابقي علي الملفات في الدليل الدائم
ca: Conserva els arxius emmagatzemats en la carpeta "Persistent"
da: Behold filer i "Vedvarende"-mappen
de: Daten im »Persistent«-Ordner dauerhaft speichern
es: Mantener archivos almacenados en la capeta 'Persistent'
fa: ذخيره‌كردن فايل‌ها در پوشه مداوم
fi: Säilyttää tiedostot hakemistossa 'Persistent'
fr: Conserver les fichiers stockés dans le répertoire `Persistent’
he: שמור קבצים מאוחסנים בסיפריית `Persistent'
hr_hr: Držati datoteke spremljene u 'trajnom' direktoriju
hu: A fájlok tárolása a 'Tartós' könyvtárban
is: Halda skrám sem geymdar eru í 'Varanlegt' möppunni
it: Mantenere i file in una directory "Persistent"
km: ឲ្យ​ឯកសារ​នៅ​ទុក​ក្នុង​ថត `Persistent'
lv: Paturēt "Pastāvīgajā" direktorijā saglabātās datnes
nl: Houd bestanden opgeslagen in de 'Persistent'-map
pl: Zachowaj pliki w katalogu `Persistent'
pt: Mantenha os ficheiros guardados na diretoria 'Persistent'
pt_br: Manter os arquivos armazenados no diretório 'Persistent'
pt_pt: Mantenha os ficheiros guardados no diretório 'Persistent'
ro: Păstrează fișierele stocate in directorul 'Persistent'
ru: Хранить файлы в "постоянной" папке
sk: Zachovať súbory uložené v priečinku `Persistent'
sl_si: Obdržite datoteke shranjene v `Trajen' imenik
sq: Mbajini skedarët e ruajtur në direktorinë "E vazhdueshme"
tr: Dosyalar `Persistent' klasöründe depolansın
uk: Зберігати файли в "постійній" папці
vi: Giữ các tập tin được lưu trong thư mục `Persistent'
zh_cn: 文件保存至“Persistent”目录
zh_hk: 檔案均儲存到Persistent目錄
