Repository: austin987/tails
Catalog: config/chroot_local-includes/usr/src/persistence-setup/po/*.po
Languages: ar, ca, da, de, es, fa, fi, fr, he, hr_hr, hu, is, it, km, lv, nl, pl, pt, pt_br, pt_pt, ro, ru, sk, sl_si, sq, tr, uk, vi, zh_cn, zh_hk

source: A %s persistent volume will be created on the <b>%s %s</b> device. Data on this volume will be stored in an encrypted form protected by a passphrase.
ar: سيتم إنشاء %s قرص دائم على جهاز <b>%s %s</b> . البيانات على هذا القرص سيتم تشفيرها و حمايتها بعبارة مرور.
ca: Es crearà un volum persistent de %s al dispositiu <b>%s %s</b> . Les dades d'aquest volum seràn emmagatzemades en una forma encriptada protegida per contrasenya.
da: Et %s vedvarende volume vil blive oprettet på <b>%s %s</b> enheden. Data på dette volume vil blive gemt i krypteret form beskyttet af en adgangskode.
de: Ein %s großer beständiger Speicherbereich wird auf dem <b>%s%s</b> Datenträger erstellt. Daten auf diesem Gerät werden verschlüsselt gespeichert und mit einer Passphrase gesichert.
es: Se creará un volumen persistente %s en el dispositivo <b>%s %s</b>. Los datos en este volumen se guardarán cifrados protegidos con frase clave.
fa: حجم ذخيره‌سازى %s در دستگاه <b>%s %s</b> ساخته خواهد شد. داده‌ها در اين حجم به صورت رمزشده‌است و با عبارت عبور محافظت مى‌شود.
fi: %s:n pysyvä taltio luodaan laitteelle <b>%s %s</b>. Taltiolla säilytettävät tiedot salataan ja suojataan salalauseella.
fr: Un volume persistant %s sera créé sur le périphérique <b>%s %s</b>. Les données stockées sur ce volume seront chiffrées et protégées par une phrase de passe.
he: כרך מתמיד %s יווצר בהתקן <b>%s%s</b>. נתונים בכרך זה יאוחסנו בצורה מוצפנת המוגנת ע"י ביטוי סיסמה.
hr_hr: Trajni pogon %s će biti stvoren na uređaju <b>%s %s</b>. Podatci na ovom pogonu će biti pohranjeni u enkriptiranom obliku i zaštićeni lozinkom.
hu: A %s tartós kötet létre lesz hozva itt <b>%s %s</b> eszközön. Az adatok titkosított formában lesznek tárolva egy jelszóval.
is: %s varanleg gagnageymsla verður útbúin á <b>%s %s</b> tækinu. Gögn í þessari gagnageymslu verða vistuð á dulrituðu formi og varin með lykilfrasa.
it: Sul dispositivo <b>%s %s</b> verrà creato un volume persistente %s. Su questo volume i dati verranno registrati in forma cifrata protetti da una frase segreta.
km: កម្រិត​សំឡេង​ថេរ %s នឹង​ត្រូវ​បាន​បង្កើត​នៅ​លើ​ឧបករណ៍ <b>%s %s</b> ។ ទិន្នន័យ​នៅ​លើ​កម្រិត​សំឡេង​នេះ​នឹង​ត្រូវ​បាន​រក្សាទុក​ក្នុង​សំណុំ​បែបបទ​ដែល​បាន​ដាក់​លេខ​កូដ និង​បាន​ការពារ​ដោយ​ឃ្លា​សម្ងាត់។
lv: %s pastāvīgi sējumi tiks izveidoti uz ierīces <b>%s %s</b> . Šajā sējumā dati tiks glabāti šifrētā veidā, aizsargājot tos ar ieejas frāzi.
nl: Een %s persistent volume zal worden aangemaakt op het <b>%s %s</b> apparaat. Data op dit apparaat zal versleuteld worden opgeslagen in een gecodeerde vorm, beschermd met een wachtwoord.
pl: Wolumen przechowywania danych %s zostanie utworzony na urządzeniu <b>%s %s</b>. Dane na tym wolumenie będą przechowywane w postaci zaszyfrowanej, chronionej przez hasło.
pt: Será criado um volume persistente %s no dispositivo <b>%s %s</b>. Os dados neste volume serão armazenados, codificados e protegidos por uma frase senha.
pt_br: Um %s volume Persistent será criado no dispositivo <b>%s %s</b>. Os dados deste dispositivo serão armazenados de forma criptografada e protegidos por uma frase-senha.
pt_pt: Será criado um volume permanente %s no dispositivo <b>%s %s</b>. Os dados neste volume serão armazenados, codificados e protegidos por uma frase-senha.
ro: Un %s volum persistent va fi creat pe dispozitivul <b>%s %s</b>. Datele de pe acest volum vor fi stocate în mod criptat și protejate cu o parolă.
ru: Постоянное хранилище %s будет создано на устройстве <b>%s %s</b>. Данные в этом хранилище будут храниться в зашифрованном виде под защитой пароля.
sk: Perzistentné médium veľkosti %s bude vytvorené na zariadení <b>%s %s</b>. Dáta na tomto médiu budú uložené v zašifrovanej podobe chránenej prístupovým heslom.
sl_si: %s trajni nosilec bo narejen na <b>%s %s</b> napravi. Podatki na tem nosilcu bodo shranjeni v šifrirani obliki zaščiteni z geslom za ključe.
sq: Një vëllim i vazhdueshëm %s do të krijohet tek pajisja <b>%s %s</b>. Të dhënat në këtë vëllim do të ruhen në një formë të shifruar e të mbrojtura përmes një parulle.
tr: <b>%s %s</b> aygıtında kalıcı bir %s bölümü oluşturulacak. Bu bölüm üzerindeki veriler parola ile şifrelenmiş olarak depolanacak.
uk: Постійне сховище %s буде створено на пристрої <b>%s %s</b>. Дані в сховищі будуть зберігатися в зашифрованому вигляді під захистом пароля.
vi: Một %s dung lượng bền vững sẽ được tạo ra trên thiết bị <b>%s %s</b>. Dữ liệu trên dung lượng này sẽ được lưu trữ và mã hóa từ một đoạn mật khẩu được bảo vệ.
zh_cn: 系统将创建一个 %s 的持久卷保存于 <b>%s %s</b> 设备上。此卷中的数据将加密存储与此设备上并受密码保护。
zh_hk: 一個持續磁碟區%s將會被建立喺<b>%s %s</b>裝置上。此磁碟區上嘅資料將會加密咁儲存，以通關句語保護。

source: Create
ar: إنشاء
ca: Crea
da: Opret
de: Erstellen
es: Crear
fa: ایجاد کردن
fi: Luo
fr: Création
he: צור
hr_hr: Stvori
hu: Létrehoz
is: Búa til
it: Crea
km: បង្កើត
lv: Izveidot
nl: Aanmaken
pl: Utwórz
pt: Criar
pt_br: Criar
pt_pt: Criar
ro: Creare
ru: Создать
sk: Vytvoriť
sl_si: Ustvarite
sq: Krijoni
tr: Oluştur
uk: Створити
vi: Tạo ra
zh_cn: 创建
zh_hk: 建立

source: <b>Beware!</b> Using persistence has consequences that must be well understood. Tails can't help you if you use it wrong! See the <i>Encrypted persistence</i> page of the Tails documentation to learn more.
ar: <b>احترس!</b> استخدام التثبيت الدائم له عواقب يجب ان تفهمها. تيلز لن يساعدك اذا استخدمته بطريقة خاطئة! اقرأ <i> تفاصيل التثبيت الدائم لتيلز</i> لفهم المزيد.
ca: <b>Aneu amb compte!</b> L'ús de la persistència té conseqüències que cal entendre bé. Tails no us pot ajudar si l'utilitza malament. Consulteu la pàgina de <i>persistència xifrada</i>de la documentació de Tails per obtenir més informació.
da: <b>Vær opmærksom!</b> Brug af vedholdenhed har konsekvenser der er kritiske at forstå for brugeren. Tails kan ikke hjælpe dig, hvis det bruges forkert. Se <i>krypteret vedholdenhed</i>-siden for at lære mere.
de: <b>Achtung!</b> Eine beständige Datenpartition zu verwenden hat Konsequenzen, die verstanden werden sollten. Tails kann dir nicht helfen, wenn es falsch benutzt wird! Siehe <i>Verschlüsselte Persistenz</i> in der Tails-Dokumentation, um mehr zu erfahren.
es: <b>¡Cuidado!</b> El uso de volumen persistente tiene consecuencias que han de ser bien entendidas. ¡Si los usas mal Tails no te puede ayudar! Para saber más, mira la página<i>persistencia cifrada</i> de la documentación de Tails.
fa: <b>آگاه باشید!</b> بكار بردن درایو ذخیره سازی مداوم داده‌ها، نتايجى دارد كه بايد آنها را كاملاً بفهميد. اگر اشتباه كنيد، تيلز نمى‌تواند به شما كمکی كند! برای آموختن بیشتر <i>مستندات تيلز</i> در این زمینه را به دقت بخوانید.
fr: <b>Attention !</b> L’utilisation de la persistance a des conséquences qui doivent être bien comprises. Tails ne peut pas vous aider si vous l’utilisez mal ! Consultez la page <i>Persistance chiffrée</i> de la documentation de Tails pour en apprendre davantage.
he: <b>היזהר!</b> לשימוש בהתמדה יש השלכות שחייבות להיות מובנות היטב. Tails אינו יכול לעזור לך אם תשתמש בו באופן שגוי! ראה את הדף <i>התמדה מוצפנת</i> של תיעוד Tails כדי ללמוד עוד.
hr_hr: <b>Pazite!</b> Korištenje trajnosti ima posljedice koje moraju biti dobro shvaćene. Tails vam ne može pomoći ako ga krivo koristite! Pregledajte stranicu o <i>enkriptiranoj trajnosti</i> u Tails dokumentaciji kako bi saznali više.
hu: <b>Figyelem</b> A tartóstár használata olyan következményekhez vezethet, amit jól meg kell érteni. A Tails nem tud segíteni azon, ha rosszul csinálja! Tekintse meg a <i>Titkosított tartóstár</i> oldalt a Tails dokumentációban a részletekért.
is: <b>Farðu varlega!</b> Notkun á varanlegri gagnageymslu hefur afleiðingar sem þú þarft að hafa í huga. Tails getur ekki aðstoðað þig ef þú gerir eitthvað vitlaust! Skoðaðu <a href='file:///usr/share/doc/tails/website/doc/first_steps/persistence.en.html'>hjálparskjöl Tails varðandi varanlegar gagnageymslur</a> til að fræðast betur.
it: <b>Attenzione!</b> L'uso della persistenza ha conseguenze da comprendere bene. Tails non può aiutarti se la usi in modo sbagliato! Vedi la pagina <i>Volume persistente criptato</i> della documentazione di Tails per saperne di più.
nl: 1 Opgepast! 1 Het gebruik van persistentie heeft consequenties die goed begrepen dienen te worden. Tails kan je niet helpen als je ze verkeerd gebruikt! Zie de 2 vercijferde encryptie persistentie 2 pagina van de Tails documentatie om meer te leren.
pl: <b>Uwaga!</b> Użycie wolumenu przechowania danych ma pewne konsekwencje, które należy dobrze zrozumieć. Tails nie może ci pomóc, jeśli użyjesz go źle! Aby uzyskać więcej informacji, zobacz stronę <i>Wolumen przechowania danych</i> w dokumentacji Tails.
pt: <b>Atenção!</b> A utilização da persistência tem consequências que devem ser devidamente compreendidas. O Tails não o pode ajudar se fizer algo de errado! Consulte <i>Persistência encriptada</i> na página da documentação do Tails para saber mais.
pt_br: <b>Cuidado!</b> O uso de persistência tem consequências que precisam ser bem compreendidas. O Tails não poderá ajudá-lo caso você o use incorretamente! Consulte a página sobre <i>persistência criptografada</i> na documentação do Tails para saber mais.
pt_pt: <b>Atenção!</b> A utilização da persistência tem consequências que devem ser devidamente compreendidas. O Tails não o pode ajudar se fizer algo de errado! Consulte <i>Persistência encriptada</i> na página da documentação do Tails para saber mais.
ro: <b>Atenție! </b>Folosirea persistenței atrage consecințe ce trebuie bine înțelese. Tails nu este responsabil în cazul folosirii sale necorespunzătoare. Pagina <i>Persistență criptată</i> din documentația Tails oferă mai multe detalii.
ru: <b>Осторожно!</b> Использование постоянного хранилища имеет последствия, которые должны быть хорошо поняты. Tails не может помочь вам, если вы используете это неправильно! Дополнительную информацию см. на странице <i>«Постоянное шифрование»</i> документации Tails.
tr: <b>Dikkat!</b> Kalıcı kullanımın iyi anlaşılması gereken sonuçları vardır. Yanlış kullanırsanız Tails size yardımcı olamaz. Ayrıntılı bilgi almak için Tails belgelerindeki <i>Şifrelenmiş kaıcılık</i> bölümüne bakabilirsiniz.
zh_cn: <b>注意！</b> 您必须了解使用持久卷会造成的某些影响。Tails 无法在错误的使用状况下帮助您！请参阅 Tails 文档中 <a href='file:///usr/share/doc/tails/website/doc/first_steps/persistence.en.html'>持久存储</a> 一节获得更多信息。

source: Passphrase:
ar: عبارة مرور
ca: Frase de contrasenya:
da: Adgangsfrase:
es: Frase clave:
fa: رمز:
fi: Salalause:
fr: Phrase de passe :
he: ביטוי סיסמה:
hr_hr: Lozinka:
hu: Jelszó:
is: Lykilfrasi:
it: Frase segreta:
km: ឃ្លា​សម្ងាត់៖
lv: Ieejas frāze:
nl: Wachtwoord:
pl: Hasło:
pt: Código:
pt_br: Frase-senha:
pt_pt: Frase-senha:
ro: Parolă:
ru: Ключевая фраза:
sk: Heslo:
sl_si: Geslo za ključe:
sq: Parullë:
tr: Parola:
uk: Ключова фраза:
vi: Đoạn mật khẩu:
zh_cn: 密码:
zh_hk: 通關句語：

source: Verify Passphrase:
ar: أعد عبارة مرور
ca: Comprova la contrasenya
da: Verificer adgangsfrase:
de: Passphrase erneut eingeben:
es: Verificar frase clave:
fa: تاييد رمز:
fi: Varmista salalause:
fr: Vérifier la phrase de passe :
he: וודא ביטוי סיסמה
hr_hr: Potvrdite lozinku:
hu: Jelszó ellenőrzése:
is: Sannreyna lykilfrasa:
it: Verifica la frase segreta:
km: ផ្ទៀងផ្ទាត់​ឃ្លា​សម្ងាត់៖
lv: Verificēt ieejas frāzi:
nl: Verifieer wachtwoord:
pl: Powtórz Hasło:
pt: Verificar código:
pt_br: Verifique a frase-senha:
pt_pt: Verificar a frase-senha:
ro: Verificare parolă:
ru: Проверить пароль:
sk: Potvrďte heslo:
sl_si: Preverote geslo za ključe
sq: Verifikoni parullën:
tr: Parola Onayı:
uk: Перевірити пароль:
vi: Xác minh đoạn mật khẩu:
zh_cn: 再次输入密码：
zh_hk: 確認通關句語：

source: Passphrase can't be empty
ar: لا يجوز ترك عبارة مرور فارغة
ca: La contrasenya no pot quedar buida
da: Adgangsfrase må ikke være tom
de: Passphrase darf nicht leer sein
es: La frase clave no puede estar vacía
fa: رمز نمی تواند خالی باشد
fi: Salalause ei voi olla tyhjä
fr: La phrase de passe ne peut pas être vide
he: ביטוי הסיסמה אינו יכול להיות ריק
hr_hr: Lozinka ne može biti prazna
hu: A jelszó nem lehet üres
is: Lykilfrasi má ekki vera auður
it: La frase segreta non può essere vuota
km: ឃ្លា​សម្ងាត់​មិន​អាច​ទទេ​បាន​ឡើយ
lv: Ieejas frāze nedrīkst būt tukša
nl: Wachtwoord kan niet leeg zijn
pl: Hasło nie może być puste
pt: O código não pode estar em branco
pt_br: A frase-senha não pode ser vazia
pt_pt: A frase-senha não pode estar em branco
ro: Parola nu poate fi absentă
ru: Ключевая фраза не может быть пустой
sk: Heslo nesmie byť prázdne
sl_si: Geslo za ključe ne sme biti prazno
sq: Parulla s'mund të jetë e zbrazët
tr: Parola boş bırakılamaz
uk: Ключова фраза не може бути порожною
vi: Đoạn mật khẩu không thể bỏ trống
zh_cn: 密码不能为空
zh_hk: 通關句語唔准空白

source: Passphrases do not match
ar: عبارات المرور غير متطابقين
ca: La contrasenya no coincideix
da: Adgangsfraser er ikke ens
de: Passphrasen stimmen nicht überein
es: Las frases clave no concuerdan
fa: رمز ها با هم یکسان نیستند
fi: Salalauseet eivät täsmää
fr: Les phrases de passe ne correspondent pas
he: ביטויי הסיסמה אינם תואמים
hr_hr: Lozinke se ne podudaraju
hu: A jelszavak nem egyeznek
is: Lykilfrasar stemma ekki
it: La frase segreta non corrisponde
km: ឃ្លា​សម្ងាត់​មិន​ផ្គូផ្គង
lv: Ieejas frāzes nesakrīt
nl: Wachtwoorden komen niet overeen
pl: Hasła nie pasują
pt: Os códigos não correspondem
pt_br: As frases-senha não correspondem
pt_pt: As frases-senha não coincidem
ro: Parolele nu se potrivesc
ru: Парольные фразы не совпадают
sk: Heslá sa nezhodujú
sl_si: Gesla za ključe se ne ujemajo
sq: Parullat s'përputhem
tr: Parola ile onayı eşleşmiyor
uk: Ключові фрази не збігаються
vi: Đoạn mật khẩu không đúng
zh_cn: 密码不一致
zh_hk: 通關句語唔相符

source: Failed
ar: فشل
ca: Fallit
da: Mislykkedes
de: Fehlgeschlagen
es: Error
fa: ناموفق
fi: Epäonnistui
fr: Échec
he: נכשל
hr_hr: Neuspjelo
hu: Sikertelen
is: Mistókst
it: Fallito
km: បាន​បរាជ័យ
lv: Neizdevās
nl: Mislukt
pl: Nieudane
pt: Falhou
pt_br: Falhou
pt_pt: Falhou
ro: Acţiunea a eşuat
ru: Ошибка
sk: Zlyhalo
sl_si: Neuspešno
sq: Dështoi
tr: Hata
uk: Невдало
vi: Thất bại
zh_cn: 失败
zh_hk: 失敗

source: Mounting Tails persistence partition.
ar: جاري تركيب القرص الدائم الخاص بتيلز.
ca: S'esta muntant la partició persistent de Tails.
da: Monterer Tails vedholdenheds partitionen.
de: Beständiger Speicherbereich von Tails wird eingehängt.
es: Montando la partición persistente de Tails.
fa: در حال نصب و راه اندازی درایو ذخيره‌سازى مداوم تيلز...
fi: Liitetään Tailsin pysyvä osio.
fr: Montage de la partition persistante de Tails.
he: מציב מחיצת התמדה של Tails.
hr_hr: Postavljam Tailsovu trajnu particiju.
hu: Tails tartós partíció csatolása.
is: Tengi varanlega disksneið Tails.
it: Mount della partizione persistente Tails in corso.
km: ម៉ោន​ភាគ​ថាស​ថេរ​របស់ Tails ។
lv: Montē Tails pastāvīgo nodalījumu.
nl: Aankoppelen van Tails persistente afscheiding.
pl: Montowanie partycji przechowywania danych Tails.
pt: A montar a partição do volume persistente do Tails.
pt_br: Montando a partição do volume persistente do Tails.
pt_pt: A montar a partição do volume persistente do Tails.
ro: Se montează partiția persistentă Tails.
ru: Монтирование постояного хранилища Tails.
sk: Pripája sa Tails perzistentná partícia.
sl_si: Vpenjanje trajne particije Sledi
sq: Montimi i ndarjes së Vazhdueshmërisë së Tails.
tr: Tails kalıcı bölümü takılıyor
uk: Монтування постійного сховища Tails.
vi: Đang gắn phân vùng bền vững của Tails.
zh_cn: 正在挂载 Tails 持久卷。
zh_hk: 掛接Tails持續分割區。

source: The Tails persistence partition will be mounted.
ar: سيتم تركيب القرص الدائم الخاص بتيلز.
ca: La partició persistent de Tails serà muntada.
da: Tails vedholdenheds partitionen vil blive monteret.
de: Beständiger Speicherbereich von Tails wird eingehängt.
es: La partición persistente de Tails será montada.
fa: درایو ذخيره‌سازى مداوم تيلز نصب و راه اندازی خواهد شد.
fi: Tailsin pysyvä osio liitetään.
fr: La partition persistante de Tails sera montée.
he: מחיצת ההתמדה של Tails תוצב.
hr_hr: Tailsova trajna particija će biti postavljena.
hu: A Tails tartós partíció csatolva lesz.
is: Varanleg disksneið Tails verður tengd í skráakerfið.
it: La partizione persistente di Tails sarà montata.
km: ភាគ​ថាស​ថេរ​របស់ Tails នឹង​ត្រូវ​បាន​ម៉ោន។
lv: Tiks montēts Tails pastāvīgais nodalījums.
nl: De persistente afscheiding van Tails zal worden aangekoppeld.
pl: Partycja przechowywania danych Tails zostanie zamontowana.
pt: A partição do volume persistente do Tails será montada.
pt_br: A partição do volume persistente do Tails será montada.
pt_pt: A partição do volume persistente do Tails será montada.
ro: Partiția persistentă Tails va fi montată.
ru: Постоянное хранилище Tails будет смонтировано.
sk: Tails perzistentná partícia bude pripojená.
sl_si: Trajna particija Sledi bo vpeta.
sq: Ndarja e Vazhdueshmërisë së Tails do të montohet.
tr: Tails kalıcı bölümü takılacak
uk: Постійне сховище Tails буде змонтоване.
vi: Phân vùng bên vững của Tails sẽ được gắn vào
zh_cn: 即将挂载 Tails 持久卷。
zh_hk: Tails持續分割區將被掛接。

source: Correcting permissions of the persistent volume.
ar: جاري تصحيح صلاحيات القرص الدائم.
ca: S'estan corregint els permisos del volum persistent.
da: Retter tilladelserne på den vedvarende volume.
de: Zugriffsrechte auf dem beständigen Speicherbereich werden berichtigt.
es: Corrigiendo permisos del volumen persistente.
fa: اصلاح دسترسی های درایو ذخیره سازی مداوم
fi: Korjataan pysyvän taltion oikeuksia.
fr: Correction des droits du volume persistant.
he: מתקן הרשאות של הכרך המתמיד.
hr_hr: Ispravljam dozvole trajnog pogona.
hu: Hozzáférési jogosultságok javítása a tartós köteten.
is: Leiðrétti heimildir á varanlegu gagnageymslunni.
it: Correzione dei permessi del volume persistente.
km: ការ​កែតម្រូវ​សិទ្ធិ​នៃ​កម្រិត​សំឡេង​ថេរ។
lv: Pastāvīgā sējuma atļauju labošana.
nl: Machtigingen van het persistent volume aan het verbeteren.
pl: Korygowanie uprawnienia stałej objętości.
pt: A corrigir as permissões do volume persistente.
pt_br: Corrigindo as permissões do volume persistente.
pt_pt: A corrigir as permissões do volume permanente.
ro: Se corectează permisiunile volumului persistent.
ru: Исправление прав доступа к постоянному хранилищу.
sk: Korigujú sa oprávnenia perzistentného média.
sl_si: Popravljanje dovoljenja trajnega nosilca.
sq: Korrigjimi i lejeve të vëllimit të vazhdueshëm.
tr: Kalıcı birimin izinleri düzeltiliyor.
uk: Виправлення прав доступу до постійного сховища.
vi: Sự cho phép sửa chữa của ổ đĩa bền vững
zh_cn: 正在纠正持久卷的权限
zh_hk: 修改持續磁碟區嘅權限。

source: The permissions of the persistent volume will be corrected.
ar: سيتم تصحيح صلاحيات القرص الدائم.
ca: Els permisos del volum persistent seran corregits.
da: Tilladelserne på den permanente volume vil blive rettede.
de: Zugriffsrechte auf dem beständigen Speicherbereich werden berichtigt.
es: Los permisos del volumen persistente serán corregidos.
fa: دسترسی های درایو ذخیره سازی مداوم اصلاح خواهد شد.
fi: Pysyvän taltion oikeudet korjataan.
fr: Les droits du volume persistant seront corrigés.
he: ההרשאות של הכרך המתמיד יתוקנו.
hr_hr: Dozvole trajnog pogona će biti ispravljene.
hu: A hozzáférési jogosultságok javítva lettek a tartós köteten.
is: Heimildir á varanlegu gagnageymslunni verða leiðréttar.
it: I permessi del volume persistente verranno corretti.
km: សិទ្ធិ​នៃ​កម្រិត​សំឡេង​ថេរ​នឹង​ត្រូវ​បាន​កែតម្រូវ។
lv: Pastāvīgā sējuma atļaujas tiks labotas.
nl: De machtigingen van het persistent volume zullen verbeterd worden.
pl: Uprawnienia stałej objętości zostaną skorygowane.
pt: As permissões do volume persistente serão corrigidas.
pt_br: As permissões do volume persistente serão corrigidas.
pt_pt: As permissões do volume permanente serão corrigidas.
ro: Permisiunile volumului persistent vor fi corectate.
ru: Прав доступа к постоянному хранилищу будут исправлены.
sk: Oprávnenia perzistentného média budú skorigované.
sl_si: Dovoljenje za trajni nosilec bo spremenjeno.
sq: Lejet e vëllimit të vazhdueshëm do të korrigjohen.
tr: Kalıcı birimin izinleri düzeltilecek.
uk: Права доступу до постійного сховища будуть виправлені.
vi: Sự cho phép của ổ đĩa bền vững sẽ được sửa chữa.
zh_cn: 恒定卷的权限已经被纠正。
zh_hk: 持續磁碟區嘅權限將被修改。

source: Creating default persistence configuration.
ar: يتم انشاء اعدادات الدوام.
ca: Creant configuració de persistència predeterminada.
da: Opretter standardvedholdenhedskonfiguration.
de: Erstelle Standardkonfiguration für beständige Datenpartition.
es: Creando la configuración persistente por defecto.
fa: ایجاد تنظیمات پایدار پیش فرض
fr: Création de la configuration par défaut de la persistance.
he: יוצר תצורת ברירת מחדל של התמדה.
hr_hr: Stvaranje zadanih postavki trajnosti.
hu: Alapértelmezett tartóstár konfiguráció létrehozása
is: Vista stillingar fyrir varanlega gagnageymslu.
it: Creazione configurazione persistenza predefinita.
nl: Aanmaken van standaard persitentie configuratie.
pl: Tworzenie domyślnego wolumenu przechowania danych.
pt: A criar a configuração persistente predefinida.
pt_br: Criando a configuração permanente padrão.
pt_pt: A criar a configuração persistente predefinida.
ro: Se creează configurația implicită pentru persistență.
ru: Создание конфигурации хранилища по умолчанию.
tr: Varsayılan kalıcılık ayarları oluşturuluyor.
zh_cn: 正在以默认设置创建持久卷。

source: The default persistence configuration will be created.
ar: سيتم انشاء اعدادات الدوام الافتراضية.
ca: Es crearà la configuració de persistència predeterminada.
da: Standardvedholdenhedskonfigurationen oprettes.
de: Die Standardkonfiguration für beständige Datenpartition wird erstellt.
es: Se va a crear la configuración permanente por defecto.
fa: پیکربندی پیش فرض پایدار ایجاد خواهد شد.
fr: La configuration par défaut de la persistance sera créée.
he: תצורת ברירת המחדל של התמדה תיווצר.
hr_hr: Zadane postavke trajnosti će biti stvorene.
hu: Az alapértelmezett tartóstár konfiguráció kerül létrehozásra.
is: Uppsetning stillinga fyrir varanlega gagnageymslu verður útbúin.
it: Verrà creata la configurazione di persistenza predefinita.
nl: De standaard persistentie configuratie wordt gemaakt.
pl: Domyślny wolumin przechowania danych zostanie utworzony.
pt: A configuração persistente predefinida será criada.
pt_br: A configuração permanente padrão vai ser criada.
pt_pt: A configuração persistente predefinida será criada.
ro: Persistența va fi creată folosind setările de configurație implicite.
ru: Будет создана конфигурация хранилища по умолчанию.
tr: Varsayılan kalıcılık yapılandırması oluşturulacak.
zh_cn: 会以默认设置创建持久卷。

source: Creating...
ar: جاري الإنشاء...
ca: Creant...
da: Opretter...
de: Erstellen…
es: Creando...
fa: در حال ایجاد کردن...
fi: Luodaan...
fr: Création…
he: יוצר...
hr_hr: Stvaram…
hu: Létrehozás...
is: Bý til...
it: Creazione in corso...
km: កំពុង​បង្កើត...
lv: Izveido...
nl: Aanmaken...
pl: Tworzenie...
pt: A criar...
pt_br: Criando...
pt_pt: A criar...
ro: Se creează...
ru: Создание ...
sk: Vytváram...
sl_si: Ustvarjam...
sq: Duke krijuar...
tr: Oluşturuluyor...
uk: Створення...
vi: Đang tạo...
zh_cn: 正在创建...
zh_hk: 建立中…
