Repository: austin987/tails
Catalog: config/chroot_local-includes/usr/src/persistence-setup/po/*.po
Languages: ar, ca, da, de, es, fa, fi, fr, he, hr_hr, hu, is, it, km, lv, nl, pl, pt, pt_br, pt_pt, ro, ru, sk, sl_si, sq, tr, uk, vi, zh_cn, zh_hk

source: Browser Bookmarks
ar: المواقع المخزنة بالمتصفح
ca: Marcadors del navegador
da: Browser-bogmærker
de: Browser-Lesezeichen
es: Favoritos del navegador.
fa: نشانک‌های مرورگر
fr: Marque-pages du navigateur
he: סימניות דפדפן
hr_hr: Zabilješke preglednika
hu: Böngésző könyvjelzők
is: Bókamerki vafra
it: Segnalibri browser
nl: Browser bladwijzers
pl: Zakładki przeglądarki
pt: Explorar Marcadores
pt_br: Favoritos do Navegador
pt_pt: Marcadores do Navegador
ro: Pagini Salvate in Navigator
ru: Закладки браузера
tr: Yer İmlerine Gözat
zh_cn: 浏览器书签

source: Bookmarks saved in the Tor Browser
ar: تمّ حفظ العلامة المرجعية بنجاح في متصفّح تور
ca: Adreces d'interès desades al Navegador Tor
da: Bogmærker gemt i Tor Browser
de: Lesezeichen, die im Tor-Browser gespeichert wurden
es: Marcadores guardados en el Tor Browser.
fa: بوکمارک ها در مرورگر تور ذخیره شد
fi: Kirjanmerkit tallennettu Tor-selaimeen
fr: Marque-pages enregistrés dans le navigateur Tor
he: סימניות שמורות בדפדפן Tor
hr_hr: Oznake spremljene u Tor Browseru
hu: Könyvjelzők elmentve a Tor Browser-ben.
is: Bókamerki vistuð í Tor-vafranum
it: Segnalibri salvati nel browser Tor
lv: Pārlūkā Tor saglabātās grāmatzīmes
nl: Bladwijzer opgeslagen in de Tor-browser
pl: Zakładki zapisane w Tor Browser
pt: Favoritos guardados no Navegador Tor
pt_br: Favoritos salvos no navegador Tor
pt_pt: Favoritos guardados no Tor Browser
ro: Pagini salvate în navigatorul Tor Browser
ru: Закладки, сохраненные в Tor Browser
sk: Záložky uložené v Tor Browseri
sl_si: Zaznamki shranjeni v Tor brskalniku
sq: Faqeruajtësit e ruajtur në Tor Browser
tr: Tor Browser üzerine kaydedilmiş yer imleri
uk: Закладки збережені у браузері Tor
vi: Những thẻ đánh dấu được lưu trong Trình duyệt Tor
zh_cn: 在 Tor 浏览器中保存的书签
zh_hk: 儲存喺Tor洋蔥路由瀏覽器嘅書籤

source: Network Connections
ar: اتصالات الشبكة
ca: Connexions en xarxa
da: Netværksforbindelser
de: Netzwerkverbindungen
es: Conexiones de red
fa: اتصال های شبكه
fi: Verkkoyhteydet
fr: Connexions réseau
he: חיבורי רשת
hr_hr: Mrežne veze
hu: Hálózati kapcsolatok
is: Nettengingar
it: Connessioni di rete
km: ការ​តភ្ជាប់​បណ្ដាញ
lv: T'īkla savienojumi
nl: Netwerkverbindingen
pl: Połączenia sieciowe
pt: Ligações da Rede
pt_br: Conexões de Rede
pt_pt: Ligações de Rede
ro: Conexiuni Rețea
ru: Сетевые подключения
sk: Sieťové pripojenia
sl_si: Omrežne povezave
sq: Lidhjet e Rrjetit
tr: Ağ Bağlantıları
uk: Мережеві підключення
vi: Những kết nối mạng lưới
zh_cn: 网络连接
zh_hk: 網絡連線

source: Configuration of network devices and connections
ar: تكوين أجهزة الشّبكة و الاتصالات
ca: Configuració de dispositius en xarxa i connexions
da: Konfiguration af netværksenheder og forbindelser
de: Einstellungen von Netzwerkgeräten und -verbindungen
es: Configuración de dispositivos de red y conexiones
fa: پيكربندى دستگاه‌ها و ارتباطات شبكه
fi: Verkkolaitteiden ja -yhteyksien asetukset
fr: Configuration des périphériques et connexions réseau
he: תצורה של התקני רשת וחיבורים
hr_hr: Postavke mrežnih uređaja i veza
hu: Hálózati eszközök és kapcsolatok beállítása
is: Uppsetning nettenginga og nettengdra tækja
it: Configurazione dei dispositivi e delle connessioni di rete
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ឧបករណ៍​បណ្ដាញ និង​ការ​តភ្ជាប់
lv: Savienojumu un tīkla ierīču konfigurēšana
nl: Configuratie van netwerkapparaten en verbindingen
pl: Konfiguracja urządzeń i połączeń sieciowych
pt: Configuração dos dispositivos e ligações da rede
pt_br: Configuração de dispositivos e conexões de rede
pt_pt: Configuração dos dispositivos e ligações da rede
ro: Configurare plăci și conexiuni de rețea
ru: Конфигурация сетевых устройств и соединений
sk: Nastavenia sieťových zariadení a pripojení
sl_si: Nastavitve omrežnih naprav in povezav
sq: Konfigurimi i pajisjeve dhe lidhjeve të rrjetit
tr: Ağ aygıt ve bağlantılarının ayarları
uk: Конфігурація мережевих пристроїв і з'єднань
vi: Cấu hình của những thiết bị mạng và kết nối
zh_cn: 配置网络设备和连接
zh_hk: 網絡裝置同連線設定

source: Additional Software
ar: برامج إضافية
ca: Programari addicional
da: Yderligere software
de: Zusätzliche Software
es: Software Adicional
fa: نرم افزار اضافی
fr: Logiciels additionnels
he: תוכנה נוספת
hr_hr: Dodatni programi
hu: További szoftverek
is: Viðbótarhugbúnaður
it: Software aggiuntivo
nl: Extra programmatuur
pl: Dodatkowe oprogramowanie
pt: Software Adicional
pt_br: Software Adicional
pt_pt: Programas Adicionais
ro: Aplicații Adiționale
ru: Дополнительное програмное обеспечение
tr: Ek Yazılımlar
zh_cn: 附加软件

source: Software installed when starting Tails
ar: تم تثبيت البرامج عند بدء تشغيل تيلز
ca: Programari instal·lat al iniciar Tails
da: Software som er installeret når Tails startes
de: Automatisch beim Start von Tails installierte Software
es: Software instalado al iniciar Tails.
fa: نرم افزار هنگامی که تیلز شروع می‌شود نصب شده
fr: Logiciels installés lors du démarrage de Tails
he: תוכנה מותקנת בעת התחלת Tails
hr_hr: Programi instalirani kada se Tails pokreće
hu: A Tails indulásakor telepített szoftverek
is: Hugbúnaður uppsettur þegar Tails er ræst
it: Software installato all'avvio di Tails
nl: Geïnstalleerde programmatuur tijdens het starten van Tails
pl: Oprogramowanie zainstalowane podczas uruchamiania Tails
pt: Software instalado quando iniciar o Tails
pt_br: Software instalado ao iniciar o Tails
pt_pt: Software instalado quando iniciar o Tails
ro: Aplicații instalate la pornirea Tails
ru: Программное обеспечение, установленное при запуске Tails
tr: Tails başlatılırken kurulan yazılımlar
zh_cn: 启动 Tails 时安装的软件

source: Printers
ar: الطابعات
ca: Impressores
da: Printere
de: Drucker
es: Impresoras
fa: چاپگر‌ها
fi: Tulostimet
fr: Imprimantes
he: מדפסות
hr_hr: Pisači
hu: Nyomtatók
is: Prentarar
it: Stampanti
km: ម៉ាស៊ីន​បោះពុម្ព
lv: Printeri
pl: Drukarki
pt: Impressoras
pt_br: Impressoras
pt_pt: Impressoras
ro: Imprimante
ru: Принтеры
sk: Tlačiarne
sl_si: Tiskalniki
sq: Printerat
tr: Yazıcılar
uk: Принтери
vi: Những máy in
zh_cn: 打印机
zh_hk: 打印機

source: Printers configuration
ar: إعدادات الطابعات
ca: Configuració d'impressores
da: Konfiguration af printere
de: Druckereinstellungen
es: Configuración de las impresoras
fa: پیکربندی چاپگر‌ها
fi: Tulostimien asetukset
fr: Configuration des imprimantes
he: תצורת מדפסות
hr_hr: Postavke pisača
hu: Nyomtatók konfigurálása
is: Uppsetning prentara
it: Configurazione stampanti
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បោះពុម្ព
lv: Printeru konfigurēšana
nl: Printerconfiguratie
pl: Konfiguracja drukarek
pt: Configuração das Impressoras
pt_br: Configuração das impressoras
pt_pt: Configuração de impressoras
ro: Configurare imprimante
ru: Настройка принтеров
sk: Nastavenie tlačiarní
sl_si: Nastavitev tiskalnikov
sq: Konfigurimi i Printerave
tr: Yazıcı ayarları
uk: Налаштування принтерів
vi: Cấu hình của những máy in
zh_cn: 打印机配置
zh_hk: 打印機設定

source: Thunderbird emails, feeds, and settings
ar: البريد الالكتروني, الأخبار, و اعدادات Thunderbird
ca: Correu electrònic de Thunderbird, feeds i configuració
da: Thunderbird e-mails, feeds og indstillinger
de: Thunderbird E-Mails, feeds, und Einstellungen
es: Correo electrónico, fuentes y configuración de Thunderbird
fa: ایمیل‌ها، خوراک‌ها و تنظیمات Thunderbird
fr: Courriels, flux et paramètres de Thunderbird
he: דוא"לים, הזנות והגדרות של Thunderbird
hr_hr: Thunderbird e-pošte, kanali i postavke
hu: Thunderbird emailek, feedek és beállítások
is: Thunderbird tölvupóstar, fréttastreymi og stillingar
it: Email, feed e impostazioni di Thunderbird
nl: Thunderbird emails, nieuwsstroom, en instellingen
pl: Wiadomości e-mail, kanały i ustawienia Thunderbirda
pt: E-mails do Thunderbird, feeds, e configurações
pt_br: Thunderbird e-mails, notificações e configurações
pt_pt: E-mails do Thunderbird, feeds, e configurações
ro: Email-uri, surse de știri și setări Thunderbird
ru: Электронная почта, каналы и настройки Thunderbird
tr: Thunderbird e-postalar, akışlar ve ayarlar
zh_cn: Thunderbird 邮件，阅读器列表和设置

source: GnuPG
fa: گنو پرايوسى گارد (GnuPG)
pt_br: GnuPG (Gnu Privacy Guard)

source: GnuPG keyrings and configuration
ar: تكوين و مفاتيح GnuPG
ca: Claus i configuració de GnuPG
da: GnuPG nøgleringe og konfiguration
de: GnuPG-Schlüsselbund und -Einstellungen
es: Grupos de claves (keyrings) de GnuPG y configuración
fa: پيكربندى و جاكليدى گنو پرايوسى گارد
fi: GnuPG-avainrenkaat ja -asetukset
fr: Trousseaux de clés et configuration de GnuPG
he: מחזיקי מפתחות ותצורה של GnuPG
hr_hr: GnuPG prsteni ključeva i postavke
hu: GnuPG kulcstárolók és konfiguráció
is: GnuPG-lyklakippur og uppsetningar
it: Portachiavi GnuPG e configurazione
km: GnuPG keyrings និង​ការ​កំណត់​រចនាសម្ព័ន្ធ
lv: GnuPG atslēgu turētāji un konfigurēšana
nl: GnuPG sleutelringen en configuratie
pl: Zbiory kluczy i konfiguracja GnuPG
pt: Configuração e gestor de chaves GnuPG
pt_br: Chaveiros e configuração do GnuPG
pt_pt: Configuração e gestor de chaves GnuPG
ro: Chei și configurare GnuPG
ru: Конфигурация и ключи GnuPG
sk: GnuPG zväzok kľúčov a konfigurácia
sl_si: Datoteke s ključi GnuPG in nastavitve
sq: "Mbajtëset e çelësave" dhe konfigurimi i GnuPG
tr: GnuPG anahtarlık ve ayarları
uk: Конфігурація і ключі GnuPG
vi: Những móc khóa và cấu hình GnuPG
zh_cn: GnuPG 钥匙环与配置
zh_hk: GnuPG匙圈同設定

source: Bitcoin Client
ar: عميل بيتكوين
ca: Client Bitcoin
da: Bitcoin-klient
de: Bitcoin-Anwendung
es: Cliente de Bitcoin
fa: مشتری بیتکوین
fr: Client bitcoin
he: לקוח ביטקוין
hr_hr: Bitcoin klijent
hu: Bitcoin kliens
is: Bitcoin-biðlari
it: Client Bitcoin
nl: Bitcoin Klant
pl: Klient Bitcoin
pt: Cliente Bitcoin
pt_br: Cliente Bitcoin
pt_pt: Bitcoin - Cliente
ro: Client Bitcoin
ru: Bitcoin клиент
tr: Bitcoin İstemcisi
zh_cn: 比特币客户端

source: Electrum's bitcoin wallet and configuration
ar: محفظة الإلكتروم للبيتكوين و الإعدادات
ca: Moneder de Bitcoin d'Electrum i configuració
da: Electrum's bitcoin tegnebog og konfiguration
de: Electrums Bitcoin-Wallet und Konfiguration
es: Cartera de bitcoins Electrum y configuración
fa: کیف پول بیتکوین های Electrum و پیکربندی
fi: Electrumin bitcoin-lompakko ja asetukset
fr: Portefeuille bitcoin et configuration d’Electrum
he: ארנק ביטקוין ותצורה של Electrum
hr_hr: Electrum bitcoin lisnica i postavke
hu: Electum bitcoin tárca és konfiguráció
is: Bitcoin-veski í Electrum og uppsetning
it: Portafoglio bitcoin e configurazione di Electrum
lv: Electrum'a bitcoin maciņš un konfigurācija
nl: Electrums bitcoinportemonnee en -configuratie
pl: Portfel Electrum Bitcoin i konfiguracja
pt: Configuração e carteira bitcoin Electrum
pt_br: Configuração et carteira de bitcoin Electrum
pt_pt: Configuração e carteira bitcoin Electrum
ro: Portofel bitcoin și configurare Electrum
ru: Биткойн-кошелек и конфигурация Electrum
sk: Electrum bitcoin peňaženka a nastavenie
sl_si: Electrumova bitcoin denarnica in nastavitve
sq: Portofoli Bitcoin i Electrum dhe konfigurimi
tr: Electrum bitcoin cüzdanı ve ayarları
uk: Біткойн-гаманець і конфігурація Electrum
vi: Ví bitcoin Electrum và cấu hình
zh_cn: Electrum 的比特币钱包和配置
zh_hk: Electrum嘅Bitcoin比特幣錢包同設定

source: Pidgin
fa: پيام‌رسان پيجين (Pidgin)
lv: Pidžinvaloda

source: Pidgin profiles and OTR keyring
ar: الحسابات الشخصية في Pidgin و OTR keyring
ca: Perfils de Pidgin i clauer d'OTR
da: Pidgin profiler og OTR nøglering
de: Pidgin-Profile und OTR-Schlüsselbund
es: Perfiles de Pidgin y grupo de claves ('keyring') OTR (cifrado Off The Record)
fa: نمايه‌ها و جاكليدى پيجين
fi: Pidgin-profiilit ja OTR-avaimet
fr: Profils Pidgin et trousseau de clés OTR
he: פרופילי Pidgin ומחזיק מפתחות OTR
hr_hr: Pidgin profili i OTR prsten ključeva
hu: Pidgin profilok és OTR kulcstár
is: Pidgin-snið og OTR-lyklakippa
it: Profili Pidgin e portachiavi OTR
km: ប្រវត្តិរូប Pidgin និង OTR keyring
lv: Pidžinvalodu profili un OTR atslēgu turētājs
nl: Pidgin-profielen en OTR-sleutelring
pl: Zestaw kluczy OTR i profile Pidgina
pt: Perfis Pidgin e gestor de chaves OTR
pt_br: Perfis do Pidgin e chaveiro OTR (Off-The-Record)
pt_pt: Perfis Pidgin e gestor de chaves OTR
ro: Profiluri Pidgin și chei OTR
ru: Профили Pidgin и OTR
sk: Pidgin profily a OTR zväzok kľúčov
sl_si: Pidgin profili in OTR datoteke s ključi
sq: Profilet Pidgin dhe "mbajtëset e çelësave" OTR
tr: Pidgin profilleri ve Kayıt Dışı anahtarlığı
uk: Профілі Pidgin і OTR
vi: Những cấu hình Pidgin và móc khóa OTR
zh_cn: Pidgin 配置文件及 OTR 钥匙环
zh_hk: Pidgin設定檔同唔記錄匙圈

source: SSH Client
ar: عميل SSH
ca: Client SSH
da: SSH-klient
de: SSH-Programm
es: Cliente SSH
fa: کلاینت اس اس اچ (SSH Client)
fi: SSH-asiakasohjelma
fr: Client SSH
he: לקוח SSH
hr_hr: SSH klijent
hu: SSH kliens
is: SSH-biðlari
it: Client SSH
km: ម៉ាស៊ីន​កូន SSH
lv: SSH klients
pl: Klient SSH
pt: Cliente SSH
pt_br: Cliente SSH (Secure SHell)
pt_pt: SSH - Cliente
ro: Client SSH
ru: Клиент SSH
sk: SSH klient
sl_si: SSH odjemalec
sq: Klienti SSH
tr: SSH İstemcisi
uk: Клієнт SSH
vi: Máy trạm SSH
zh_cn: SSH 客户端
zh_hk: SSH用戶端

source: SSH keys, configuration and known hosts
ar: مفاتيح، و تكوين، و المستضيفين المعروفين لـSSH
ca: Claus SSH, configuració i amfitrions coneguts
da: SSH nøgler, konfiguration og kendte værter
de: SSH-Schlüssel, -Einstellungen und bekannte Rechner
es: Claves SSH, configuración y hosts conocidos
fa: كليدهای اس اس اچ، تنظیمات و ميزبان‌هاى امن
fi: SSH-avaimet, -asetukset ja tunnetut palvelimet
fr: Clés, configuration et hôtes connus SSH
he: מפתחות, תצורה ומארחים ידועים של SSH
hr_hr: SSH ključevi, postavke i poznati domaćini
hu: SSH kulcsok, konfiguráció és ismert számítógépek
is: SSH-lyklar, uppsetning og þekktar vélar
it: Chiavi SSH, configurazione e host conosciuti
km: ពាក្យ​គន្លឹះ SSH ការ​កំណត់​រចនាសម្ព័ន្ធ និង​ម៉ាស៊ីន​ដែល​បាន​ស្គាល់
lv: SSH atslēgas, konfigurācija un zināmi resursdatori
nl: SSH sleutels, configuratie en bekende hosts
pl: Klucze, konfiguracja i znane hosty SSH
pt: Chaves SSH, configuração e hospedeiros conhecidos
pt_br: Chaves SSH, configurações e servidores conhecidos
pt_pt: Chaves SSH, configuração e hospedeiros conhecidos
ro: Chei SSH, configurație si gazde cunoscute
ru: SSH-ключи, конфигурация и известные хосты
sk: SSH kľúče, konfigurácia a známi hostovia
sl_si: SSH ključi, nastavitve in znani gostitelji
sq: Çelësat SSH, konfigurimi dhe pritësit e njohur
tr: SSH anahtarları, ayarları ve bilinen sunucular
uk: Ключі SSH, налаштування і хости
vi: Những khóa SSH, cấu hình và những máy chủ được biết đến
zh_cn: SSH 密钥，配置及已知服务器
zh_hk: SSH鎖匙、設定同已知嘅主機

source: Dotfiles
es: Dotfiles (formato de '.ficheros' de configuración)
fa: فايل‌هاى پنهان (Dotfiles)
fi: Pisteellä alkavat tiedostot
hu: Dot-fájlok
is: Punktaskrár (dotfiles - faldar skrár)
lv: Punktdatnes
nl: Puntbestanden
pt: Ficheiros Dot
pt_br: Arquivos de configuração (Dotfiles)
sl_si: Datoteke s piko
zh_cn: .用户配置文件

source: Symlink into $HOME every file or directory found in the `dotfiles' directory
ca: Symlink a $HOME tot arxiu o carpeta trobat al directori 'dotfiles'
da: Symlink alle filer eller mapper fra "dotfiles"-mappen ind i $HOME
de: Alle Dateien und Verzeichnisse, die sich im »dotfiles«-Ordner befinden, mit dem Persönlichen Ordner verknüpfen
es: Crear enlaces simbólicos ('symlink') en $HOME para todos los ficheros o carpetas en la carpeta 'dotfiles' (formato de '.ficheros' de configuración)
fa: برای هر فایل و یا پوشه ای که در فايل‌هاى پنهان (dotfiles) پیدا شده اند، یک رابط نمادين (symlink) بساز
fi: Luo $HOME-kansioon symbolinen linkki jokaisesta tiedostosta, joka on dotfiles-kansiossa
fr: Créer un lien symbolique, dans $HOME, pour chaque fichier ou dossier se trouvant dans le dossier `dotfiles'
he: צור קישור סמלי אל $HOME מכל קובץ או סיפרייה הנמצאים בסיפרייה `dotfiles'
hr_hr: Simbolički poveži svaku datoteku ili direktorij pronađen u 'dotfiles' direktoriju u $HOME
hu: Symlink a $HOME könyvtárban minden fájlra és könyvtárra található a `dotfiles' könyvtárban
is: Tákntengja inn í $HOME hverja þá skrá eða möppu sem finnst í `dotfiles' möppunni
it: Crea un symlink in $HOME per ogni file o cartella dentro la cartella "dotfiles"
km: Symlink ទៅ​ក្នុង $HOME នូវ​រាល់​ឯកសារ ឬ​ថត​ដែល​បាន​រក​ឃើញ​នៅ​ក្នុង​ថត `dotfiles'
lv: Visas datnes un direktorijas no `punktdatņu' direktorija Symlink'ot uz $HOME
nl: Symlink elk bestand of map dat gevonden is in de `puntbestanden'-map naar $HOME
pl: Zrób dowiązania w $HOME do każdego pliku lub katalogu znajdującego się w katalogu `dotfiles'
pt: Hiperligação simbólica com $HOME de todos os ficheiros ou diretorias encontradas na diretoria 'dotfiles'
pt_br: Criar um link em $HOME para todos os arquivos ou diretórios encontrados no diretório `dotfiles`
pt_pt: Hiperligação simbólica com $HOME de todos os ficheiros ou diretórios encontrados no diretório 'dotfiles'
ro: Adaugă o legătură simbolică în $HOME pentru fiecare fișier sau director găsit în directorul `dotfiles'
ru: Символьные ссылки на каждый файл или папку $HOME найдены в папке `dotfiles'
sk: Symbolicky odkazovať do $HOME každý súbor alebo priečinok nájdený v priečinku `dotfiles'
sl_si: Simbolna povezava $HOME vsaka datoteka ali imenik najden v imeniku `datoteke s piko'
sq: Lidhni simbolikisht në $HOME çdo skedar ose direktori të gjetur në dirketorinë e "dotfiles"
tr: `dotfiles' klasöründe bulunan tüm dosya ve klasörler için $HOME üzerinde sembolik bağlantı oluşturur
uk: Символьні посилання до $HOME, на кожен файл чи папку знайдені в папці `dotfiles '
vi: Symlink vào mỗi tập tin hoặc thư mục $HOME được tìm thấy trong thư mục `dotfiles'
zh_cn: 连入 $HOME 的符号链接，目录中“.”的所有文件和文件夹
zh_hk: Symlink「dotfiles」目錄中搵到嘅每個檔案或目錄到$HOME

source: Persistence wizard - Persistent volume creation
ar: مساعد القرص الدائم - إنشاء القرص الدائم
ca: Assistent de persistència - Creació de volum persistent
da: Vedholdenheds guiden - Vedvarende volume oprettelse
de: Speicherbereichs-Assistent - Erstellen eines beständigen Speicherbereichs
es: Asistente de persistencia - Creación de volumen persistente
fa: نصب و راه اندازی - ساختن درایو ذخيره‌سازى مداوم
fi: Pysyvyysvelho - Pysyvän taltion luominen
fr: Assistant de persistance - Création du volume persistant
he: אשף התמדה - יצירת כרך מתמיד
hr_hr: Čarobnjak trajnosti - Stvaranje trajnog pogona
hu: Tartóstár varázsló - Tartós kötet létrehozása
is: Leiðarvísir fyrir varanlega gagnageymslu - Útbúin varanleg gagnageymsla
it: Procedura guidata: creazione volume persistente
km: អ្នកជំនួយការ​កម្រិត​សំឡេង​ថេរ - ការ​បង្កើត​កម្រិត​សំឡេង​ថេរ
lv: Pastāvīguma vednis - pastāvīgā sējuma veidošana
nl: Persistentie assistent - Persistent volume aanmaken
pl: Kreator przechowywania danych - Tworzenie wolumenu przechowywania danych
pt: Assistente de persistência - Criação de volume persistente
pt_br: Assistente do volume persistente - Criação do volume persistente
pt_pt: Assistente de permanente - Criação de volume permanente
ro: Asistent persistență - Creare volum persistent
ru: Мастер постоянного хранилища - Создание постоянного хранилища
sk: Sprievodca trvanlivosťou dát - Vytvorenie perzistentného média
sl_si: Čarovnik za vztrajnost - Ustvarjanje trajnega nosilca
sq: Magjistari i Vazhdimësisë - Krijimi i vëllimit të vazhdueshëm
tr: Kalıcılık yardımcısı - Kalıcı birim oluşturma
uk: Майстер постійного сховища - Створення постійного сховища
vi: Hướng dẫn phân vùng bền vững - Việc tạo dung lượng bền vững
zh_cn: 持久存储向导 - 创建持久卷
zh_hk: 持續嚮導 - 建立持續磁碟區

source: Choose a passphrase to protect the persistent volume
ar: اختر عبارة مرور لحمايه القرص الدائم
ca: Escolliu una contrasenya per protegir el volum persistent
da: Vælg en adgangskode til at beskytte den vedvarende volume
de: Bitte eine Passphrase auswählen, um den beständigen Speicherbereich zu schützen
es: Elija una frase clave para proteger el volumen persistente
fa: یک رمز برای محافظت‌كردن از درایو ذخيره‌سازى مداوم انتخاب كنيد
fi: Valitse pysyvää taltiota suojaava salasana
fr: Choisissez une phrase de passe pour protéger le volume persistant
he: בחר ביטוי סיסמה כדי להגן על הכרך המתמיד
hr_hr: Izaberite lozinku kako bi zaštitili trajni pogon
hu: Válassz jelszót a tartós kötet védelméhez.
is: Veldu lykilfrasa til að vernda varanlegu gagnageymsluna
it: Scegliere una frase segreta per proteggere il volume persistente
km: ជ្រើស​ឃ្លា​សម្ងាត់​ដើម្បី​ការពារ​កម្រិត​សំឡេង​ថេរ
lv: Izvēlēties ieejas frāzi pastāvīgā sējuma aizsardzībai
nl: Kies een wachtwoord om het persistente volume te beschermen
pl: Wybierz hasło do ochrony wolumenu przechowywania danych.
pt: Escolha um código para proteger o volume persistente
pt_br: Escolha uma frase-senha para proteger o volume Persistent.
pt_pt: Escolha uma frase-senha para proteger o volume permanente
ro: Alegeți o parolă pentru a proteja volumul persistent
ru: Выберите пароль для защиты постоянного хранилища
sk: Zvoľte si prístupové heslo za účelom ochrany perzistentného média
sl_si: Izberite geslo za ključe, da zaščitite trajni nosilec
sq: Përzgjidhni një parullë për të mbrojtur vëllimin e vazhdueshëm
tr: Kalıcı birimi korumak için bir parola seçin
uk: Виберіть пароль для захисту постійного сховища
vi: Chọn một đoạn mật khẩu để bảo vệ dung lượng bền vững
zh_cn: 输入一个密码来保护您的持久卷
zh_hk: 請選取一個通關句語嚟保護持續磁碟區
