Repository: austin987/tails
Catalog: config/chroot_local-includes/usr/src/persistence-setup/po/*.po
Languages: ar, ca, da, de, es, fa, fi, fr, he, hr_hr, hu, is, it, km, lv, nl, pl, pt, pt_br, pt_pt, ro, ru, sk, sl_si, sq, tr, uk, vi, zh_cn, zh_hk

source: Creating the persistent volume...
ar: جاري إنشاء القرص الدائم...
ca: Creant el volum persistent...
da: Opretter det vedvarende volume...
de: Beständiger Speicherbereich wird erstellt …
es: Creando el volumen persistente...
fa: در حال ساختن درایو ذخيره‌سازى مداوم...
fi: Luodaan pysyvä taltio...
fr: Création du volume persistant…
he: יוצר את הכרך המתמיד...
hr_hr: Stvaram trajni pogon…
hu: Tartós kötet létrehozása...
is: Bý til varanlegu gagnageymsluna...
it: Creazione del volume persistente in corso...
km: កំពុង​បង្កើត​កម្រិត​សំឡេង​ថេរ...
lv: Izveido pastāvīgo sējumu...
nl: Aanmaken van het persistente volume...
pl: Tworzenie wolumenu przechowywania danych...
pt: A criar o volume persistente ...
pt_br: Criando o volume persistente...
pt_pt: A criar o volume permanente...
ro: Se creează volumul persistent...
ru: Создание постоянного хранилища...
sk: Vytvára sa perzistentné médium...
sl_si: Ustvarjanje trajnega nosilca...
sq: Duke krijuar vëllimin e vazhdueshëm...
tr: Kalıcı birim oluşturuluyor...
uk: Створення постійного сховища...
vi: Đang tạo ổ đĩa bền vững...
zh_cn: 正在创建持久卷...
zh_hk: 正在建立持續磁碟區…

source: Persistence wizard - Persistent volume deletion
ar: مساعد القرص الدائم - إلغاء القرص الدائم
ca: Assistent de persistència - Eliminació del volum persistent
da: Vedholdenheds guide - Sletning af vedvarende volume
de: Speicherbereichs-Assistent – Löschen des beständigen Speicherbereichs
es: Asistente de persistencia - Eliminación del volumen persistente
fa: نصب و راه اندازی - حذف‌كردن درایو ذخيره‌سازى مداوم
fi: Pysyvyysvelho - Pysyvän taltion poistaminen
fr: Assistant de persistance - Suppression du volume persistant
he: אשף התמדה - מחיקת כרך מתמיד
hr_hr: Čarobnjak trajnosti - Brisanje trajnog pogona
hu: Tartóstár varázsló - Tartós kötet törlés
is: Leiðarvísir fyrir varanlega gagnageymslu - Eyðing á varanlegri gagnageymslu
it: Procedura guidata: cancellazione volume persistente
km: អ្នកជំនួយការ​កម្រិត​សំឡេង​ថេរ - ការ​លុប​កម្រិត​សំឡេង​ថេរ
lv: Pastāvīguma vednis - pastāvīgā sējuma dzēšana
nl: Persistentie-assistent - Persistent volume verwijdering
pl: Kreator przechowywania danych - Usuwanie wolumenu przechowywania danych
pt: Assistente do volume persistente - Supressão do volume persistente
pt_br: Assistente do volume persistente - Supressão do volume persistente
pt_pt: Assistente de permanente - Eliminação do volume permanente
ro: Asistent persistență - Ștergerea volumului persistent
ru: Мастер постоянного хранилища - Удаление постоянного хранилища
sk: Sprievodca trvanlivosťou dát - Odstránenie perzistentného média
sl_si: Čarovnik vztrajnosti - Izbris trajnega nosilca
sq: Magjistari i Vazhdueshmërisë - Heqja e vëllimit të vazhdueshëm
tr: Kalıcılık yardımcısı - Kalıcı birimi silme
uk: Майстер постійного сховища - Видалення постійного сховища
vi: Hướng dẫn phân vùng bền vững - Việc xóa ổ đĩa bền vững
zh_cn: 持久存储向导 - 删除持久卷
zh_hk: 持續嚮導 - 刪除持續磁碟區

source: Your persistent data will be deleted.
ar: بياناتك الدائمة سوف يتم إلغائها.
ca: Les dades persistents s'esborraran
da: Dit vedvarende data vil blive slettet.
de: Ihre beständigen Daten werden gelöscht.
es: Sus datos persistentes serán eliminados.
fa: داده‌هاى مداومتان حذف خواهد شد.
fi: Pysyvät tietosi poistetaan.
fr: Vos données persistantes seront supprimées.
he: הנתונים המתמידים שלך יימחקו.
hr_hr: Vaši trajni podatci će biti izbrisani.
hu: Az tartós adatok törlésre kerülnek.
is: Varanlegum gögnum þínum verður eytt.
it: I dati persistenti verranno cancellati.
km: ទិន្នន័យ​ថេរ​របស់​អ្នក​នឹង​ត្រូវ​បាន​លុប។
lv: Jūsu pastāvīgie dati tiks dzēsti
nl: Je persistente data zal worden verwijderd.
pl: Twoje zachowane dane zostaną skasowane.
pt: Os seus dados persistentes serão eliminados.
pt_br: Seus dados persistentes serão suprimidos.
pt_pt: Os seus dados permanente serão eliminados.
ro: Datele dumneavoastră persistente vor fi șterse.
ru: Ваши данные будут удалены.
sk: Vaše perzistentné dáta budú uložené.
sl_si: Vaši podatki vztrajnosti bodo izbrisani.
sq: Të dhënat tuaja të Vazhdueshmërisë do të hiqen.
tr: Kalıcı verileriniz silinecek.
uk: Ваші дані будуть видалені.
vi: Dữ liệu bền vững của bạn sẽ bị xóa.
zh_cn: 您的存储于持久卷中的数据将被删除。
zh_hk: 持續性資料將被刪除。

source: The persistent volume %s (%s), on the <b>%s %s</b> device, will be deleted.
ar: القرص الدائم %s (%s), على جهاز <b>%s %s</b> , سيتم مسحه.
ca: El volum persistent %s (%s), en el dispositiu <b> %s %s </b> s'esborrarà.
da: Det vedvarende volume %s (%s), på <b>%s %s</b> enheden vil blive slettet.
de: Der beständige Speichebereich %s (%s) auf dem »<b>%s %s</b>«-Datenträger wird gelöscht.
es: El volumen persistente %s (%s), en el dispositivo <b>%s %s</b>, será eliminado.
fa: فايل‌هاى مشخص در ذخيره‌سازى رمزشده %s (%s) در دستگاه <b>%s %s</b> حذف خواهند شد
fi: Pysyvä taltio %s (%s), joka on laitteessa <b>%s %s</b>, poistetaan.
fr: Le volume persistant %s (%s) du périphérique <b>%s %s</b> sera supprimé.
he: הכרך המתמיד %s (%s), בהתקן <b>%s%s</b>, יימחק.
hr_hr: Trajni pogon %s (%s) na uređaju <b>%s %s</b> će biti izbrisan.
hu: Az tartós kötet %s (%s), itt <b>%s %s</b> eszközön törölve lesz.
is: Varanlegu gagnageymslunni %s (%s), á <b>%s %s</b> tækinu, verður eytt.
it: Il volume persistente %s (%s), sul dispositivo <b>%s %s</b>, sarà cancellato.
km: កម្រិត​សំឡេង​ថេរ %s (%s), នៅ​លើ​ឧបករណ៍ <b>%s %s</b> នឹង​ត្រូវ​បាន​លុប។
lv: Pastāvīgais sējums %s (%s) uz iekārtas <b>%s %s</b> tiks dzēsts.
nl: Het persistent volume %s (%s), op apparaat <b>%s %s</b>, zal worden verwijderd.
pl: Wolumen przechowywania danych %s (%s), na urządzeniu <b>%s %s</b>, zostanie skasowany.
pt: O volume persistente %s (%s), no <b>%s %s</b> dispositivo, não será eliminado.
pt_br: O volume persistente %s (%s), no dispositivo <b>%s %s</b>, será suprimido.
pt_pt: O volume permanente %s (%s), no dispositivo <b>%s %s</b> não será eliminado.
ro: Volumul persistent %s (%s), pe dispozitivul <b>%s %s</b>, va fi șters.
ru: Постоянное хранилище %s (%s), на устройстве <b>%s %s</b> будет удалено.
sk: Perzistentná partícia %s (%s) na zariadení <b>%s %s</b> bude odstránená.
sl_si: Trajni nosilec %s (%s), na <b>%s %s</b> napravi, bo izbrisan.
sq: Vëllimi i vazhdueshëm %s (%s), në pajisjen <b>%s %s</b>, do të hiqet.
tr: <b>%s %s</b> aygıtındaki, %s (%s) kalıcı birim silinecek.
uk: Постійне сховище %s (%s), на пристрої <b>%s %s</b> буде видалене.
vi: Ổ đĩa bền vững %s (%s), trên thiết bị <b>%s %s</b>, sẽ bị xóa.
zh_cn: 持久卷 %s (%s) 将被删除，此卷位于设备 <b>%s %s</b> 上。
zh_hk: 持續磁碟區%s (%s)，喺<b>%s %s</b>裝置上，將被刪除。

source: Delete
ar: إلغاء
ca: Esborra
da: Slet
de: Löschen
es: Eliminar
fa: حذف‌ كردن
fi: Poista
fr: Supprimer
he: מחק
hr_hr: Obriši
hu: Törlés
is: Eyða
it: Cancella
km: លុប
lv: Dzēst
nl: Verwijderen
pl: Usuń
pt: Eliminar
pt_br: Suprimir
pt_pt: Eliminar
ro: Ștergere
ru: Удалить
sk: Vymazať
sl_si: Izbris
sq: Hiqeni
tr: Sil
uk: Видалити
vi: Xóa
zh_cn: 删除
zh_hk: 刪除

source: Deleting...
ar: جاري الإلغاء...
ca: Esborrant...
da: Sletter...
de: Wird gelöscht…
es: Eliminando...
fa: در حال حذف‌كردن...
fi: Poistetaan...
fr: Suppression…
he: מוחק...
hr_hr: Brišem…
hu: Törlés...
is: Eyði...
it: Cancellazione in corso...
km: កំពុង​លុប...
lv: Dzēš...
nl: Verwijderen...
pl: Usuwanie...
pt: A eliminar...
pt_br: Suprimindo...
pt_pt: A eliminar...
ro: Se șterge...
ru: Удаление...
sk: Odstraňuje sa...
sl_si: Brisanje...
sq: Duke hequr...
tr: Siliniyor...
uk: Видалення...
vi: Đang xóa...
zh_cn: 正在删除...
zh_hk: 刪除中…

source: Deleting the persistent volume...
ar: جاري إلغاء القرص الدائم...
ca: Esborrant el volum persistent...
da: Sletter det vedvarende volume...
de: Beständiger Speicherbereich wird gelöscht…
es: Eliminando el volumen persistente...
fa: در حال حذف‌كردن ذخيره‌سازى مداوم...
fi: Poistetaan pysyvä taltio...
fr: Suppression du volume persistant…
he: מוחק את הכרך המתמיד...
hr_hr: Brišem trajni pogon…
hu: A tartós kötet törlése...
is: Eyði varanlegu gagnageymslunni...
it: Cancellazione volume persistente in corso...
km: កំពុង​លុប​កម្រិត​សំឡេង​ថេរ...
lv: Dzēš pastāvīgo sējumu...
nl: Verwijderen van persistent volume...
pl: Usuwanie wolumenu przechowywania danych...
pt: A eliminar o volume persistente...
pt_br: Suprimindo o volume persistente...
pt_pt: A eliminar o volume permanente...
ro: Se șterge volumul persistent...
ru: Удаление постоянного хранилища...
sk: Odstraňuje sa perzistentné médium...
sl_si: Brisanje trajnega nosilca...
sq: Duke hequr vëllimin e vazhdueshëm...
tr: Kalıcı birim siliniyor...
uk: Видалення постійного сховища ...
vi: Đang xóa ổ đĩa bền vững...
zh_cn: 正在删除持久卷...
zh_hk: 正在刪除持續磁碟區…

source: Persistence wizard - Persistent volume configuration
ar: مساعد القرص الدائم - تكوين القرص الدائم
ca: Assistent de persistència - Configuració del volum persistent
da: Vedholdenheds guiden - Konfiguration af vedvarende volume
de: Speicherbereichs-Assistent – Einrichtung eines beständigen Speicherbereichs
es: Asistente de persistencia - Configuración del volumen persistente
fa: نصب و راه اندازی - تنظیمات درایو ذخیره سازی مداوم
fi: Pysyvyysvelho - Pysyvän taltion määrittely
fr: Assistant de persistance - Configuration du volume persistant
he: אשף התמדה - תצורת כרך מתמיד
hr_hr: Čarobnjak trajnosti - Postavljanje trajnoga pogona
hu: Tartóstár varázsló - Tartós kötet konfigurálása
is: Leiðarvísir fyrir varanlega gagnageymslu - Uppsetning á varanlegri gagnageymslu
it: Procedura guidata: configurazione volume persistente
km: អ្នកជំនួយការ​កម្រិត​សំឡេង​ថេរ - ការ​កំណត់​រចនាសម្ព័ន្ធ​កម្រិត​សំឡេង​ថេរ
lv: Pastāvīguma vednis - pastāvīgā sējuma kofigurēšana
nl: Persistentie-assistent - Persistent volume configuratie
pl: Kreator przechowywania danych - Konfiguracja wolumenu przechowywania danych
pt: Assistente de persistência - Configuração do volume persistente
pt_br: Assistente do volume persistente - Configuração do volume persistente
pt_pt: Assistente de permanente - Configuração do volume permanente
ro: Asistent persistență - Configurare volum persistent
ru: Мастер постоянного хранилища - Настройка постоянного хранилища
sk: Sprievodca trvanlivosťou dát - Konfigurácia perzistentného média
sl_si: Čarovnik vztrajnosti - Nastavitev trajnega nosilca
sq: Magjistari i Vazhdueshmërisë - Konfigurimi i vëllimit të vazhdueshëm
tr: Kalıcılık yardımcısı - Kalıcı birim ayarı
uk: Майстер постійного сховища - Конфігурація постійного сховища
vi: Hướng dẫn phân vùng bền vững - Cấu hình của ở đĩa bền vững
zh_cn: 持久存储向导 - 配置持久卷
zh_hk: 持續嚮導 - 持續磁碟區設定

source: Specify the files that will be saved in the persistent volume
ar: حدد الملفات التي سيتم حفظها بالقرص الدائم
ca: Especifiqueu els arxius que seran desats al volum persistent
da: Vælg hvilke filer der skal gemmes i det vedvarende volume
de: Bitte wählen Sie die Dateien aus, die im beständigen Speicherbereich gespeichert werden sollen.
es: Especificar los archivos que se guardarán en el volumen persistente
fa: فايل‌هایی كه در درایو ذخيره‌سازى مداوم ذخيره خواهند شد را مشخص كنيد.
fi: Valitse tiedostot, jotka tallennetaan pysyvään taltioon
fr: Choisissez les fichiers a enregistrer dans le volume persistant
he: ציין את הקבצים שיישמרו בכרך המתמיד
hr_hr: Odredite datoteke koje će biti pohranjene na trajnom pogonu
hu: Határozd meg azokat a fájlokat amik az tartós kötetbe lesznek mentve
is: Tilgreindu skrárnar sem vistaðar verða í varanlegu gagnageymslunni
it: Specificare quali file verranno salvati nella partizione persistente
km: បញ្ជាក់​​ឯកសារ​ដែល​នឹង​ត្រូវ​រក្សាទុក​នៅ​ក្នុង​កម្រិត​សំឡេង​ថេរ
lv: Norādiet pastāvīgajā sējumā noglabājamās datnes
nl: Specificeer de bestanden die in het persistente volume worden opgeslagen
pl: Wybierz pliki, które będą zapisane na wolumenie przechowywania danych
pt: Especifique os ficheiros que serão guardados no volume persistente
pt_br: Especifique os arquivos que serão salvos no volume persistente
pt_pt: Especifique os ficheiros que serão guardados no volume permanente
ro: Specificați fișierele care vor fi salvate în volumul persistent
ru: Укажите файлы, которые будут сохранены в постоянном хранилище
sk: Zvoľte súbory, ktoré budú uložené v perzistentnom médiu
sl_si: Določite datoteke za shranjevanje na trajni nosilec
sq: Specifikoni skedarët që do të ruhen në vëllimin e vazhdueshmë
tr: Kalıcı birime kaydedilecek dosyaları belirtin
uk: Вкажіть файли, які будуть збережені в постійному сховищі
vi: Chỉ rõ những tập tin sẽ được lưu lại trong ổ đĩa bền vững
zh_cn: 设置要保存于持久卷中的文件
zh_hk: 指定將儲存喺持續磁碟區內嘅檔案

source: The selected files will be stored in the encrypted partition %s (%s), on the <b>%s %s</b> device.
ar: الملفات المختارة سيتم حفظها بالقرص المشفر %s (%s), على جهاز <b>%s %s</b> .
ca: Els arxius seleccionats seran desats a la partició encriptada %s (%s) en el dispositiu <b> %s %s </b>.
da: De valgte filer vil blive gemt i den krypterede partition %s (%s), på enheden <b>%s %s</b>.
de: Die ausgewählten Dateien werden auf dem verschlüsselten Bereich %s (%s), auf dem »<b>%s %s</b>«-Datenträger gespeichert.
es: Los archivos seleccionados serán almacenados en la partición cifrada %s (%s), en el dispositivo <b>%s %s</b>.
fa: فايل‌هاى انتخاب شده در درایو رمزگداری شده %s (%s)، در دستگاه <b>%s %s</b> ذخيره خواهند شد
fi: Valitut tiedostot säilytetään salatussa osiossa %s (%s), laitteessa <b>%s %s</b>.
fr: Les fichiers choisis seront stockés dans la partition chiffrées %s (%s), sur le périphérique <b>%s %s</b>.
he: הקבצים שנבחרו יאוחסנו במחיצה המוצפנת %s (%s), בהתקן <b>%s%s</b>.
hr_hr: Odabrane datoteke biti će pohranjene na enkriptiranoj particiji %s (%s) uređaja <b>%s %s</b>.
hu: A kiválasztott fájlok tárolva lesznek a titkosított partíción %s (%s), itt <b>%s %s</b> eszközön.
is: Valdar skrár verða geymdar á dulrituðu disksneiðinni %s (%s), á <b>%s %s</b> tækinu.
it: Il file selezionato sarà salvato in una partizione criptata %s (%s), sul dispositivo <b>%s %s</b>.
km: ឯកសារ​ដែល​បាន​ជ្រើស​នឹង​រក្សាទុក​នៅ​ក្នុង​ភាគ​ថាស​ដែល​បាន​ដាក់​លេខ​កូដ %s (%s), នៅ​លើ​ឧបករណ៍ <b>%s %s</b> ។
lv: Izvēlētās datnes tiks saglabātas šifrētajā nodalījumā %s (%s), uz ierīces <b>%s %s</b>.
nl: De geselecteerde bestanden zullen worden opgeslagen op de versleutelde partitie %s (%s), op apparaat <b>%s %s</b>.
pl: Wybrane pliki będą przechowywane na szyfrowanej partycji %s (%s), na urządzeniu <b>%s %s</b>.
pt: Os ficheiros seleccionados não serão guardados na partição encriptada %s (%s), no dispositivo <b>%s %s<b>
pt_br: Os arquivos selecionados serão armazenados na partição criptografada %s (%s), no dispositivo <b>%s %s</b>.
pt_pt: Os ficheiros selecionados não serão guardados na partição encriptada %s (%s), no dispositivo <b>%s %s<b>
ro: Fișierele selectate vor fi stocate în partiția criptată %s (%s), pe dispozitivul <b>%s %s</b>.
ru: Выбранные файлы будут сохранены в зашифрованном хранилище %s (%s), на устройстве <b>%s %s</b>.
sk: Vybrané súbory budú uložené v zašifrovanej partícii %s (%s) na zariadení <b>%s %s</b>.
sl_si: Izbrane datoteke bodo shranjene na šifrirano particijo %s (%s), na <b>%s %s</b> napravo.
sq: Skedarët e përzgjedhur do të vendosen në ndarjen e shifruar %s (%s), në pajisjen <b>%s %s</b>.
tr: Seçilen dosyalar <b>%s %s</b> aygıtında bulunan şifreli %s (%s) bölümüne depolanacak.
uk: Вибрані файли будуть збережені у зашифрованому сховищі %s (%s), на пристрої <b>%s %s</b>.
vi: Những tập tin được chọn sẽ được lưu trong phân vùng được mã hóa %s (%s), trên thiết bị <b>%s %s</b>.
zh_cn: 所选文件将被保存于加密分区 %s (%s)中，分区位于设备<b> %s %s </b>上。
zh_hk: 所選檔案將被儲存喺已加密嘅分割區%s (%s)，喺<b>%s %s</b>裝置上。

source: Save
ar: حفظ
ca: Desa
da: Gem
de: Speichern
es: Guardar
fa: ثبت
fi: Tallenna
fr: Enregistrer
he: שמור
hr_hr: Spremi
hu: Mentés
is: Vista
it: Salva
km: រក្សាទុក
lv: Saglabāt
nl: Opslaan
pl: Zapisz
pt: Guardar
pt_br: Salvar
pt_pt: Guardar
ro: Salvare
ru: Сохранить
sk: Uložiť
sl_si: Shranite
sq: Ruajeni
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_cn: 保存
zh_hk: 儲存

source: Saving...
ar: جاري الحفظ...
ca: Desant...
da: Gemmer...
de: Speichern …
es: Guardando...
fa: در حال ذخیره...
fi: Tallennetaan...
fr: Enregistrement…
he: שומר...
hr_hr: Pohranjujem…
hu: Mentés...
is: Vista...
it: Salvataggio in corso...
km: កំពុង​រក្សាទុក...
lv: Saglabā...
nl: Opslaan...
pl: Zapisywanie...
pt: A guardar...
pt_br: Salvando...
pt_pt: A guardar...
ro: Se salvează...
ru: Сохранение...
sk: Ukladám...
sl_si: Shranjevanje...
sq: Duke ruajtur...
tr: Kaydediliyor...
uk: Збереження…
vi: Đang lưu...
zh_cn: 正在保存...
zh_hk: 儲存中…

source: Saving persistence configuration...
ar: جاري حفظ تكوين القرص الدائم...
ca: Desant la configuració persistent...
da: Gemmer vedholdenheds konfigurationen...
de: Einstellungen werden gespeichert …
es: Guardando la configuración de persistencia...
fa: در حال ثبت تنظیمات تداوم...
fi: Tallennetaan pysyvyyden määrittelyt...
fr: Enregistrement de la configuration de la persistance…
he: שומר תצורת התמדה...
hr_hr: Pohranjujem postavke trajnosti…
hu: Tartóstár beállítások mentése...
is: Vista stillingar fyrir varanlega gagnageymslu...
it: Salvataggio configurazione persistenza in corso...
km: កំពុង​រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ​ថេរ...
lv: Saglabā pastāvīguma konfigurāciju...
nl: Opslaan van configuratie persistentie...
pl: Zapisywanie konfiguracji przechowywania danych
pt: A guardar a configuração persistente ...
pt_br: Salvando a configuração do volume persistente...
pt_pt: A guardar a configuração de persistência...
ro: Se salvează configurația persistenței...
ru: Сохранение текущей конфигурации...
sk: Ukladá sa konfigurácia trvanlivosti dát...
sl_si: Shranjevanje nastavitve vztrajnosti...
sq: Duke ruajtur konfigurimin e Vazhdueshmërisë...
tr: Kalıcılık ayarları kaydediliyor...
uk: Збереження поточної конфігурації...
vi: Đang lưu cấu hình vùng bền vững...
zh_cn: 正在保存持久存储配置...
zh_hk: 正在儲存持續性設定…

source: Device %s was not created using a USB image or Tails Installer.
es: El dispositivo %s no se ha creado usando una imagen USB o una imagen Tails Installer.
fr: Le périphérique %s n’a pas été créé en utilisant une image USB ou l’Installeur de Tails.
tr: %s aygıtı bir USB kalıbı ya da Tails Kurucu kullanılarak oluşturulmamış.
zh_cn: 设备 %s 未使用 USB 镜像或 Tails 安装器创建。

source: Show Passphrase
es: Mostrar frase-contraseña
fr: Afficher la phrase de passe
tr: Parola Görüntülensin
zh_cn: 显示密码

source: Device %s was not created using Tails Installer.
pt_pt: O dispositivo %s não foi criado com o Instalador do Tails.

source: Thunderbird
ar: تطبيق Thunderbird
