Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/reset/linux.*.po
Languages: es

source: [[!inline pages="doc/first_steps/reset.intro" raw="yes" sort="age"]]
es: [[!inline pages="doc/first_steps/reset.intro.es" raw="yes" sort="age"]]

source: Using <span class="application">GNOME Disks</span>
es: Usando <span class="application">GNOME Disks</span>

source: <strong>You might overwrite any hard disk on the computer.</strong> If at some point you are not sure about which device to choose, stop proceeding.
es: <strong>Podrías sobreescribir cualquier disco de tu ordenador.</strong> Si no estás seguro del dispositivo a elegir, mejor para.

source: Make sure that the USB stick that you want to reset is unplugged.
es: Asegúrate de que el dispositivo USB que quieres resetear está desconectado.

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disks</span> </span> to start <span class="application">GNOME Disks</span>.
es: 1. Elige <span class="menuchoice"> <span class="guimenu">Aplicaciones</span>&nbsp;▸ <span class="guisubmenu">Utilidades</span>&nbsp;▸ <span class="guimenuitem">Discos</span> </span> para iniciar <span class="application">GNOME Disks</span>.

source: A list of all the storage devices on the computer appears in the left pane of the window.
es: Una lista de todos los dispositivos de almacenamiento del ordenador aparece en el panel izquierdo de la ventana.

source: Plug the USB stick that you want to reset.
es: Conecta el dispositivo USB que quieres reiniciar.

source: A new device appears in the list of storage devices. This new device corresponds to the USB stick that you plugged in. Click on it.
es: Un nuevo dispositivo aparecerá en la lista de dispositivos de almacenamiento. Este nuevo dispositivo corresponde al dispositivo USB que has enchufado. Haz click en él.

source: In the <span class="guilabel">Format Disk</span> dialog:
es: En el diálogo <span class="guilabel">Formatea Disco</span>:

source: a. If you want to erase all data securely, choose to <span class="guilabel">Overwrite existing data with zeroes</span> in the <span class="guilabel">Erase</span> drop-down list.
es: a. Si quieres borrar todos los datos de modo seguro, elige: <span class="guilabel">Sobreescribir los datos con ceros</span> en la lista <span class="guilabel">Borrar</span>.

source: a. Choose <span class="guilabel">Compatible with all systems and devices (MBR/DOS)</span> in the <span class="guilabel">Partitioning</span> drop-down list.
es: a. Elige <span class="guilabel">Compatible con todos los sistemas y dispositivos (MBR/DOS)</span> en la lista <span class="guilabel">Tipo</span>.

source: Then click on the <span class="button">Format…</span> button.
es: Entonces haz click en el botón <span class="button">Format…</span>.

source: In the confirmation dialog, click on the <span class="button">Format</span> button to confirm.
es: En el diálogo de confirmación, haz click en el botón <span class="button">Format</span> para confirmar.

source: When starting Tails, add the <span class="command">toram</span> boot option in the <span class="application">Boot Loader Menu</span>. For detailed instructions, see the documentation on [[using the <span class="application">Boot Loader Menu</span>|startup_options#boot_loader_menu]].
es: Cuando inicies Tails, añade la opción de arranque <span class="command">toram</span> en el <span class="application">Menú de Gestión de Arranque</span>. Para instrucciones detalladas, lee la documentación sobre como [[usar el <span class="application">Menú de Gestión de Arranque</span>|startup_options#boot_loader_menu]].

source: If Tails starts as usual, follow the instructions for [[resetting a USB stick using <span class="application">GNOME Disks</span>|linux#disks]].
es: Si Tails arranca como siempre, sigue las instrucciones para [[resetear un dispositivo USB usando <span class="application">GNOME Disks</span>|linux#disks]].

source: **If the system fails to start**, that means that the computer does not have enough memory for this operation mode. Try with another computer, or find another Linux system, such as another Tails USB stick, to do the reset from.
es: **Si el sistema no arranca** eso significa que el ordenador no tiene suficiente memoria para este modo de operación. Intenta con otro ordenador, o encuentra otro sistema Linux para hacer el reset, por ejemplo otra memoria USB con Tails.
