Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/reset/mac.*.po
Languages: de

source: [[!meta title="Resetting a USB stick or SD card using Mac OSX"]]
de: [[!meta title=" Einen USB-Stick oder eine SD-Karte mit Mac OSX zurücksetzen"]]

source: [[!inline pages="doc/first_steps/reset.intro" raw="yes"]]
de: [[!inline pages="doc/first_steps/reset.intro.de" raw="yes"]]

source: Using <span class="application">Disk Utility</span>
de: Mit Hilfe des <span class="application">Festplattendienstprogramms</span>

source: <strong>You might overwrite any hard disk on the computer.</strong> If at some point you are not sure about which device to choose, stop proceeding.
de: <strong>Sie könnten jegliche Festplatten des Computers überschreiben.</strong> Falls Sie sich an irgendeinem Punkt unsicher darüber sind, welches Medium Sie wählen sollen, brechen Sie den Vorgang ab.

source: Make sure that the USB stick or SD card that you want to reset is unplugged.
de: Stellen Sie sicher, dass der USB-Stick bzw. die SD-Karte, die Sie zurücksetzen möchten, nicht angeschlossen ist.

source: Start <span class="application">Disk Utility</span>.
de: Starten Sie das <span class="application">Festplattendienstprogramm</span>.

source: A list of all the storage devices on the computer appears in the left pane of the window.
de: Eine Liste aller Speichermedien des Computers erscheint im linken Bereich des Fensters.

source: Plug the USB stick or SD card that you want to reset.
de: Schließen Sie den USB-Stick oder die SD-Karte an, die Sie zurücksetzen möchten.

source: A new device appears in the list of storage devices. This new device corresponds to the USB stick or SD card that you plugged in. Click on it.
de: Ein neues Medium erscheint in der Liste der Speichermedien. Dieses Medium entspricht dem USB-Stick oder der SD-Karte, die Sie angeschlossen haben. Wählen Sie es aus.

source: In the list of storage devices, verify that the device corresponds to the device that you want to reset, its brand, its size, etc.
de: Stellen Sie in der Liste der Speichermedien sicher, dass das Medium jenes ist, welches Sie zurücksetzen möchten, seinen Hersteller, seine Größe, usw.

source: In the confirmation dialog, click on the <span class="button">Erase</span> button to confirm.
de: Wählen Sie im Bestätigungs-Dialogfenster die Schaltfläche <span class="button">Löschen</span> aus, um zu bestätigen.
