Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/reset/windows.*.po
Languages: fr

source: [[!meta title="Resetting a USB stick or SD card using Windows"]]
fr: [[!meta title="Réinitialiser une clé USB ou carte SD, pour Windows"]]

source: [[!inline pages="doc/first_steps/usb_reset.intro" raw="yes"]]
fr: [[!inline pages="doc/first_steps/usb_reset.intro.fr" raw="yes"]]

source: <strong>The following instructions do not work on Windows XP.</strong><br/> The version of <span class="application">Diskpart</span> on Windows XP does not list removable disks.
fr: <strong>Les instructions suivantes ne marchent pas sur Windows XP.</strong><br/> La version de <span class="application">Diskpart</span> sur Windows XP ne liste pas les périphériques amovibles.

source: Using <span class="application">Diskpart</span>
fr: En utilisant <span class="application">Diskpart</span>

source: Make sure that the USB stick or SD card that you want to reset is unplugged.
fr: Soyez sûr que la clé USB ou carte SD que vous voulez réinitialiser est débranchée.

source: Click on the <span class="button">Start</span> button, and choose <span class="menuchoice">All Programs&nbsp;▸ Accessories&nbsp;▸ Command Prompt</span>, to open the <span class="application">[[!wikipedia Command Prompt]]</span>,
fr: Cliquez sur le bouton <span class="button">Démarrer</span>, et choisir <span class="menuchoice">Tous les programmes&nbsp;▸ Accessoires&nbsp;▸ Invite de commandes</span>, pour ouvrir <span class="application">[[!wikipedia_fr Cmd desc="l'interpréteur de commande"]]</span>,

source: [[More help on how to start the <span class="application">Command Prompt</span>|http://www.computerhope.com/issues/chdos.htm]]
fr: [[Plus d'aide sur comment lancer <span class="application">l'interpréteur de commande</span>|http://www.computerhope.com/issues/chdos.htm]]

source: 2. Execute the <span class="command">diskpart</span> command, to start <span class="application">Diskpart</span>.
fr: 2. Exécutez la commande <span class="command">diskpart</span> pour lancer <span class="application">Diskpart</span>.

source: Execute the <span class="command">list disk</span> command to obtain information about each disk in the computer.
fr: Exécutez la commande <span class="command">list disk</span> pour obtenir des informations sur chaque disque de l'ordinateur.

source: For example:
fr: Par exemple :

source: Plug the USB stick or SD card that you want to reset. Run the <span class="command">list disk</span> command again.
fr: Branchez la clé USB ou carte SD que vous voulez réinitialiser. Relancez la commande <span class="command">list disk</span>.

source: A new disk, which corresponds to that device, appears in the list.
fr: Un nouveau disque, correspondant à ce périphérique, apparaît dans la liste.

source: For example:
fr: Par exemple :

source: Make sure that its size corresponds to the size of the device that you want to reset. Note down the disk number assigned by <span class="application">Diskpart</span> to the device.
fr: S'assurer que la taille correspond à la taille de la clé USB que vous voulez réinitialiser. Noter le numéro de disque assigné par <span class="application">Diskpart</span> au périphérique.

source: To select the device, execute the following command: <span class="command">select disk=<span class="replaceable">number</span></span>. Replace <span class="replaceable">number</span> by the disk number of the device that you want to reset.
fr: Pour sélectionner le périphérique, exécutez la commande suivante : <span class="command">select disk=<span class="replaceable">number</span></span>. Remplacez <span class="replaceable">number</span> par le numéro de disque du périphérique que vous voulez réinitialiser.

source: Execute the <span class="command">clean</span> command to delete the partition table from the device.
fr: Exécutez la commande <span class="command">clean</span> pour supprimer toutes les partitions.

source: Execute the <span class="command">convert mbr</span> command to create a new partition table on the device.
fr: Exécutez la commande <span class="command">convert mbr</span> pour créer une table des partitions sur le périphérique.

source: Execute the <span class="command">create partition primary</span> command to create a new primary partition on the device.
fr: Exécutez la commande <span class="command">create partition primary</span> pour créer une partition primaire sur le périphérique.

source: Troubleshooting
fr: Dépannage

source: See the [[Diskpart documentation from Microsoft Support|http://support.microsoft.com/kb/300415]].
fr: Voir la [[documentation sur Diskpart de l'assistance Microsoft|http://support.microsoft.com/kb/300415/fr]].
