Repository: austin987/tails
Catalog: wiki/src/doc/about/finances.*.po
Languages: de, fr, it

source: Grants, awards, corporate donations, and substantial donations from individuals are listed in a more visual way on our [[sponsors page|sponsors]].
fr: Subventions, récompenses, dons d'entreprises et dons importants venants d'individus sont listés de façon plus visuelle sur notre [[page des sponsors|sponsors]].

source: Income statement for 2020
fr: Compte de résultat pour 2020

source: Revenues:
fr: Revenus :

source: - Donations 62416.65€ via CCT $42326.89 via PayPal $18114.83 via Riseup Labs $13018.55 via Benevity 243.52€ cash 2.99Ƀ bitcoins 244.06ɱ moneros 9515.81L lumens 11.28Z zcash
fr: - Dons 62416,65€ via CCT $42326,89 via PayPal $18114,83 via Riseup Labs $13018,55 via Benevity 243,52€ en espèces 2,99Ƀ bitcoins 244,06ɱ moneros 9515,81L lumens 11,28Z zcash

source: - Restricted fund (funder deliverables) $120310.00 Mozilla Open Source Support 9448.00€ The ISC Project
fr: - Fonds de réserve (versés par les donateurs) 120310,00 $ Mozilla Open Source Support 9448,00 € The ISC Project

source: Expenses:
fr: Dépenses :

source: - Infrastructure -15.23€ hardware -1186.94€ Internet hosting $-997.50 Internet hosting
fr: - Infrastructure -15,23€ matériel informatique -1186,94€ hébergement internet -997,50$ hébergement internet

source: - Travel & meetings -500.55€ travel -12.45€ food and drinks -981.61€ hosting
fr: - Voyages et réunions -500,55€ déplacements -12,45€ frais de bouche -981,61€ hébergement

source: - Subcontracting -252240.25€ subcontracting
fr: - Sous-traitance -252 240,25€ sous-traitance

source: - Running costs $-10010.92 administration -3589.64€ administration $-3493.81 banking fees -0.02Ƀ banking fees -131.74€ banking fees
fr: - Frais de fonctionnement -10 010,92$ administration -3 589,64€ administration -3 493,81$ frais bancaires -0,12Ƀ frais bancaires -131,74€ frais bancaires

source: - Misc -191.56€ shipping $-102.17 shipping -20.10€ office supplies -77.48€ others
fr: - Divers -191,56€ envois -102,17$ envois -20,10€ fournitures de bureau -77,48€ autres

source: - Taxes -10397.13€ VAT -------------------- -269344.68€ $-14604.40 -0.02Ƀ
fr: - Impôts -10 397,13€ TVA -------------------- -269 344,68€ -14 604,40$ -0,02Ƀ

source: Income statement for 2019
fr: Compte de résultat pour 2019

source: - Donations $32176.74 via PayPal 22881.61€ via CCT $5702.00 via Riseup Labs $1128.64 via Coinbase 354.32€ via Zwiebelfreunde $839.85 via Benevity 222.70€ via Flattr 2129.00€ cash 8.05Ƀ bitcoins 324.82ɱ moneros
fr: - Dons $32176.74 par PayPal 22881.61€ par CCT $5702.00 par Riseup Labs $1128.64 par Coinbase 354.32€ par Zwiebelfreunde $839.85 via Benevity 222.70€ par Flattr 2129.00€ en espèces 8.05Ƀ en bitcoins 324.82ɱ en moneros

source: - Restricted funds (funder deliverables) 12445.80€ The ISC Project $26220.00 Mozilla Open Source Support $114890.00 Open Technology Fund
fr: - Fonds de réserve ( versés par les donateurs ) 12 445,80€ The ISC Project 26 220,00$ Mozilla Open Source Support 114 890,00$ Open Technology Fund

source: - Infrastructure -1564.65€ hardware $-1080.00 Internet hosting -1082.13€ Internet hosting
fr: - Infrastructure -1564,65€ matériel informatique -1080,00$ hébergement internet -1082,13€ hébergement internet

source: - Travel & meetings -4650.76€ travel -1885.74€ food and drinks -1074.34€ hosting -120.08€ tickets to events
fr: - Frais de mission -4650,76€ déplacement -1885,74€ frais de bouche -1074,34€ logement -120,08€ billets pour des événements

source: - Subcontracting -228589.69€ subcontracting
fr: - Sous-traitance -228589,69€ sous-traitance

source: - Running costs $-4546.48 administration -6866.93€ administration $-3067.86 banking fees -328.47€ banking fees -0.01Ƀ banking fees
fr: - Frais de fonctionnement -4546,48$ administration -6866,93€ administration -3067,86$ frais bancaires -328,47€ frais bancaires -0,01Ƀ frais bancaires

source: - Misc -15.29€ office supplies -112.52€ promotion material
fr: - Divers -15,29€ fournitures de bureau -112,52€ matériel de promotion

source: - Taxes -12403.96€ VAT -------------------- $-8694.34 -0.01Ƀ -258694.56€
fr: - Impôts -12403.96€ TVA -------------------- -8694.34$ -0.01Ƀ -258694.56€

source: Income statement for 2018
fr: Compte de résultat pour 2018

source: - Donations $47094.97 via the DuckDuckGo Challenge $29535.47 via Riseup Labs $3954.00 via Freedom of the Press Foundation 12052.72€ via CCT 960.80€ cash 3.56Ƀ bitcoins
fr: - Dons 47094,97$ par le DuckDuckGo Challenge 29535,47$ par Riseup Labs 3954,00$ par la Freedom of the Press Foundation 12052,72€ par CCT 960,80€ en espèces 3,56Ƀ en bitcoins

source: - Restricted funds (funder deliverables) 8297.20€ The ISC Project $37500.00 Open Technology Fund
fr: - Fonds de réserve (versés par les donateurs) 8 297,20€ The ISC Project 37 500,00$ Open Technology Fund

source: - Infrastructure $-1761.58 hardware -4522.03€ hardware $-1380.00 Internet hosting -558.67€ Internet hosting
fr: - Infrastructure -1761,58$ matériel informatique -4522,03€ matériel informatique -1380,00$ hébergement internet -558,67€ hébergement internet

source: - Travel & meetings $-60.24 food and drinks -3781.38€ food and drinks -4295.95€ hosting -395.00€ tickets to events $-898.82 travel -7875.89€ travel
fr: - Voyage & réunions -60,24$ frais de bouche -3781,38€ frais de bouche -4295,95€ hébergement -395,00€ billets pour des événements -898,82$ voyage -7875,89€ voyage

source: - Subcontracting $-2585.50 subcontracting -138132.81€ subcontracting
fr: - Sous-traitance -2585,50$ sous-traitance -138132,81€ sous-traitance

source: - Running costs $-15428.92 administration -2545.39€ administration $-911.73 banking fees -0.02Ƀ banking fees -107.04€ banking fees
fr: - Frais de fonctionnement -15428,92$ administration -2545,39€ administration -911,73$ frais bancaires -0,02Ƀ frais bancaires -107,04€ frais bancaires

source: - Misc -190.17€ office supplies -108.29€ T-shirts
fr: - Divers -190,17€ fournitures de bureau -108,29€ T-shirts

source: - Taxes -6371.36€ VAT -------------------- $-23026.79 -0.02Ƀ -168883.98€
fr: - Impôts -6371,36€ TVA -------------------- -23026,79$ -0,02Ƀ -168883,98€

source: Income statement for 2017
fr: Compte de résultat pour 2017

source: - Donations $23579.15 via Riseup Labs 8246.82€ via CCT 2045.81€ cash 24.33Ƀ bitcoins
fr: - Dons 23579,15$ via Riseup Labs 8246,82€ via CCT 2045,81€ espèces 24,33Ƀ bitcoins

source: - Restricted funds (funder deliverables) 11000.00€ Lush
fr: - Fonds de réserve (versés par le donateur) 11 000,00€ Lush

source: - Infrastructure -2706.56€ hardware $-1586.97 hardware -544.32€ Internet hosting $-4380.00 Internet hosting
fr: - Infrastructure -2706,56€ matériel informatique -1586,97$ matériel informatique -544,32€ hébergement internet -4380,00$ hébergement internet

source: - Travel & meetings -9449.31€ travel $-1720.26 travel -4388.97€ food and drinks $41.58 food and drinks $-382.07 hosting -2032.33€ hosting -586.61€ tickets to events -44.95€ misc
fr: - Voyage et réunions -9449,31€ déplacement -1720,26$ déplacement -4388,97€ frais de bouche 41,58$ frais de bouche -382,07$ hébergement -2032,33€ hébergement -586,61€ billets pour des événements -44,95€ divers

source: - Subcontracting -108079.77€ subcontracting $-2205.00 subcontracting
fr: - Sous-traitance -108079,77€ sous-traitance -2205,00$ sous-traitance

source: - Running costs $-13000.96 administration -3672.65€ administration $-3901.12 banking fees -0.18Ƀ banking fees -18.00€ banking fees
fr: - Frais de fonctionnement -13000,96$ administration -3672,65€ administration -3901,12$ frais bancaires -0,18Ƀ frais bancaires -18,00€ frais bancaires

source: - Misc -3279.64€ T-shirts -163.57€ office supplies
fr: - Divers -3279,64€ T-shirts -163,57€ fournitures de bureau

source: - Taxes -19334.81€ VAT -------------------- $-27217.96 -0.18Ƀ -154322.32€
fr: - Impôts -19334,81€ TVA -------------------- -27217,96$ -0,18Ƀ -154322,32€

source: Income statement for 2016
fr: Compte de résultat pour 2016

source: - Donations $21908.52 via Riseup Labs $7586.00 via Freedom of the Press Foundation 13709.76€ via Zwiebelfreunde 784.00€ cash 72.35Ƀ bitcoins
fr: - Dons 21908,52$ par Riseup Labs 7586,00$ par Freedom of the Press Foundation 13709,76€ par Zwiebelfreunde 784,00€ en espèces 72,35Ƀ en bitcoins

source: - Restricted funds (funder deliverables) $208000.00 Open Technology Fund $77000.00 Mozilla Open Source Support $5000.00 Google Summer of Code
fr: - Fonds de réserve (versés par les donateurs) 208 000,00$ Open Technology Fund 77 000,00$ Mozilla Open Source Support 5 000,00$ Google Summer of Code

source: - Infrastructure $-2351.70 hardware -2081.40€ hardware -900.00€ Internet hosting
fr: - Infrastructure -2351,70$ matériel informatique -2081,40€ matériel informatique -900,00€ hébergement internet

source: - Travel & meetings -7566.00€ travel $-526.74 travel -3789.61€ food and drinks $-25.75 food and drinks -2577.00€ hosting
fr: - Voyage et réunions -7566,00€ déplacement -526,74$ déplacement -3789,61€ frais de bouche -25,75$ frais de bouche -2577,00€ hébergement

source: - Subcontracting -128135.54€ subcontracting $-5945.00 subcontracting
fr: - Sous-traitance -128135,54€ sous-traitance -5945,00$ sous-traitance

source: - Running costs -8038.03€ administration $-5324.73 administration -21.00€ banking fees $-170.00 banking fees
fr: - Frais de fonctionnement -8038,03€ administration -5324,73$ administration -21,00€ frais bancaires -170,00$ frais bancaires

source: - Misc -115.43€ non stored purchases -30.00€ communication
fr: - Divers -115,43€ achats à distance -30,00€ communication

source: - Taxes -12034.02€ VAT $-37544.00 income taxes -------------------- $-51887.92 -165288.03€
fr: - Impôts -12034,02€ TVA -37544,00$ impôt sur le revenu -------------------- -51887,92$ -165288,03€

source: Income statement for 2015
fr: Compte de résultat pour 2015

source: - Donations $35000.00 via Riseup Labs $8599.00 via Freedom of the Press Foundation 6995.74€ via Zwiebelfreunde $ 47.70 cash 557.05€ cash 31.00Ƀ bitcoins
fr: - Dons 35000,00$ par Riseup Labs 8599,00$ par Freedom of the Press Foundation 6995,74€ par Zwiebelfreunde 47,70$ en espèces 557,05€ en espèces 31,00Ƀ en bitcoins

source: - Restricted funds (funder deliverables) 70000.00€ Hivos
fr: - Fonds de réserve (versés par le donateur) 70 000,00€ Hivos

source: - Misc $1000.00 selling old hardware -------------------- $44646.70 31.00Ƀ 77552.79€
fr: - Divers 1000,00$ vente d'ancien matériel informatique -------------------- 44646,70$ 31,00Ƀ 77552,79€

source: - Infrastructure $-787.23 hardware -775.41€ hardware -900.00€ Internet hosting $-160.00 SSL certificates
fr: - Infrastructure -787,23$ matériel informatique -775,41€ matériel informatique -900,00€ hébergement informatique -160,00$ certificats SSL

source: - Travel & meetings -9279.73€ travel -8155.21€ food and drinks -988.00€ hosting
fr: - Voyage et réunions -9279,73€ déplacement -8155,21€ frais de bouche -988,00€ hébergement

source: - Subcontracting -146365.22€ subcontracting $-4860.00 subcontracting
fr: - Sous-traitance -146365,22€ sous-traitance -4860,00$ sous-traitance

source: - Running costs $-2179.95 administration -3849.79€ administration $-85.00 banking fees -106.41€ banking fees
fr: - Frais de fonctionnement -2179,95$ administration -3849,79€ administration -85,00$ frais bancaires -106,41€ frais bancaires

source: - Misc -4151.64€ lost bitcoins -8.85Ƀ lost bitcoins $-702.77 income taxes -39.90€ promotion material -------------------- $-8774.95 -174611.30€ -8.85Ƀ lost bitcoins
fr: - Divers -4151,64€ bitcoins perdus -8,85Ƀ bitcoins perdus -702,77$ impôt sur le revenu -39,90€ matériel promotionnel -------------------- -8774,95$ -174611,30€ -8,85Ƀ bitcoins perdus

source: Income statement for 2014
fr: Compte de résultat pour 2014

source: - Donations $33376.83 via Freedom of the Press Foundation 71.67Ƀ via bitcoin 7150.19€ via Zwiebelfreunde 803.50€ misc
fr: - Dons 33376,83$ par Freedom of the Press Foundation 71,67Ƀ en bitcoin 7150,19€ par Zwiebelfreunde 803,50€ divers

source: - Restricted funds (funder deliverables) $50000.00 Access Now 5000.00€ FFIS 70000.00€ Hivos $34884.00 NDI $25800.00 OpenITP $5000.00 Tor
fr: - Fonds réservés (versés par les donateurs) 50 000,00$ Access Now 5 000,00€ FFIS 70 000,00€ Hivos 34 884,00$ NDI 25 800,00$ OpenITP 5 000,00$ Tor

source: - Misc $3775.00 reverse reversal -------------------- $152835.83 71.67Ƀ 82953.69€
fr: - Divers 3775,00$ avoirs de facturation -------------------- 152835,83$ 71,67Ƀ 82953,69€

source: - Infrastructure $-7856.38 hardware -897.84€ hardware -630.00€ Internet hosting $-160.00 SSL certificates
fr: - Infrastructure -7856,38$ matériel informatique -897,84€ matériel informatique -630,00€ hébergement internet -160,00$ certificats SSL

source: - Travel & meetings -4907.08€ travel -3724.35€ hosting -4112.27€ food and drinks $-400.00 guests -330.30€ guests
fr: - Voyage et réunions -4907,08€ déplacement -3724,35€ hébergement -4112,27€ frais de bouche -400,00$ invités -330,30€ invités

source: - Subcontracting $-53414.00 subcontracting -20131.85€ subcontracting
fr: - Sous-traitance -53414,00$ sous-traitance -20131,85€ sous-traitance

source: - Running costs $-568.53 banking fees -174.53€ banking fees $-3707.33 administration -5439.61€ administration
fr: - Frais de fonctionnement -568,53$ frais bancaires -174,53€ frais bancaires -3707,33$ administration -5439,61€ administration

source: - Misc -65.00€ stickers -414.17€ non stored purchases -20.00€ communication -------------------- $-66106.24 -40847.00€
fr: - Divers -65,00€ autocollants -414,17€ achats à distance -20,00€ communication -------------------- -66106,24$ -40847,00€

source: Income statement for 2013
fr: Compte de résultat pour 2013

source: Revenues: $21000.00 NDI $20000.00 Tor (bounties program) 29.58Ƀ bitcoin 330.00€ tax -------------------- $41000.00 29.58Ƀ 330.00€
de: Einnahmen: $21000,00 NDI $20000,00 Tor (Belohnungs-Programm) 29,58Ƀ Bitcoin 330,00€ Steuer -------------------- $41000,00 29,58Ƀ 330,00€
fr: Produits : 21000,00$ NDI 20000,00$ Tor (programme de récompenses) 29,58Ƀ bitcoin 330,00€ taxes -------------------- 41000,00$ 29,58Ƀ 330,00€
it: Ricavi: $21000.00 NDI $20000.00 Tor (programma di sovvenzione) 29.58Ƀ Bitcoin 330.00€ tassa -------------------- $41000.00 29.58Ƀ 330.00€

source: Expenses: -60.00€ banking fees $-17000.00 bounties $-1194.69 hardware -499.65€ hardware -390.00€ hosting -2341.00€ meeting $-21000.00 work -------------------- $-39194.69 -3290.65€
fr: Charges : -60,00€ frais bancaires -17000,00$ récompenses -1194,69$ matériel -499,65€ matériel -390,00€ hébergement -2341,00€ réunion -21000,00$ travail -------------------- -39194,69$ -3290,65€

source: Income statement for 2012
fr: Compte de résultat pour 2012

source: Revenues: 137.30€ tax -------------------- 137.30€
de: Einnahmen: 137,30€ Steuer -------------------- 137,30€
fr: Produits : 137,30€ taxes -------------------- 137,30€
it: Ricavi: 137.30€ tassa -------------------- 137.30€

source: Expenses: $-3810.71 hardware -856.79€ hardware -300.00€ hosting -3128.39€ meeting $-479.00 SSL certificates -------------------- $-4289.71 -4285.18€
de: Ausgaben: $-3810,71 Hardware -856,79€ Hardware -300,00€ Unterkunft -3128,39€ Zusammenkunft $-479,00 SSL-Zertifikate -------------------- $-4289,71 -4285,18€
fr: Charges : -3810,71$ matériel -856,79€ matériel -300,00€ hébergement -3128,39€ réunion -479,00$ certificats SSL -------------------- -4289,71$ -4285,18€
it: Expenses: $-3810.71 hardware -856.79€ hardware -300.00€ hosting -3128.39€ riunioni $-479.00 certificati SSL -------------------- $-4289.71 -4285.18€

source: In addition, one developer was paid full-time by the Tor Project, and NDI sponsored 40 days of development work.
de: Zusätzlich wurde ein Entwickler in Vollzeit durch das Tor Project bezahlt, zudem hat NDI 40 Tage Entwicklungsarbeit finanziert.
fr: En plus, une personne faisant du développement a été payée à plein temps par le Tor Project et le NDI a sponsorisé 40 jours de travail de développement.
it: Inoltre, uno sviluppatore è stato pagato a tempo pieno dal progetto Tor, e NDI ha sponsorizzato 40 giorni di lavori di sviluppo.

source: Income statement for 2011
fr: Compte de résultat pour 2011

source: Revenues: 7500.00€ Tor -------------------- 7500.00€
de: Einnahmen: 7500,00€ Tor -------------------- 7500,00€
fr: Produits : 7500,00€ Tor -------------------- 7500,00€
it: Ricavi: 7500.00€ Tor -------------------- 7500.00€

source: Expenses: $-555.00 hardware -1075.00€ hosting -3163.32€ meeting -------------------- $-555.00 -4238.32€
de: Ausgaben: $-555,00 Hardware -1075,00€ Unterkunft -3163,32€ Zusammenkunft -------------------- $-555,00 -4238,32€
fr: Charges : -555,00$ matériel -1075,00€ hébergement -3163,32€ réunion -------------------- -555,00$ -4238,32€
it: Expenses: $-555.00 hardware -1075.00€ hosting -3163.32€ riunioni -------------------- $-555.00 -4238.32€

source: Income statement for 2010
fr: Compte de résultat pour 2010

source: Revenues: $8500.00 Tor -------------------- $8500.00
de: Einnahmen: $8500,00 Tor -------------------- $8500,00
fr: Produits : 8500,00$ Tor -------------------- 8500,00$
it: Ricavi: $8500.00 Tor -------------------- $8500.00

source: Expenses: -2025.00€ hardware -------------------- -2025.00€
de: Ausgaben: -2025,00€ Hardware -------------------- -2025,00€
fr: Charges : -2025,00€ matériel -------------------- -2025,00€
it: Spese: -2025.00€ hardware -------------------- -2025.00€

source: [[!meta title="Finances"]]
de: [[!meta title="Finanzen"]]
it: [[!meta title="Bilancio"]]

source: Partners
de: Partner
it: Collaboratori

source: Grants, awards, corporate donations, and substantial donations from individuals are listed in a more visual way on our [[partners page|partners]].
de: Zuschüsse, Auszeichnungen, Firmenspenden sowie reichliche Spenden von Einzelpersonen sind visuell ansprechender auf unserer [[Partner|partners]]-Seite dargestellt.
it: Le sovvenzioni, i premi, le donazioni aziendali e le donazioni sostanziali degli individui sono elencate in modo più visivo sulla nostra [[pagina dei collaboratori|partners]].

source: Income statement for 2016
de: Einkommensaufstellung für 2016

source: Expenses: - Infrastructure $-2351.70 hardware -2081.40€ hardware -900.00€ Internet hosting - Travel & meetings -7566.00€ travel $-526.74 travel -3789.61€ food and drinks $-25.75 food and drinks -2577.00€ hosting - Subcontracting -128135.54€ subcontracting $-5945.00 subcontracting - Running costs -8038.03€ administration $-5324.73 administration -21.00€ banking $-170.00 banking - Misc -115.43€ non stored purchases -30.00€ communication - Taxes -12034.02€ VAT $-37544.00 income taxes -------------------- $-51887.92 -165288.03€
de: Ausgaben: - Infrastruktur $-2351,70 Hardware -2081,40€ Hardware -900,00€ Internet-Hosting - Reisen und Zusammenkünfte -7566,00€ Reisen $-526,74 Reisen -3789,61€ Verpflegung und Getränke $-25,75 Verpflegung und Getränke -2577,00€ Unterkunft - Untervergaben -128135,54€ Untervergaben $-5945,00 Untervergaben - Laufende Kosten -8038,03€ Administration $-5324,73 Administration -21,00€ Bankgeschäfte $-170,00 Bankgeschäfte - Verschiedenes -115,43€ nicht erfasste Einkäufe -30,00€ Kommunikation - Steuern -12034,02€ Mehrwertsteuern $-37544,00 Ertragssteuern -------------------- $-51887,92 -165288,03€

source: Total: -------------------- $268406.60 72.35Ƀ -148613.80€
de: Gesamtsumme: -------------------- $268406,60 72,35Ƀ -148613,80€

source: Income statement for 2015
de: Einkommensaufstellung für 2015
it: Rendiconto finanziario per il 2015

source: Expenses: - Infrastructure $-787.23 hardware -775.41€ hardware -900.00€ Internet hosting $-160.00 SSL certificates - Travel & meetings -9279.73€ travel -8155.21€ food and drinks -988.00€ hosting - Subcontracting -146365.22€ subcontracting $-4860.00 subcontracting - Running costs $-2179.95 administration -3849.79€ administration $-85.00 banking -106.41€ banking - Misc -4151.64€ lost bitcoins -8.85Ƀ lost bitcoins $-702.77 income taxes -39.90€ promotion material -------------------- $-8774.95 -174611.30€ -8.85Ƀ lost bitcoins
de: Ausgaben: - Infrastruktur $-787,23 Hardware -775,41€ Hardware -900,00€ Internet-Hosting $-160,00 SSL-Zertifikate - Reisen und Zusammenkünfte -9279,73€ Reisen -8155,21€ Verpflegung und Getränke -988,00€ Unterkunft - Untervergaben -146365,22€ Untervergaben $-4860,00 Untervergaben - Laufende Kosten $-2179,95 Administration -3849,79€ Administration $-85,00 Bankgeschäfte -106,41€ Bankgeschäfte - Verschiedenes -4151,64€ Verlorene Bitcoins -8,85Ƀ Verlorene Bitcoins $-702,77 Ertragssteuern -39,90€ Werbematerial -------------------- $-8774,95 -174611,30€ -8,85Ƀ Verlorene Bitcoins
it: Spese: - Infrastruttura $ -787.23 hardware -775.41 € hardware -900.00 € Hosting di Internet $ -160.00 certificati SSL - Viaggi e riunioni -9279.73 € spese di viaggio -8155,21 € spese di cibo e bevande -988.00 € hosting - Subappalti -146365.22 € subappalto $ -4860.00 subappalto - Costi correnti $ -2179.95 amministrazione -3849.79 € amministrazione $ -85.00 banking -106,41 € banking - Misc -4151,64 € Bitcoins persi -8.85Ƀ Bitcoins persi $ -702.77 imposte sul reddito -39,90 € materiale promozionale -------------------- $-8774.95 -174611.30€ -8.85Ƀ Bitcoins persi

source: Total: -------------------- $35871.75 -97058.51€ 22.15Ƀ
de: Gesamtsumme: -------------------- $35871,75 -97058,51€ 22,15Ƀ
it: Totale: -------------------- $35871.75 -97058.51€ 22.15Ƀ

source: Income statement for 2014
de: Einkommensaufstellung für 2014
it: Rendiconto finanziario per il 2014

source: Expenses: - Infrastructure $-7856.38 hardware -897.84€ hardware -630.00€ Internet hosting $-160.00 SSL certificates - Travel & meetings -4907.08€ travel -3724.35€ hosting -4112.27€ food and drinks $-400.00 guests -330.30€ guests - Subcontracting $-53414.00 subcontracting -20131.85€ subcontracting - Running costs $-568.53 banking -174.53€ banking $-3707.33 administration -5439.61€ administration - Misc -65.00€ stickers -414.17€ non stored purchases -20.00€ communication -------------------- $-66106.24 -40847.00€
de: Ausgaben: - Infrastruktur $-7856,38 Hardware -897,84€ Hardware -630,00€ Internet-Hosting $-160,00 SSL-Zertifikate - Reisen und Zusammenkünfte -4907,08€ Reisen -3724,35€ Unterkunft -4112,27€ Verpflegung und Getränle $-400,00 Gäste -330,30€ Gäste - Untervergaben $-53414,00 Untervergaben -20131,85€ Untervergaben - Laufende Kosten $-568,53 Bankgeschäfte -174,53€ Bankgeschäfte $-3707,33 Administration -5439,61€ Administration - Verschiedenes -65,00€ Sticker -414,17€ nicht erfasste Einkäufe -20,00€ Kommunikation -------------------- $-66106,24 -40847,00€
it: Spese: - Infrastrutture $-7856.38 hardware -897.84€ hardware -630.00€ Internet hosting $-160.00 certificati SSL - Viaggi & incontri -4907.08€ spese di viaggio -3724.35€ hosting -4112.27€ spese di cibo e bevande $-400.00 ospiti -330.30€ ospiti - Subappalti $-53414.00 subappalto -20131.85€ subappalto - Costi correnti $-568.53 banking -174.53€ banking $-3707.33 amministrazione -5439.61€ amministrazione - Misc -65.00€ adesivi -414.17€ acquisti non memorizzati -20.00€ communicazione -------------------- $-66106.24 -40847.00€

source: Total: -------------------- $86729.59 71.67Ƀ 42106.69€
de: Gesamtsumme: -------------------- $86729,59 71,67Ƀ 42106,69€
it: Totale: -------------------- $86729.59 71.67Ƀ 42106.69€

source: Income statement for 2013
de: Einkommensaufstellung für 2013
it: Rendiconto finanziario per il 2013
