Repository: austin987/tails
Catalog: wiki/src/doc/about/finances.*.po
Languages: de, fr, it

source: Expenses: -60.00€ banking $-17000.00 bounties $-1194.69 hardware -499.65€ hardware -390.00€ hosting -2341.00€ meeting $-21000.00 work -------------------- $-39194.69 -3290.65€
de: Ausgaben: -60,00€ Bankgeschäfte $-17000,00 Belohnungen $-1194,69 Hardware -499,65€ Hardware -390,00€ Unterkunft -2341,00€ Zusammenkunft $-21000,00 Arbeit -------------------- $-39194,69 -3290,65€
it: Spese: -60.00€ banking $-17000.00 sovvenzioni $-1194.69 hardware -499.65€ hardware -390.00€ hosting -2341.00€ riunioni $-21000.00 lavoro -------------------- $-39194.69 -3290.65€

source: Total: -------------------- $1805.31 29.58Ƀ -2960.65€
de: Gesamtsumme: -------------------- $1805,31 29,58Ƀ -2960,65€
it: Totale: -------------------- $1805.31 29.58Ƀ -2960.65€

source: Income statement for 2012
de: Einkommensaufstellung für 2012
it: Rendiconto finanziario per il 2012

source: Total: -------------------- $-4289.71 -4147.88€
de: Gesamtsumme: -------------------- $-4289,71 -4147,88€
it: Totale: -------------------- $-4289.71 -4147.88€

source: Income statement for 2011
de: Einkommensaufstellung für 2011
it: Rendiconto finanziario per il 2011

source: Total: -------------------- $-555.00 3261.68€
de: Gesammtsumme: -------------------- $-555,00 3261,68€
it: Totale: -------------------- $-555.00 3261.68€

source: Income statement for 2010
de: Einkommensaufstellung für 2010
it: Rendiconto finanziario per il 2010

source: Total: -------------------- $8500.00 -2025.00€
de: Gesamtsumme: -------------------- $8500,00 -2025,00€
it: Totale: -------------------- $8500.00 -2025.00€
