Repository: austin987/tails
Catalog: wiki/src/doc/about/fingerprint.*.po
Languages: de, es, fa, it, pt

source: [[!meta title="Can I hide the fact that I am using Tails?"]]
de: [[!meta title="Kann ich verschleiern, dass ich Tails verwende?"]]
es: [[!meta title="¿Puedo esconder el hecho de que estoy usando Tails?"]]
fa: [[!meta title="می‌توانم استفاده‌ام از تیلز را پنهان کنم؟"]]
it: [[!meta title="Posso nascondere il fatto che uso Tails?"]]
pt: [[!meta title="Eu consigo esconder o fato de que estou usando Tails?"]]

source: In this context, the term fingerprint refers to what is specific to Tails in the way it behaves on Internet. This can be used to determine whether a particular user is using Tails or not.
de: Vorab: Im Folgenden bezieht sich der Begriff »Fingerabdruck« auf die spezifischen Eigenschaften von Tails, die verraten, ob ein bestimmter Internet-Nutzer Tails verwendet oder nicht.
es: En este contexto, el término 'huella digital' se refiere a la especificidad de Tails en el modo en que se comporta en Internet. Esto se puede usar para determinar si un usuario en particular está usando Tails.
fa: در این زمینه واژهٔ اثرانگشت اشارهٔ مستقیم به ویژگی خاص تیلز در مورد استفاده از اینترنت ندارد. از این راه می‌توان دریافت آیا یک کاربر از تیلز استفاده می‌کند یا نه.
it: In questo contesto, il termine fingerprint si riferisce al fatto di come Tails si comporta in Internet. Questo può essere usato per determinare se un particolare utente stia usando Tails oppure no
pt: Neste contexto, o termo fingerprint se refere àquilo que é específico do Tails na forma como se comporta na Internet. Isto pode ser usado para determinar se um usuário específico está usando Tails ou não.

source: [[As explained on our warning page|warning#fingerprint]], when using Tails it is possible to know that you are using Tor. But Tails tries to **make it as difficult as possible to distinguish Tails users from other Tor users**, especially users of <span class="application">Tor Browser</span> outside of Tails. If it is possible to determine whether you are a user of <span class="application">Tor Browser</span> inside or outside of Tails, this provides more information about you and in consequence reduces your anonymity.
de: [[Wie auf unserer Warnhinweise-Seite erklärt|warning#fingerprint]], ist es bei der Verwendung von Tails möglich, Sie als Tor-Nutzer zu erkennen. Allerdings versucht Tails **die Unterscheidung zwischen Tails- und anderen Tor-Nutzern so schwierig wie möglich zu machen**, insbesondere mit Nutzern von <span class="application">Tor Browser</span> außerhalb von Tails. Falls die Unterscheidung, ob Sie <span class="application">Tor Browser</span> innerhalb oder außerhalb von Tails verwenden, gelingt, bedeutet dies mehr Information über Sie und verringert somit Ihre Anonymität.
es: [[Como se explica en nuestra página de advertencia|warning#fingerprint]], cuando usas Tails es posible saber que estás usando Tor. Pero Tails intenta **dificultar lo más posible la distinción entre usuarios de Tails y otros usuarios de Tor**, especialmente los usuarios de <span class="application">Tor Browser</span> fuera de Tails. Si se pudiera determinar si eres un usuario de <span class="application">Tor Browser</span> dentro o fuera de Tails, esto dará más información sobre ti y esto reduce tu anonimato.
fa: [[همان‌طور که در صفحهٔ هشدار توضیح داده شد|warning#fingerprint]] هنگام استفاده از تیلز می‌توان فهمید که از تور استفاده می‌کنید. اما تیلز تلاش می‌کند که **تشخیص کاربر تیلز و کاربر تور را هرچه بیشتر سخت کند**، به خصوص کاربران <span class="application">Tor Browser</span> خارج از تیلز را. اگر این امکان وجود داشته باشد که بتوان فهمید شما کاربر <span class="application">مرورگر تور</span> در داخل یا خارج از تیلز هستید، اطلاعات بیشتری در مورد شما در دسترس خواهد بود و این تهدیدی برای ناشناس بودنتان است.
it: [[Come spiegato sulla nostra pagina degli avvisi|warning#fingerprint]], quando utilizzi Tails è possibile sapere che stai usando TOR. Ma Tails cerca di **rendere più difficile possibile distinguere tra un utente Tails e un'altro utente Tor**, in particolare per gli utenti di <span class="application">Tor Browser</span> esterni a Tails. Se è possibile determinare quando sei un utente di <span class="application">Tor Browser</span> all'interno o all'esterno di Tails, provoca il fatto che saranno disponibili maggiori informazioni sulla tua identità riducendo il anonimato.
pt: [[Como explicado em nossa página de advertência|warning#fingerprint]], ao usar o Tails é possível saber que você está usando Tor. Mas o Tails tenta **dificultar ao máximo a distinção entre usuários Tails e outros usuários Tor**, especialmente aqueles usando o <span class="application">Navegador Tor</span> fora do Tails. Caso fosse possível determinar se você está usando o <span class="application">Navegador Tor</span> dentro ou fora do Tails, isso significaria uma maior exposição de informação sobre você e por consequência reduziria seu anonimato.

source: This section explains some issues regarding the fingerprint of Tails and how this could be used to identify you as a Tails user.
de: Dieser Abschnitt beschreibt, wie der Fingerabdruck von Tails aussieht und wie er benutzt werden kann, um Tails-Nutzer zu identifizieren.
es: Esta sección explica algunos problemas respecto a la huella digital de Tails, y cómo puede usarse para identificarte como usuario de Tails.
fa: این قسمت شامل توضیحاتی است در مورد اثر انگشت در تیلز و این‌که چگونه می‌توان از آن برای شناسایی شما به عنوان یک کاربر تیلز استفاده کرد.
it: Questa sezione spiega alcuni problemi riguardo il fingerprint di Tails e come esso può essere usato per identificarti come utente di Tails
pt: Esta seção explica algumas questões relacionadas à fingerprint do Tails e como isto pode ser usado para identificar você como um usuário do Tails.

source: For the websites that you are visiting
de: Für die besuchten Webseiten
es: Para los sitios web que visitas
fa: برای تارنماهایی که بازدید می‌کنید
it: Per il sito web che stai visitando

source: The websites that you are visiting can retrieve a lot of information about your browser. That information can include its name and version, window size, list of available extensions, timezone, available fonts, etc.
de: Manche Webseiten fragen viele Informationen über die Browser der Besucher ab. Zu den gesammelten Informationen können unter anderem Name und Version des Browsers, die Fenstergröße, eine Liste mit den verfügbaren Erweiterungen und Schriftarten, sowie die Zeitzone gehören.
es: Las páginas web que visitas pueden obtener mucha información sobre tu navegador. Esa información puede incluir su nombre y versión, tamaño de ventana, lista de extensiones disponibles, uso horario, fuentes disponibles, etc.
fa: تارنماهایی که بازدید می‌کنید می‌توانند اطلاعات بسیاری در مورد مرورگرتان بازیابی کنند که شامل اسم مرورگر و نسخهٔ آن، اندازهٔ پنجره، فهرست افزونه‌های در دسترس، منطقهٔ زمانی، قلم‌های موجود و غیره می‌شود.
it: Il sito web che visiti può ottenere molte informazioni sul tuo browser. Le informazioni possono includere il suo nome e la sua versione, la grandezza della finestra, la lista delle estensioni, la timezone, i font disponibili etc.
pt: Os sítios web que você está visitando podem conseguir um monte de informações sobre seu navegador. Estas informações podem incluir o nome e versão do navegador, tamanho da janela, lista de extensões disponíveis, fuso horário, fontes disponívels, etc.

source: To make it difficult to distinguish Tails users, **<span class="application">Tor Browser</span> in Tails tries to provide the same information as <span class="application">Tor Browser</span> on other operating systems** in order to have similar fingerprints.
de: Um die Unterscheidung von Tails-Nutzern zu erschweren, **versucht der <span class="application">Tor Browser</span> in Tails nach außen hin die gleichen Informationen zu liefern, wie ein <span class="application">Tor Browser</span> auf einem anderen Betriebssystem**, sodass sich die Fingerabdrücke sehr ähneln.
es: Para que sea más complicado distinguir usuarios de Tails, el **<span class="application"> Tor Browser</span> en Tails trata de proporcionar la misma información que el <span class="application"> Tor Browser</span> en otros sistemas operativos** para tener huellas digitales similares.
fa: برای دشوار کردن شناسایی کاربران تیلز **<span class="application">مرورگر تور</span> در تیلز تلاش می‌کند همان اطلاعاتی را فراهم کند که <span class="application">مرورگر تور</span> روی سیستم‌عامل‌های دیگر در دسترس قرار می‌دهد**. هدف از این کار داشتن اثر انگشت‌های مشابه است.
it: Per rendere difficile distinguere un utente TOR, ** il <span class="application"> Tor Browser</span> incluso in Tails cerca di fornire le stesse informazioni come il <span class="application">Tor Browser</span> presente su altri sistemi operativi**. allo scopo di avere fingerprint similari.
pt: Para que seja mais difícil distinguir usuários do Tails, o **<span class="application">Navegador Tor</span> no Tails tenta fornecer as mesmas informações que o <span class="application">Navegador Tor</span> fornece em outros sistemas operacionais**, para que tenham impressões digitais similares.

source: See the [[fingerprint section of known issues page|support/known_issues#fingerprint]] for a list of known differences between the fingerprints of <span class="application">Tor Browser</span> inside and outside of Tails.
de: Der [[Abschnitt »Fingerabdruck« auf der Seite der bekannten Probleme|support/known_issues#fingerprint]] enthält eine Liste der bekannten Unterschiede zwischen <span class="application">Tor Browser</span> innerhalb und außerhalb von Tails.

source: Apart from that, **some of the <span class="application">Tor Browser</span> extensions included in Tails are specific to Tails**. More sophisticated attacks can use those differences to distinguish Tails users.
de: Darüber hinaus sind **einige der Erweiterungen im <span class="application">Tor Browser</span> in Tails kennzeichnend für Tails**. Aufwändigere Angriffe können mit Hilfe dieser Unterschiede Tails-Nutzer unterscheiden.

source: For example, Tails includes <span class="application">Adblock Plus</span> which removes advertisements. If an attacker can determine that you are not downloading the advertisements that are included in a webpage, that could help identify you as a Tails user.
de: Zum Beispiel beinhaltet Tails <span class="application">Adblock Plus</span>, das Werbung unterdrückt. Kann ein Angreifer bestimmen, dass Sie die eingebundene Werbung in einer Webseite nicht herunterladen, so kann das helfen, Sie als Tails-Nutzer zu identifizieren.

source: For the moment, you should consider that **no special care is taken regarding the fingerprint of the [[<span class="application">Unsafe Browser</span>|doc/anonymous_internet/unsafe_browser]]**.
de: Darüber hinaus sollten Sie sich bewusst sein, dass derzeit **keine besonderen Vorkehrungen bezüglich des Fingerabdruck des [[<span class="application">Unsicheren Browsers</span>|doc/anonymous_internet/unsafe_browser]] getroffen werden**.

source: For your ISP or local network administrator
de: Für ihren Internetanbieter oder lokalen Netzwerkadministrator
es: Para tu ISP o quien administre de tu red local
fa: برای ارائه‌دهندهٔ خدمات اینترنتی یا مسئول شبکهٔ محلی شما
it: Per il tuo ISP o amministratore di rete locale

source: Tor bridges are most of the time a good way of hiding the fact that you are connecting to Tor to a local observer. If this is important for you, read our documentation about [[doc/first_steps/startup_options/bridge_mode]].
de: Meist sind Tor Bridges (dt: Tor Brücken) ein guter Weg, die Verwendung von Tor gegenüber einem lokalen Beobachter zu verbergen. Falls das für Sie wichtig ist, lesen Sie unsere Dokumentation über den [[Tor Bridge Modus|doc/first_steps/startup_options/bridge_mode]].
es: Los puentes de Tor (Tor bridges) son casi siempre una buena forma de esconder de un observador local el hecho de que estás conectado a Tor. Si esto es importante para ti, lee nuestra documentación al respecto: [[doc/first_steps/startup_options/bridge_mode]].
fa: اغلب اوقات پل‌های تور راه خوبی برای پنهان کردن استفادهٔ شما از تور برای یک ناظر محلی است. اگر این موضوع برایتان مهم است، این قسمت را بخوانید: [[doc/first_steps/startup_options/bridge_mode]].
it: I Tor bridges sono principalmente un buon modo per nascondere, ad un osservatore locale, il fatto che sei connesso a Tor. Se questo è importante per te, leggi la documentazione [[doc/first_steps/startup_options/bridge_mode]].

source: A Tails system is **almost exclusively generating Tor activity** on the network. Usually users of <span class="application">Tor Browser</span> on other operating systems also have network activity outside of Tor, either from another web browser or other applications. So the proportion of Tor activity could be used to determine whether a user of <span class="application">Tor Browser</span> is using Tails or not. If you are sharing your Internet connection with other users that are not using Tails it is probably harder for your ISP to determine whether a single user is generating only Tor traffic and so maybe using Tails.
de: Ein Tails System erzeugt **fast ausschließlich Aktivität im Tor-Netz**. Nutzer des <span class="application">Tor Browser</span> auf anderen Betriebssystemen verursachen aber üblicherweise auch Aktivität außerhalb des Tor-Netzwerks, beispielsweise durch einen anderen Browser oder andere Internetanwendungen. Deshalb kann der proportionale Anteil der Tor-Aktivität ein Indikator dafür sein, ob ein Nutzer von <span class="application">Tor Browser</span> Tails verwendet oder nicht. Teilen sich mehrere Anwender einen Internetanschluss, ist es für den Internetdienstanbieter schwieriger zu ermitteln, ob ein einzelner Nutzer überwiegend Tor-Verkehr verursacht und daher wahrscheinlich Tails verwendet.
es: Un sistema Tails genera **casi exclusivamente actividad de Tor** en la red. Por lo general quienes usan <span class="application">Tor Browser</span> en otro sistema operativo también tienen actividad fuera de Tor, bien sea desde otro navegador u otras aplicaciones. Por eso, la proporción de actividad en Tor puede ser usada para determinar si un usuario de <span class="application">Tor Browser</span> está usando o no Tails. Si compartes tu conección de internet con otros usuarios que no usan Tails, es probablemente más difícil para tu ISP determinar si un usuario está generando sólo tráfico Tor, y quizás usando Tails.
fa: یک سیستم تیلز تقریباً **تنها فعالیت تور روی شبکه ایجاد می‌کند**. معمولاً کاربران <span class="application">مرورگر تور</span> روی سیتم‌عامل‌های دیگر فعالیت‌های شبکه خارج از تور نیز دارند که این فعالیت‌ها یا روی مرورگرهای وب دیگر یا روی ابزارهای دیگر است. بنابراین می‌توان از نسبت فعالیت با تور دریافت که آیا کاربر <span class="application">مرورگر تور</span> از تیلز استفاده می‌کند یا نه. اگر اتصال اینترنت خود را با دیگران به اشتراک گذاشته‌اید احتمالاً تشخیص این مساله که یک کاربر تنها از تور و در نتیجه از تیلز استفاده می‌کند برای ارایه‌دهندهٔ خدمات اینترنتی شما مشکل‌تر می‌شود.
it: Un sistema Tails è **quasi sicuramente un generatore di attività TOR** sulla rete. Normalmente gli utenti di <span class="application">Tor Browser</span> sui sistemi operativi hanno anche altre attività al di fuori di TOR, anche da un altro web browser o un'altra applicazione. Quindi conoscere la proporzione dell'attività di TOR può essere utile per capire quando un utente di <span class="application">Tor Browser</span> sta usando Tails oppure no. Se stai condividendo la tua connessione internet con altri utenti che non stanno usando Tails, è probabilmente più difficile per il tuo ISP determinare quando un utente singolo sta generando traffico TOR e quindi magari stia usando Tails.
pt: Um sistema Tails **gera, quase que exclusivamente, atividade Tor** na rede. Em geral, quem utiliza o <span class="application">Navegador Tor</span> em outro sistema operacional também tem atividade de rede fora do Tor, seja através de outro navegador ou de outras aplicações. Assim, essa proporção de atividade Tor poderia ser utilizada para determinar se um usuário do <span class="application">Navegador Tor</span> está utilizando Tails ou não. Se você compartilha sua conexão à Internet com outros usuários que não estão usando Tails, é provavelmente mais difícil para seu provedor de serviços de Internet determinar se um único usuário está gerando somente tráfego via Tor e, quem sabe, utilizando Tails.

source: Tails **does not use the entry guards mechanism of Tor**. With the [entry guard mechanism](https://www.torproject.org/docs/faq#EntryGuards), a Tor user always uses the same few relays as first hops. As Tails does not store any Tor information between separate working sessions, it does not store the entry guards information either. This behaviour could be used to distinguish Tails users across several working sessions.
de: Tails **benutzt den Tor-Entry-Guard-Mechanismus nicht**. Der [Entry-Guard-Mechanismus](https://www.torproject.org/docs/faq#EntryGuards) bewirkt, dass ein Tor-Client immer die selben Eintrittsserver in das Tor-Netzwerk nutzt. Da Tails aber keine Information zu Tor zwischen verschiedenen Sitzungen speichert, kann es den Eintrittsknoten ebenfalls nicht speichern. Dieses Verhalten kann zur Unterscheidung von Tails-Nutzern über mehrere Sitzungen hinweg verwendet werden.
es: Tails **no usa el mecanismo de registro de entrada de Tor**. Con el [mecanismo de registro de entrada] (https://www.torproject.org/docs/faq#EntryGuards) un usuario Tor siempre usa los mismos relays como primeras opciones. Como Tails no almacena ninguna información de Tor entre diferentes sesiones de trabajo, no almacena información de registro de entrada tampoco. Este comportamiento se podría usar para distinguir usuarios de Tails a través de varias sesiones de trabajo.
fa: تیلز از **سازوکارهای محافظ ورودی تور** استفاده نمی‌کند. یک کاربر تور با [سازوکار محافظ ورودی](https://www.torproject.org/docs/faq#EntryGuards) همواره از همان چند رلهٔ معدود استفاده می‌کند. چون تیلز هیچ‌گونه اطلاعات مربوط به تور را بین نشست‌های کاری مختلف ذخیره نمی‌کند، اطلاعات محافظ ورودی نیز ذخیره نمی‌شوند. می‌توان از این رفتار برای تشخیص کاربران تیلز در طول چندین نشست کاری استفاده کرد.
it: Tails ** non usa tutto il meccanismo di sicurezza di Tor entry guard**. Con il [meccanismo entry guard ](https://www.torproject.org/docs/faq#EntryGuards), un utente Tor può sempre usare gli stessi relay come prima connessione. Visto che Tails non conserva nessuna informazione tra sessioni di lavoro diverse, esso non conserva neanche le informazioni di "entry guard". Questo comportamento potrebbe essere usato per riconoscere un utente Tails che passa da una sessione di lavoro all'altra.

source: When starting, Tails synchronizes the system clock to make sure it is accurate. While doing this, if the time is set too much in the past or in the future, Tor is shut down and started again. This behavior could be used to distinguish Tails users, especially this happens every time Tails starts.
de: Beim Start synchronisiert Tails die Systemuhr, um ihre Genauigkeit sicherzustellen. Falls die Zeitabweichung zu groß ist, wird Tor automatisch geschlossen und neu gestartet. Dieses Verhalten kann zur Unterscheidung von Tails-Nutzern verwendet werden, vor allem, da dies bei jedem Neustart von Tails auftritt.

source: For the websites that you are visiting
pt: Para os sítios web que você está visitando

source: Refer to the [[fingerprint section of our list of known issues |support/known_issues#fingerprint]] to know if there are differences between the fingerprints of <span class="application">Tor Browser</span> inside and outside of Tails.
es: Consulta la [[sección de huellas digitales en nuestra lista de problemas conocidos |support/known_issues#fingerprint]] para saber si hay diferencias entre las huellas digitales de <span class="application">Tor Browser</span> dentro y fuera de Tails
it: Vedere la [[sezione contenente i problemi relativi alle fingerprint|support/known_issues#fingerprint]] per una lista di differenze note tra le fingerprint presenti sul <span class="application">Tor Browser</span> internamente o fuori Tails.
pt: Veja a [[seção sobre impressões digitais da página de problemas conhecidos|support/known_issues#fingerprint]] para saber se existem diferenças entre as impressões digitais do <span class="application">Navegador Tor</span> dentro e fora do Tails.

source: Tails includes the <span class="application">uBlock Origin</span> extension which removes advertisements. If an attacker can determine that you are not downloading the advertisements that are included in a webpage, that could help identify you as a Tails user.
pt: Tails inclui a extensão <span class="application">uBlock Origin</span> que remove propagandas. Se um atacante puder determinar que você não está carregando as propagandas que estão incluídas em uma página web, isto poderia ajudá-lo a te identificar como alguém que está utilizando Tails.

source: No special care is taken regarding the fingerprint of the [[<span class="application">Unsafe Browser</span>|doc/anonymous_internet/unsafe_browser]].
pt: Nenhum cuidado especial é tomado em relação à fingerprint do [[<span class="application">Navegador Inseguro</span>|doc/anonymous_internet/unsafe_browser]].

source: For your ISP or local network administrator
pt: Para seu provedor de serviços de Internet ou administrador da rede local

source: Tor bridges are most of the time a good way of hiding the fact that you are connecting to Tor to a local observer. If this is important for you, read our documentation about [[doc/first_steps/welcome_screen/bridge_mode]].
pt: Pontes Tor (Tor Bridges) são, na maioria das vezes, um bom jeito de evitar que um observador local fique sabendo que você está se conectando à rede Tor. Caso isso seja importante para você, leia nossa documentação sobre [[modo bridge|doc/first_steps/welcome_screen/bridge_mode]].

source: When starting, Tails synchronizes the system clock to make sure it is accurate. While doing this, if the time is set too much in the past or in the future, Tor is shut down and started again. This behavior could be used to distinguish Tails users, especially since this happens every time Tails starts.
es: Al iniciarse, Tails sincroniza el reloj del sistema para asegurarse de que está en hora. Si mientras hace esto la hora se configura en fechas muy pasadas o futuras, Tor se apagará y se reiniciará. Este comportamiento puede ser usado para distinguir usuarios de Tails, especialmente si sucede cada vez que se ejecuta Tails.
fa: هنگام راه‌اندازی، تیلز ساعت سیستم را برای اطمینان از دقیق بودن تنظیم می‌کند. اگر در این حال ساعت خیلی عقب یا جلو تنظیم شود، تور خاموش شده و دوباره راه‌ می‌افتد. از آن‌جایی که این عمل با هر بار راه‌اندازی تیلز اتفاق می‌افتد، می‌توان از آن برای تشخیص کاربران تیلز استفاده کرد.
it: Quando si avvia Tails, esso sincronizza l'orologio di sistema in modo che sia accurato. Facendo questo, se l'orario è impostato troppo distante nel passato o nel futuro, Tor viene spento e fatto ripartire. Questo comportamento può essere usato per riconoscere un utente Tails, specialmente quando questo comportamento avviene ad ogni avvio di Tails.
pt: Ao inicializar, Tails sincroniza o relógio do sistema para ter certeza de que está preciso. Ao fazê-lo, se o relógio estiver ajustado para muito no passado ou no futuro, Tor é desligado e reiniciado. Este comportamento poderia ser usado para distinguir usuários Tails, especialmente já que isso ocorre toda vez que o Tails é inicializado.
