Repository: austin987/tails
Catalog: wiki/src/doc/about/license.*.po
Languages: fr, it

source: [[!meta title="License and source code distribution"]]
fr: [[!meta title="Licence et distribution du code source"]]
it: [[!meta title="Licenza e distribuzione del codice sorgente"]]

source: Tails is [Free Software](https://www.gnu.org/philosophy/free-sw.html): you can download, use, and share it with no restrictions.
fr: Tails est un [logiciel libre](https://www.gnu.org/philosophy/free-sw.fr.html) : vous pouvez le télécharger, l'utiliser et le partager sans restriction.
it: Tails è un [software libero](https://www.gnu.org/philosophy/free-sw.it.html): puoi scaricarlo, usarlo e condividerlo senza restrizioni.

source: The Tails source code is released under the GNU/GPL (version 3 or above) and is Copyright (C) Tails developers <tails@boum.org>. Any exception to this rule is documented either below or in the affected source file.
fr: Le code source de Tails est distribué sous licence GNU/GPL (version 3 ou supérieure) et est Copyright (C) Tails developers <tails@boum.org>. Toute exception à cette règle est documentée soit ci-dessous soit dans le fichier source concerné.
it: Il codice sorgente di Tails è pubblicato sotto la licenza GNU/GPL (versione 3 o superiore) ed è Copyright (C) Tails developers <tails@boum.org>. Qualsiasi eccezione a questa regola è documentata di seguito, oppure nel file sorgente interessato.

source: However, Tails includes non-free firmware in order to work on as much hardware as possible.
fr: Cependant, Tails inclut des micrologiciels non-libres afin de fonctionner avec le plus de matériel possible.
it: Tuttavia, Tails include firmware non libero, per funzionare sul maggior numero possibile di dispositivi hardware.

source: Source code
it: Codice sorgente

source: Most of the software included in Tails is taken directly from upstream Debian packages and is neither modified nor recompiled by Tails.
fr: La plupart des logiciels inclus dans Tails proviennent directement des paquets Debian en amont et ne sont ni modifiés ni recompilés par Tails.
it: La maggior parte del software incluso in Tails proviene direttamente dai pacchetti Debian originali, e non viene modificato né ricompilato da Tails.

source: The source code of software that is specific to Tails is available in [[our Git repositories|contribute/git]].
fr: Le code source des logiciels spécifiques à Tails est disponible dans [[notre dépôt Git|contribute/git]].
it: Il codice sorgente dei software specifici di Tails è disponibile nei [[nostri repository Git|contribute/git]].

source: The source code of the Debian packages included in Tails is available in the [APT snapshot](https://tagged.snapshots.deb.tails.boum.org/) that we created for that version of Tails.
it: Il codice sorgente dei pacchetti Debian inclusi in Tails è disponibile nello [snapshot APT](https://tagged.snapshots.deb.tails.boum.org/) che abbiamo creato per quella versione di Tails.

source: - The [[!tails_gitweb config/chroot_local-includes/usr/share/tails/chroot-browsers/unsafe-browser/extensions/red-2.0-an+fx.xpi desc="red theme"]] used by Tails' _Unsafe Browser_ was downloaded from Mozilla add-ons website (<https://addons.mozilla.org/en-US/firefox/addon/simplyred/>): - license: Creative Commons Attribution 3.0 - author: [Firefox user 14030863](https://addons.mozilla.org/en-US/firefox/user/14030863/)
it: - Il [[!tails_gitweb config/chroot_local-includes/usr/share/tails/chroot-browsers/unsafe-browser/extensions/red-2.0-an+fx.xpi desc="tema rosso"]] usato dal _Browser non sicuro_ di Tails è stato scaricato dal sito Mozilla add-ons (<https://addons.mozilla.org/en-US/firefox/addon/simplyred/>): - licenza: Creative Commons Attribuzione 3.0 - autore: [Utente Firefox 14030863](https://addons.mozilla.org/it/firefox/user/14030863/)

source: Website
it: Sito web

source: This website uses several images with distinct copyright, licenses, trademarks and distribution terms:
fr: Ce site utilise plusieurs images aux copyrights, licences, marques déposées et termes de distribution distincts :
it: Questo sito web utilizza parecchie immagini con differenti copyright, licenze, marchi registrati e termini di distribuzione:

source: The Tails logo is based on [[USB|http://thenounproject.com/term/usb/23873/]] by Ilsur Aptukov from the Noun Project.
fr: Le logo Tails est basé sur [[USB|http://thenounproject.com/term/usb/23873/]] par Ilsur Aptukov du Noun Project.
it: Il logo Tails è basato su [[USB|https://thenounproject.com/term/usb/23873/]] di Ilsur Aptukov del Noun Project.

source: - Debian logo: Copyright (c) 1999 Software in the Public Interest.
fr: - Logo Debian : Copyright (c) 1999 Software in the Public Interest ("Logiciel dans l'intérêt public").
it: - Logo Debian: Copyright (c) 1999 Software in the Public Interest ("Software nell'interesse pubblico").

source: Onion logo: registered trademark of The Tor Project, Inc.; the Tails project is authorized to use it under certain conditions; licensed under Creative Commons Attribution 3.0 United States License.
fr: Logo Onion : marque déposée par The Tor Project, Inc. ; le projet Tails est autorisé à l'utiliser sous certaines conditions ; sous licence Creative Commons Attribution 3.0 États-Unis.
it: Logo Onion: marchio registrato di The Tor Project, Inc.; il progetto Tails è autorizzato a utilizzarlo a certe condizioni; sotto licenza Creative Commons Attribuzione 3.0 Stati Uniti.

source: The drawings on our [[Home|index]] and [[About|about]] pages are licensed under the [Creative Commons Attribution-ShareAlike 4.0 International License](https://creativecommons.org/licenses/by-sa/4.0/), copyright [Andrés Fernández Cordón](https://anhdr.es/) ([[source|lib/drawings.zip]] for Adobe Illustrator).
it: I disegni nelle nostre pagine [[Home|index]] e [[About|about]] hanno una licenza [Creative Commons Attribution-ShareAlike 4.0 International License](https://creativecommons.org/licenses/by-sa/4.0/), copyright [Andrés Fernández Cordón](https://anhdr.es/) ([[source|lib/drawings.zip]] per Adobe Illustrator).

source: All the [[drawings of our personas|contribute/personas]] are licensed under the [Creative Commons Attribution-ShareAlike 4.0 International License](https://creativecommons.org/licenses/by-sa/4.0/), copyright Thomas Verguet.
it: Tutti i [[disegni dei nostri modelli di persona|contribute/personas]] sono sotto licenza [Creative Commons Attribution-ShareAlike 4.0 International License](https://creativecommons.org/licenses/by-sa/4.0/), copyright Thomas Verguet.

source: The [[Boot Menu animation|install/win/usb#animation]] is licensed under the [Creative Commons Attribution-ShareAlike 4.0 International License](https://creativecommons.org/licenses/by-sa/4.0/), copyright [Odile Carabantes](https://studiomoare.com/) and [Enso Studio](https://www.ensostudio.tv/) ([source](https://gitlab.tails.boum.org/tails/ux/-/raw/master/boot%20menu%20key/animation.rar) for Adobe Illustrator and Adobe Premiere).
it: L' [[Animazione del Boot Menu|install/win/usb#animation]] è concessa sotto la licenza [Creative Commons Attribution-ShareAlike 4.0 International License](https://creativecommons.org/licenses/by-sa/4.0/), copyright [Odile Carabantes](https://studiomoare.com/) e [Enso Studio](https://www.ensostudio.tv/) ([source](https://gitlab.tails.boum.org/tails/ux/-/raw/master/boot%20menu%20key/animation.rar) per Adobe Illustrator e Adobe Premiere).

source: - Icons from [[The Noun Project|http://thenounproject.com/]]:
fr: - Icônes de [[The Noun Project|http://thenounproject.com/]] :
it: - Icone da [[The Noun Project|https://thenounproject.com/]]:

source: [[Announcement|http://thenounproject.com/term/announcement/1186/]]: Creative Commons - Attribution, by Olivier Guin.
fr: [[Announcement|http://thenounproject.com/term/announcement/1186/]] : Creative Commons - Attribution, par Olivier Guin.
it: [[Announcement|https://thenounproject.com/term/announcement/1186/]]: Creative Commons - Attribuzione, di Olivier Guin.

source: [[Code|http://thenounproject.com/term/code/18033/]]: Creative Commons — Attribution, by Azis.
fr: [[Code|http://thenounproject.com/term/code/18033/]] : Creative Commons — Attribution, par Azis.
it: [[Code|https://thenounproject.com/term/code/18033/]]: Creative Commons — Attribuzione, di Azis.

source: [[Pen|http://thenounproject.com/term/pen/18907/]]: Creative Commons — Attribution, by factor[e] design initiative.
fr: [[Pen|http://thenounproject.com/term/pen/18907/]] : Creative Commons — Attribution, par factor[e] design initiative.
it: [[Pen|https://thenounproject.com/term/pen/18907/]]: Creative Commons — Attribuzione, di factor[e] design initiative.

source: [[Loan|http://thenounproject.com/term/loan/19538/]]: Public Domain, by Rohith M S.
fr: [[Loan|http://thenounproject.com/term/loan/19538/]] : domaine public, par Rohith M S.
it: [[Loan|https://thenounproject.com/term/loan/19538/]]: dominio pubblico, di Rohith M S.

source: [[User|http://thenounproject.com/term/user/419/]]: Creative Commons — Attribution, by Edward Boatman.
fr: [[User|http://thenounproject.com/term/user/419/]] : Creative Commons — Attribution, par Edward Boatman.
it: [[User|https://thenounproject.com/term/user/419/]]: Creative Commons — Attribuzione, di Edward Boatman.

source: [[Translation|http://thenounproject.com/term/translation/5735/]]: Creative Commons — Attribution, by Joe Mortell.
fr: [[Translation|http://thenounproject.com/term/translation/5735/]] : Creative Commons — Attribution, par Joe Mortell.
it: [[Translation|https://thenounproject.com/term/translation/5735/]]: Creative Commons — Attribuzione, di Joe Mortell.

source: [[Gears|http://thenounproject.com/term/gears/8949/]]: Creative Commons — Attribution, by Cris Dobbins.
fr: [[Gears|http://thenounproject.com/term/gears/8949/]] : Creative Commons — Attribution, par Cris Dobbins.
it: [[Gears|https://thenounproject.com/term/gears/8949/]]: Creative Commons — Attribuzione, di Cris Dobbins.

source: [[Graphic Design|http://thenounproject.com/term/graphic_design/9198/]]: Creative Commons — Attribution, by Cornelius Danger.
fr: [[Graphic Design|http://thenounproject.com/term/graphic_design/9198/]] : Creative Commons — Attribution, par Cornelius Danger.
it: [[Graphic Design|https://thenounproject.com/term/graphic_design/9198/]]: Creative Commons — Attribuzione, di Cornelius Danger.

source: [[Check Mark|https://thenounproject.com/term/check/4489/]]: Public Domain, by Julian Norton.
fr: [[Check Mark|https://thenounproject.com/term/check/4489/]] : domaine public, par Julian Norton.
it: [[Check Mark|https://thenounproject.com/term/check/4489/]]: dominio pubblico, di Julian Norton.

source: [[Delete|https://thenounproject.com/term/delete/49691/]]: Creative Commons — Attribution, by Kervin Markle.
fr: [[Delete|https://thenounproject.com/term/delete/49691/]] : Creative Commons — Attribution, par Kervin Markle.
it: [[Delete|https://thenounproject.com/term/delete/49691/]]: Creative Commons — Attribuzione, di Kervin Markle.

source: [[Play|https://thenounproject.com/term/play/152052]]: Creative Commons — Attribution, by Zech Nelson.
fr: [[Play|https://thenounproject.com/term/play/152052]] : Creative Commons — Attribution, par Zech Nelson.
it: [[Play|https://thenounproject.com/term/play/152052]]: Creative Commons — Attribuzione, di Zech Nelson.

source: [[Pause|https://thenounproject.com/term/pause/152046]]: Creative Commons — Attribution, by Zech Nelson.
fr: [[Pause|https://thenounproject.com/term/pause/152046]] : Creative Commons — Attribution, par Zech Nelson.
it: [[Pause|https://thenounproject.com/term/pause/152046]]: Creative Commons — Attribuzione, di Zech Nelson.

source: [[USB|https://thenounproject.com/term/usb/28901]]: Creative Commons — Attribution, by Wilson Joseph.
fr: [[USB|https://thenounproject.com/term/usb/28901]] : Creative Commons — Attribution, par Wilson Joseph.
it: [[USB|https://thenounproject.com/term/usb/28901]]: Creative Commons — Attribuzione, di Wilson Joseph.

source: [[Time|https://thenounproject.com/term/time/6732]]: Creative Commons — Attribution, by Richard de Vos.
fr: [[Time|https://thenounproject.com/term/time/6732]] : Creative Commons — Attribution, par Richard de Vos.
it: [[Time|https://thenounproject.com/term/time/6732]]: Creative Commons — Attribuzione, di Richard de Vos.

source: [[Printer|https://thenounproject.com/term/printer/146674]]: Creative Commons — Attribution, by Diego Naive.
fr: [[Printer|https://thenounproject.com/term/printer/146674]] : Creative Commons — Attribution, par Diego Naive.
it: [[Printer|https://thenounproject.com/term/printer/146674]]: Creative Commons — Attribuzione, di Diego Naive.

source: [[Smart Phones|https://thenounproject.com/term/smartphone/25790]]: Creative Commons — Attribution, by Pham Thi Dieu Linh.
fr: [[Smart Phones|https://thenounproject.com/term/smartphone/25790]] : Creative Commons — Attribution, par Pham Thi Dieu Linh.
it: [[Smart Phones|https://thenounproject.com/term/smartphone/25790]]: Creative Commons — Attribuzione, di Pham Thi Dieu Linh.

source: [[Laptop|https://thenounproject.com/term/laptop/6729]]: Public Domain, by Jean Yashu.
fr: [[Laptop|https://thenounproject.com/term/laptop/6729]] : domaine public, par Jean Yashu.
it: [[Laptop|https://thenounproject.com/term/laptop/6729]]: dominio pubblico, di Jean Yashu.

source: [[Love|https://thenounproject.com/term/love/218846/]]: Creative Commons — Attribution, by Thomas Helbig.
fr: [[Love|https://thenounproject.com/term/love/218846/]] : Creative Commons — Attribution, par Thomas Helbig.
it: [[Love|https://thenounproject.com/term/love/218846/]]: Creative Commons — Attribuzione, di Thomas Helbig.

source: [[Survey|https://thenounproject.com/term/survey/1296072]]: Creative Commons — Attribution, by unlimicon.
fr: [[Survey|https://thenounproject.com/term/survey/1296072]] : Creative Commons — Attribution, par unlimicon.
it: [[Survey|https://thenounproject.com/term/survey/1296072]]: Creative Commons — Attribuzione, di unlimicon.

source: [[Info|https://thenounproject.com/term/info/808461]]: Creative Commons — Attribution, by icongeek.
fr: [[Info|https://thenounproject.com/term/info/808461]] : Creative Commons — Attribution, par icongeek.
it: [[Info|https://thenounproject.com/term/info/808461]]: Creative Commons — Attribuzione, di icongeek.

source: Source code
fr: Code source

source: The source code of the Debian packages included in Tails is available in the [APT snapshot](http://tagged.snapshots.deb.tails.boum.org/) that we created for that version of Tails.
fr: Le code source des paquets Debian inclus dans Tails est disponible dans le [snapshot APT](http://tagged.snapshots.deb.tails.boum.org/) que nous avons créé pour cette version de Tails.

source: Website
fr: Site web

source: All the [[drawings of our personas|contribute/personas]] are licensed under the <a href="https://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution-ShareAlike 4.0 International License</a>, copyright Thomas Verguet.
fr: Tous les [[dessins de nos personas|contribute/personas]] sont sous licence <a href="https://creativecommons.org/licenses/by-sa/4.0/deed.fr">Creative Commons Attribution - Partage dans les Mêmes Conditions 4.0 International</a>, copyright Thomas Verguet.

source: The [[boot menu animation|install/win/usb#animation]] is licensed under the <a href="https://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution-ShareAlike 4.0 International License</a>, copyright [Odile Carabantes](https://studiomoare.com/) and [Enso Studio](https://www.ensostudio.tv/).
fr: L'[[animation du menu de démarrage|install/win/usb#animation]] est sous licence <a href="https://creativecommons.org/licenses/by-sa/4.0/deed.fr">Creative Commons Attribution - Partage dans les Mêmes Conditions 4.0 International</a>, copyright [Odile Carabantes](https://studiomoare.com/) et [Enso Studio](https://www.ensostudio.tv/).
