Repository: austin987/tails
Catalog: wiki/src/doc/about/openpgp_keys.*.po
Languages: de, fr, it

source: [[!meta title="OpenPGP keys"]]
de: [[!meta title="OpenPGP Schlüssel"]]
fr: [[!meta title="Paires de clés OpenPGP"]]
it: [[!meta title="chiavi OpenPGP"]]

source: Tails developers maintain several OpenPGP key pairs.
de: Entwickler von Tails verwenden mehrere OpenPGP Schlüsselpaare.
fr: Les développeurs Tails utilisent plusieurs paires de clés OpenPGP.
it: Gli sviluppatori di Tails mantengono diverse coppie di chiavi OpenPGP.

source: <p>Make sure to verify the keys that you download, because there are several fake and maybe malicious Tails keys on the key servers.</p>
de: <p>Stellen Sie sicher, dass Sie die Schlüssel verifizieren, die Sie heruntergeladen haben, da es gefälschte und möglicherweise bösartige OpenPGP-Schlüssel von Tails auf den Keyservern gibt.</p>
fr: <p>Veillez à vérifier la clé que vous avez téléchargé car il y a plusieurs clés Tails fausses et potentiellement malveillantes sur les serveurs de clés.</p>
it: <p>Assicurati di verificare le chiavi scaricate, poiché esistono diverse chiavi false e probabilmente Tails malevoli sui server chiave.</p>

source: <p>For example, if you first [[authenticate the Tails signing key through the OpenPGP Web of Trust|install/download#wot]], then you can verify our others keys as they are all certified by the Tails signing key.</p>
de: <p>Wenn Sie beispielsweise zunächst [[den Signaturschlüssel von Tails mithilfe des OpenPGP Web of Trust authentifizieren|install/download#wot]], können Sie anschließend unsere weiteren Schlüssel verifizieren, da alle durch den Signaturschlüssel von Tails beglaubigt sind.</p>
fr: <p>Par exemple, si en premier vous [[authentifiez la clé de signature de Tails via la Toile de Confiance OpenPGP|install/download#wot]], vous pourrez ensuite vérifier nos autres clés car elles ont toutes été certifiées par la clé de signature de Tails.</p>

source: Private mailing list key
de: Privater Mailinglisten-Schlüssel
fr: Clé de la liste de discussion privée

source: Purpose
de: Zweck
fr: Usage prévu
it: Scopo

source: Encryption
de: Verschlüsselung
fr: Chiffrement
it: Crittografia

source: This key has an encryption subkey. Please use it to encrypt email sent to the core developers encrypted mailing list: [[tails@boum.org|about/contact#tails]].
de: Dieser Schlüssel hat einen Unterschlüssel für Verschlüsselung. Bitte nutzen Sie ihn, um E-Mails zu verschlüsseln, die an die verschlüsselte Mailingliste der Kern-Entwickler, [[tails@boum.org|about/contact#tails]], geschickt werden.
fr: Cette clé a une sous-clé de chiffrement. Merci de l'utiliser pour chiffrer les courriers électroniques envoyés à la liste chiffrée de développement : [[tails@boum.org|about/contact#tails]].
it: Questa chiave ha una sottochiave di cifratura. Per piacere usala per criptare le email mandate agli sviluppatori nella mailing list criptata principale : [[tails@boum.org|about/contact#tails]].

source: Policy
de: Richtlinien
fr: Nos engagements
it: Regolamento

source: The secret key material and its passphrase are stored on the server that runs our encrypted mailing list software and on systems managed by core Tails developers.
de: Der private Schlüssel und seine Passphrase sind auf dem Server hinterlegt, auf dem unsere verschlüsselte Mailinglistensoftware läuft sowie auf Systemen, die von Kern-Entwicklern von Tails verwaltet werden.
fr: La clé secrète et sa phrase de passe sont stockées sur le serveur qui fait tourner notre logiciel de liste de discussion chiffrée, ainsi que sur les ordinateurs des développeurs principaux de Tails.
it: Il materiale della chiave segreta e la sua password sono custoditi in un server che gira le nostre mailing-list criptate e sui sistemi controllati dagli sviluppatori di Tails.

source: This means people other than Tails developers are in a position to use this secret key. Tails developers trust these people enough to rely on them for running our encrypted mailing list, but still: this key pair is managed in a less safe way than our signing key.
de: Das heißt, dass Personen, die keine Tails-Entwickler sind, die Möglichkeit haben, diesen privaten Schlüssel zu verwenden. Die Tails-Entwickler vertrauen diesen Leuten genügend, um unsere verschlüsselte Mailingliste bei ihnen laufen zu lassen, dennoch: dieses Schlüsselpaar wird weniger sicher verwaltet als unser Schlüssel für Signaturen.
fr: Cela signifie que d'autres personnes que les développeurs Tails ont accès à cette clé secrète et peuvent donc l'utiliser. Les développeurs de Tails leur font confiance pour faire fonctionner la liste de discussion chiffrée, mais notez tout de même que cette clé ne bénéficie pas d'un niveau de sécurité équivalent à celui de la clé de signature.
it: Questo significa che le persone che non sono sviluppatori di Tails sono nella posizione di usare questa chiave segreta. Gli sviluppatori di Tails si fidano di queste persone al punto da lasciargli seguire la nostra mailing-list criptata, ma tuttavia: questa coppia di chiavi è controllata in una maniera meno sicura della nostra chiave di firma.

source: Key details
de: Schlüsseldetails
fr: Détails de la clé
it: Dettagli della chiave

source: How to get the public key?
de: Wie komme ich an den öffentlichen Schlüssel?
fr: Comment obtenir la clé publique ?
it: Come ottenere questa chiave?

source: There are multiple ways to get this OpenPGP public key:
de: Es gibt mehrere Möglichkeiten, um an den öffentlichen OpenPGP-Schlüssel zu kommen:
fr: Il existe différents moyens d'obtenir cette clé publique :
it: Ci sono molti modi per ottenere questa chiave OpenPGP:

source: download it from this website: [[!tails_website tails-email.key]]
de: laden Sie ihn von der Website herunter: [[!tails_website tails-email.key]]
fr: la télécharger depuis ce site : [[!tails_website tails-email.key]]
it: scaricarla dal sito web: [[!tails_website tails-email.key]]

source: fetch it from your favourite keyserver
de: laden Sie ihn von Ihrem bevorzugten Schlüsselserver herunter
fr: la prendre sur votre serveur de clés favori
it: prenderla dal nostro keyserver preferito

source: send an email to <tails-sendkey@boum.org>.
de: senden Sie eine E-Mail an <tails-sendkey@boum.org>.
fr: envoyer un courrier électronique à <tails-sendkey@boum.org>.
it: mandare una mail a <tails-sendkey@boum.org>.

source: Signing key
de: Signaturschlüssel
fr: Clé de signature
it: Chiave per la firma

source: This key only has the capability to sign and certify: it has no encryption subkey.
de: Dieser Schlüssel ist nur zum Signieren und Zertifizieren da: er besitzt keinen Unterschlüssel zum Verschlüsseln.
fr: Cette clé a uniquement la capacité de signer et de certifier : elle n'a pas de sous-clé de chiffrement.
it: Questa chiave ha solo la capacità di firmare e certificare: non ha la sottochiave di criptazione.

source: Its only purpose is:
de: Der einzige Zweck des Schlüssels ist:
fr: Son seul but est :
it: Il suo unico scopo è:

source: to sign Tails released images;
de: veröffentlichte Tails-Images zu signieren;
fr: de signer les versions publiées de Tails ;
it: firmare le immagini delle versioni di Tails;

source: to certify other cryptographic public keys needed for Tails development.
de: andere kryptographische Schlüssel, die für die Entwicklung von Tails gebraucht werden, zu signieren.
fr: de certifier d'autres clés cryptographiques nécessaires pour le développement de Tails.
it: per certificare altre chiavi pubbliche crittografiche necessarie allo sviluppo di Tails.

source: The secret key material will never be stored on an online server or on systems managed by anyone other than Tails core developers.
de: Das private Schlüsselmaterial wird nie auf einem vernetzten Server oder auf Systemen, die von jemand anderem als Kern-Entwicklern von Tails verwaltet werden, gespeichert.
fr: La clé secrète ne sera jamais stockée sur un serveur ou sur un système administré par quelqu'un d'autre que les développeurs principaux de Tails.
it: Il materiale della chiave segreta non sarà mai conservato su un server online o un sistema gestito da qualcun altro eccetto gli sviluppatori del nucleo di Tails.

source: Primary key
de: Primärer Schlüssel
fr: Clé primaire
it: Chiave primaria

source: * Is not owned in a usable format by any single individual. It is split cryptographically using [gfshare](http://www.digital-scurf.org/software/libgfshare). * Is only used offline, in an air-gapped Tails only communicating with the outside world through: - Plugging the Tails flash media in another operating system to install Tails in the first place. - Plugging other removable media in the air-gapped Tails to send the public key, secret key stubs, parts of the secret master key, and so on to the outside world. - Plugging other removable media in the air-gapped Tails to receive Debian packages, public keys, and so on from the outside world. * Expires in less than one year. We will extend its validity as many times as we find reasonable. * Has a revocation certificate split amongst different people. See the [[details of the mechanism|signing_key_revocation]].
de: * wird nicht in einer verwendbaren Form bei einer Einzelperson aufbewahrt. Wurde kryptographisch mit dem Programm [gfshare](http://www.digital-scurf.org/software/libgfshare) geteilt. * wird nur offline, auf einem air-gapped Tails-System benutzt, das nur mit der Außenwelt kommuniziert über: - Anschließen des Speichermediums von Tails an ein anderes Betriebssystem, um Tails überhaupt erst zu installieren. - Anschließen von anderen Wechseldatenträgern an das air-gapped Tails, um öffentliche Schlüssel, Abschnitte von privaten Schlüsseln, Teile des geheimen Hauptschlüssels, etc. an die Außenwelt zu schicken. - Anschließen von anderen Wechseldatenträgern an das air-gapped Tails, um Debianpakete, öffentliche Schlüssel, usw. von der Außenwelt zu erhalten. * läuft innerhalb eines Jahres ab. Wir werden das Ablaufdatum verlängern, so oft wir das als vernünftig erachten. * Hat ein Rückzugszertifikat aufgeteilt unter mehreren Personen. Siehe die [[Details des Mechanismus|signing_key_revocation]].
fr: * Elle n'est pas détenue dans un format utilisable par une seule personne. Elle est divisée cryptographiquement en utilisant [gfshare](http://www.digital-scurf.org/software/libgfshare). * Elle est seulement utilisée hors-ligne, sur un Tails air-gap (isolé physiquement de tout réseau) communiquant avec le monde extérieur par : - Branchement du média flash Tails sur un autre système d'exploitation pour installer Tails dans un premier temps. - Branchement d'un autre média amovible sur le Tails air-gap pour envoyer la clé publique, les stubs de la clé secrète, les parties de la clé maître secrète et ainsi de suite, vers le monde extérieur. - Branchement d'un autre média amovible sur le Tails air-gap pour recevoir les paquets Debian, les clés publiques et ainsi de suite, depuis le monde extérieur. * Elle expire dans moins d'un an. Nous étendrons sa validité autant de fois que nous le jugerons raisonnable. * Elle a un certificat de révocation divisé entre différentes personnes. Voir les [[détails de ce mécanisme|signing_key_revocation]].

source: Signing subkeys
de: Unterschlüssel zum Signieren
fr: Sous-clés de signature
it: Firma delle sottochiavi

source: Stored on OpenPGP smartcards owned by those who need them. Smartcards ensure that the cryptographic operations are done on the smartcard itself and that the secret cryptographic material is not directly available to the operating system using it.
de: Gespeichert auf den OpenPGP Smartcards von den Personen, die sie benötigen. Smartcards sorgen dafür, dass die kryptographischen Operationen auf der Smartcard selbst durchgeführt werden und dass das geheime kryptographische Material nicht direkt von dem Betriebssystem, das es verwendet, erreichbar ist.
fr: Stockée sur des smartcards OpenPGP en possession des personnes en ayant besoin. Les smartcards garantissent que les opérations cryptographiques sont faites directement sur la smartcard et que le secret cryptographique n'est pas directement disponible pour le système d'exploitation qui l'utilise.
it: Custodite su delle smartcard OpenPGP possedute da chi le necessita. Le smartcard assicurano che le operazioni di crittografia siano fatte sulle smartcard stesse e che il materiale di crittografia segreto non sia direttamente disponibile al sistema operativo che lo usa.

source: Expiration date: same as the primary key.
de: Ablaufdatum: dasselbe wie beim primären Schlüssel.
fr: Date d'expiration : identique à celle de la clé primaire.
it: Data di scadenza: la stessa della chiave principale.

source: download it from this website: [[!tails_website tails-signing.key]]
de: laden Sie ihn von der Website herunter: [[!tails_website tails-signing.key]]
fr: la télécharger depuis ce site : [[!tails_website tails-signing.key]]
it: scaricalo dal sito web: [[!tails_website tails-signing.key]]

source: fetch it from your favourite keyserver.
de: laden Sie ihn von Ihrem bevorzugten Schlüsselserver herunter.
fr: la prendre sur votre serveur de clés favori.
it: prendila dal tuo keyserver preferito.

source: If you already have Tails signing key but download it again, it can update the list of existing signatures of the key.
de: Falls Sie den Signaturschlüssel von Tails schon haben, ihn jedoch noch einmal herunterladen, kann dadurch die Liste der existierenden Signaturen des Schlüssels erneuert werden.
fr: Si vous avez déjà la clé de signature de Tails mais que vous la téléchargez de nouveau, cela peut mettre à jour la liste des signatures existantes.
it: Se hai già una chiave di firma per Tails ma la scarichi ancora, può aggiornare la lista delle firme delle chiavi esistenti.

source: User support key
de: Schlüssel für Benutzer-Support
fr: Clé pour l'assistance d'utilisation
it: Chiave del supporto utente

source: Use this key to encrypt private support requests sent to [[tails-support-private@boum.org|about/contact#tails-support-private]].
de: Verwenden Sie diesen Schlüssel, um private Supportanfragen an [[tails-support-private@boum.org|about/contact#tails-support-private]] zu senden.
fr: Utilisez cette clé pour chiffrer les demandes d'aide privées adressées à [[tails-support-private@boum.org|about/contact#tails-support-private]].
it: Utilizza questa chiave per criptare richieste di supporto da mandare a [[tails-support-private@boum.org|about/contact#tails-support-private]].

source: This same key is used to handle [[*WhisperBack* reports|first_steps/bug_reporting]].
de: Derselbe Schlüssel wird verwendet, um [[*WhisperBack*-Berichte|first_steps/bug_reporting]] zu bearbeiten.
fr: Cette clé est également utilisée pour les rapports envoyés avec [[*WhisperBack*|first_steps/bug_reporting]].
it: La stessa chiave è usata per gestire i [[*WhisperBack* reports|first_steps/bug_reporting]].

source: download it from this website: [[!tails_website tails-bugs.key]]
de: laden Sie ihn von der Website herunter: [[!tails_website tails-bugs.key]]
fr: la télécharger depuis ce site : [[!tails_website tails-bugs.key]]
it: scaricala dal sito: [[!tails_website tails-signing.key]]

source: Press team key
de: Schlüssel des Presseteams
fr: Clé de l'équipe presse
it: Chiave del Press team

source: Use this key to encrypt private emails sent to [[tails-press@boum.org|about/contact#tails-press]].
de: Verwenden Sie diesen Schlüssel, um private E-Mails an [[tails-press@boum.org|about/contact#tails-press]] zu verschlüsseln.
fr: Utilisez cette clé pour chiffrer les courriers électroniques privés adressés à [[tails-press@boum.org|about/contact#tails-press]].
it: Utilizza questa chiave per mandare email criptate a [[tails-press@boum.org|about/contact#tails-press]].

source: download it from this website: [[!tails_website tails-press.key]]
de: laden Sie ihn von der Website herunter: [[!tails_website tails-press.key]]
fr: la télécharger depuis ce site : [[!tails_website tails-press.key]]
it: scaricala dal sito: [[!tails_website tails-email.key]]

source: Accounting team key
de: Schlüssel des Verrechnungsteams
fr: Clé de l'équipe comptabilité
it: Chiave dell'account del team

source: Use this key to encrypt private emails sent to [[tails-accounting@boum.org|about/contact#tails-acccounting]].
de: Verwenden Sie diesen Schlüssel, um private E-Mails an [[tails-accounting@boum.org|about/contact#tails-acccounting]] zu verschlüsseln.
fr: Utilisez cette clé pour chiffrer les courriers électroniques privés adressés à [[tails-accounting@boum.org|about/contact#tails-acccounting]].
it: Utilizza questa chiave per criptare le email private mandate a [[tails-accounting@boum.org|about/contact#tails-acccounting]].

source: download it from this website: [[!tails_website tails-accounting.key]]
de: laden Sie ihn von der Website herunter: [[!tails_website tails-accounting.key]]
fr: la télécharger depuis ce site : [[!tails_website tails-accounting.key]]
it: scaricala dal sito: [[!tails_website tails-signing.key]]

source: Foundations team key ==================
fr: Clé de l'équipe fondations ===================

source: Use this key to encrypt private emails sent to [[tails-foundations@boum.org|about/contact#tails-foundations]].
fr: Utilisez cette clé pour chiffrer les courriers électroniques privés adressés à [[tails-foundations@boum.org|about/contact#tails-foundations]].

source: download it from this website: [[!tails_website tails-foundations.key]]
fr: la télécharger depuis ce site : [[!tails_website tails-foundations.key]]

source: Mirrors team key ===================
de: Schlüssel des Mirror-Teams ===================
fr: Clé de l'équipe miroirs ===================
it: Chiavi del Team dei Mirrors ===================

source: Use this key to encrypt private emails sent to [[tails-mirrors@boum.org|about/contact#tails-mirrors]].
de: Verwenden Sie diesen Schlüssel, um private E-Mails an [[tails-mirrors@boum.org|about/contact#tails-mirrors]] zu verschlüsseln.
fr: Utilisez cette clé pour chiffrer les courriers électroniques privés adressés à [[tails-mirrors@boum.org|about/contact#tails-mirrors]].
it: Utilizza questa chiave per mandare email criptate a [[tails-mirrors@boum.org|about/contact#tails-mirrors]].

source: download it from this website: [[!tails_website tails-mirrors.key]]
de: laden Sie ihn von der Website herunter: [[!tails_website tails-mirrors.key]]
fr: la télécharger depuis ce site : [[!tails_website tails-mirrors.key]]
it: scaricala dal sito: [[!tails_website tails-email.key]]

source: Sysadmins team key
de: Schlüssel des Sysadmin-Teams
fr: Clé de l'équipe d'administration système
it: Chiave del gruppo degli amministratori di sistema

source: Use this key to encrypt private emails sent to [[tails-sysadmins@boum.org|about/contact#tails-sysadmins]].
de: Verwenden Sie diesen Schlüssel, um private E-Mails an [[tails-sysadmins@boum.org|about/contact#tails-sysadmins]] zu verschlüsseln.
fr: Utilisez cette clé pour chiffrer les courriers électroniques privés adressés à [[tails-sysadmins@boum.org|about/contact#tails-sysadmins]].
it: Utilizza questa chiave per mandare email criptate a [[tails-sysadmins@boum.org|about/contact#tails-sysadmins]].

source: download it from this website: [[!tails_website tails-sysadmins.key]]
de: laden Sie ihn von der Website herunter: [[!tails_website tails-sysadmins.key]]
fr: la télécharger depuis ce site : [[!tails_website tails-sysadmins.key]]
it: scaricala dal sito: [[!tails_website tails-signing.key]]

source: <a id="private"></a>
it: <a id="privato"></a>

source: <a id="signing"></a>
it: <a id="firmare"></a>

source: <a id="support"></a>
it: <a id="supporto"></a>

source: <a id="press"></a>
it: <a id="premi"></a>
