Repository: austin987/tails
Catalog: wiki/src/doc/about/requirements.*.po
Languages: es, fr

source: [[!meta title="System requirements"]]
es: [[!meta title="Requisitos del sistema"]]
fr: [[!meta title="Configuration requise"]]

source: Tails works on most computers less than 10 years old.
es: Tails funciona en la mayoría de las computadoras con menos de 10 años de antigüedad.
fr: Tails marche sur la plupart des ordinateurs vieux de moins de 10 ans.

source: <p>Tails might not work on:</p>
es: <p>Tails podría no funcionar en:</p>
fr: <p>Tails pourrait ne pas marcher sur :</p>

source: <ul> <li>Some older computers, for example if they don't have enough RAM.</li> <li>Some newer computers, for example if their [[graphics card is not compatible with Linux|support/known_issues/graphics]].</li> </ul>
fr: <ul> <li>Certains vieux ordinateurs, par exemple si ils n'ont pas assez de RAM.</li> <li>Certains ordinateurs récents, par exemple si leur [[carte graphique n'est pas compatible avec Linux|support/known_issues/graphics]].</li> </ul>

source: <p>See the [[known hardware compatibility issues|support/known_issues]].</p>
es: <p>Mira los [[problemas conocidos de compatibilidad de hardware|support/known_issues]].</p>
fr: <p>Voir les [[problèmes de compatibilité matérielle connus|support/known_issues]].</p>

source: Hardware requirements:
es: Requerimientos de hardware:
fr: Matériel requis :

source: - A USB stick of 8 GB minimum or a DVD recordable.
fr: - Une clé USB de 8 GB minimum ou un DVD enregistrable.

source: All the data on this USB stick or DVD will be lost when installing Tails.
es: Toda la información en la memoria USB o DVD se perderá cuando se instale Tails.
fr: Toutes les données présentes sur la clé USB ou sur le DVD seront perdues lors de l'installation de Tails.

source: - The possibility to start from a USB stick or a DVD reader.
fr: - La possibilité de démarrer à partir d'une clé USB ou d'un lecteur de DVD.

source: - A 64-bit <span class="definition">[[!wikipedia x86-64]]</span> compatible processor: - <span class="definition">[[!wikipedia IBM_PC_compatible]]</span> but not <span class="definition">[[!wikipedia PowerPC]]</span> nor <span class="definition">[[!wikipedia ARM_architecture desc="ARM"]]</span>. - Mac computers are IBM PC compatible since 2006. - Tails does not run on most tablets and phones.
fr: - Un processeur compatible 64 bits <span class="definition">[[!wikipedia_fr X64 desc="x86-64"]]</span> : - <span class="definition">[[!wikipedia_fr Compatible_PC]]</span> mais pas <span class="definition">[[!wikipedia_fr PowerPC]]</span> ni <span class="definition">[[!wikipedia_fr Architecture_ARM desc="ARM"]]</span>. - Les ordinateurs Mac sont compatibles PC depuis 2006. - Tails ne marche pas sur la plupart des tablettes et téléphones.

source: - 2 GB of RAM to work smoothly.
es: - 2 GB de memoria RAM para trabajar cómodamente.
fr: - 2 GB de RAM pour une utilisation confortable.

source: Tails can work with less than 2 GB RAM but might behave strangely or crash.
es: Tails puede funcionar con menos de 2 GB de memoria RAM pero puede comportarse de manera extraña o fallar.
fr: Tails peut fonctionner avec moins de 2 GB de RAM, mais pourrait se comporter anormalement ou avoir des crashes.

source: - A USB stick of 8 GB minimum or a recordable DVD.
es: - Una memoria USB de al menos 8 GB o un DVD grabable.

source: - The ability to start from a USB stick or a DVD reader.
es: - La posibilidad de iniciar desde una memoria USB o una lectora de DVD.
