Repository: austin987/tails
Catalog: wiki/src/doc/about/tor.*.po
Languages: es, fa, it, ru

source: [[!meta title="Why does Tails use Tor?"]]
es: [[!meta title="¿Por qué Tails usa Tor?"]]
fa: [[!meta title="چرا تیلز از تور استفاده می‌کند؟"]]
it: [[!meta title="Perché Tails utilizza Tor?"]]
ru: [[!meta title="Почему Tails использует Tor?"]]

source: Tails uses Tor because it is the best available anonymity network.
es: Tails usa Tor porque es la mejor red de anonimato disponible.
fa: تیلز از تور استفاده می‌کند چون تور بهترین شبکهٔ ناشناسی موجود است.
it: Tails utilizza Tor perché è la miglior rete di anonimizzazione disponibile.
ru: Tails использует Tor, потому что это лучшая из доступных анонимных сетей.

source: Anonymity enforcement
es: Aplicar el anonimato
fa: به کار بستن ناشناسی
it: Garanzia di anonimato

source: We want to enforce good security by default for our users. That is why it is a fundamental assumption of Tails to force all outgoing traffic to anonymity networks such as Tor.
es: Queremos forzar una buena seguridad por defecto para nuestros usuarios. Por eso forzar todo el tráfico saliente a través de redes de anonimato como Tor es un principio fundamental de Tails.
fa: ما می‌خواهیم به طور پیش‌فرض سطح مناسبی از امنیت در اختیار کاربران خود بگذاریم. به همین خاطر یکی از مبانی بنیادین تیلز این است که تمام ترافیک خروجی آن از شبکه‌های ناشناسی مانند تور عبور کند.
it: Vogliamo applicare misure predefinite di sicurezza efficaci per chi usa Tails. Ecco perché uno degli assunti fondamentali di Tails è costringere tutto il traffico in uscita a transitare su reti di anonimizzazione come Tor.
ru: Мы хотим обеспечить безопасность по умолчанию для тех, кто использует Tails. Поэтому весь исходящий трафик Tails направляет через такие анонимные сети, как Tor. Это одно из основных условий нашей работы.

source: Over the years Tor has become a big network with a lot of capacity and a good speed.
es: A tráves de los años Tor se ha vuelto un red grande con mucha capacidad y buena velocidad.
fa: تور در طول سالیان تبدیل به شبکه‌ای بزرگ با ظرفیت‌هایی بسیار و سرعت بالا شده است.
it: Con il passare degli anni, Tor è divenuto una vasta rete con un'alta capacità e una buona velocità.
ru: Сегодня Tor – крупная сеть с большим потенциалом и неплохой скоростью.

source: Virtual Private Networks (VPNs) could be faster than Tor but they are not anonymity networks, because the administrators of the VPN can know both where you are connecting from and where you are connecting to and break your anonymity. Tor provides anonymity by making it impossible for a single point in the network to know both the origin and the destination of a connection.
es: Las Redes Privadas Virtuales (VPN) pueden ser más rápidas que Tor, pero no son redes de anonimización, porque los administradores de la VPN pueden ambos ver desde dónde te conectas y romper tu anonimato. Tor provee anonimato haciendo imposible que un solo punto de la red sepa al mismo tiempo el origen y el destino de una conexión.
fa: شبکه‌های خصوصی مجازی (وی‌پی‌ان‌ها) ممکن است بسیار سریع‌تر از تور باشند، اما آن‌ها شبکه‌های ناشناسی نیستند، چون ارائه‌دهندهٔ وی‌پی‌ان می‌تواند بفهمد هم از کجا و هم به کجا متصل شده‌اید و ناشناس بودن شما را به مخاطره بیندازد. تور امکان فهمیدن مبداء و مقصد هر اتصالی را برای یک نقطهٔ خاص در شبکه غیرممکن ساخته و از این طریق به ناشناس ماندن شما کمک می‌کند.
it: Le reti virtuali private (VPN) possono essere più veloci di Tor ma non sono reti di anonimizzazione, perché coloro che amministrano la VPN possono sapere contemporaneamente da dove ti stai connettendo e dove è diretta la tua connessione, e infrangere così il tuo anonimato. Tor garantisce l'anonimato rendendo impossibile per un singolo punto della rete conoscere contemporaneamente l'origine e la destinazione di una connessione.
ru: Виртуальные частные сети (VPN) быстрее, чем Tor. Но они не анонимные. Администратор VPN может знать, откуда и куда направляется ваш трафик. Tor обеспечивает анонимность: в любой точке маршрута невозможно знать одновременно пункт отправки и пункт назначения.

source: When using a VPN, an attacker can also break your anonymity by monitoring the incoming and outgoing connections of the few servers of the VPN. On the other hand, the Tor network is formed by over 5000 relays run worldwide by volunteers.
es: Cuando usas una VPN un atacante puede también romper tu anonimato monitorizando las conexiones de entrada y salida a los servidores de la VPN. En cambio la red de Tor está formada por unos 5000 servidores de voluntarios en todo el mundo.

source: User base
es: Base de usuarios
fa: کاربرمحوری
it: Base di utenza

source: Tor is the anonymity network with the largest user base. More than 700&thinsp;000 users connected to Tor daily in 2013. Being adopted by such a large audience proves its maturity, stability, and usability.
es: Tor es la red anónima con la mayor cantidad de usuarios. Más de 700&thinsp;000 usuarios se conectaron a Tor todos los días en el 2013. Ser utilizado por un público tan amplio demuestra su madurez, estabilidad y facilidad de uso.

source: Tor is being used equally by journalists, law enforcement, governments, human rights activists, business leaders, militaries, abuse victims and average citizens concerned about online privacy. This diversity actually provides stronger anonymity to everyone as it makes it more difficult to identify or target a specific profile of Tor user. Anonymity loves company.
es: Tor es utilizado al mismo tiempo por periodistas, agentes de la autoridad, gobiernos, activistas de derechos humanos, empresarios, militares, víctimas de abuso y ciudadanos corrientes que se preocupan por su privacidad. Esta diversidad provee de hecho anonimato a todos, al hacer más difícil la identificación de un perfil específico de usuario de Tor. El anonimato ama la compañía.
fa: خبرنگاران، نهادهای قضایی، دولت‌ها، فعالان حقوق بشر، رهبران تجاری، ارتش‌ها، قربانیان تعرض و شهروندان عادی که نگران حریم خصوصی هستند از تور استفاده می‌کنند. این تنوع باعث قوی‌تر شدن ناشناسی همه می‌شود، چرا که شناسایی یا هدف قرار دادن یک گروه خاص از کاربران تور را مشکل می‌کند.
it: Tor viene utilizzato allo stesso modo da giornalisti, forze dell'ordine, governi, attivisti per i diritti umani, dirigenti, militari, vittime di abusi e cittadini comuni preoccupati per la privacy in rete. Questa differenziazione garantisce di fatto un anonimato più forte a ognuno, perché rende più difficile identificare o individuare uno specifico profilo di utenza Tor. L'anonimato ama la compagnia.
ru: Tor используют журналисты, правоохранительные органы, правительственные учреждения, правозащитники, коммерсанты, военные, жертвы насилия и просто люди, которые заботятся о своей приватности. Разнообразие хорошо для анонимности, поскольку так сложнее вычислить конкретный профиль в Tor. Анонимность любит толпу.

source: Technical merits and recognition
es: Méritos técnicos y reconocimiento
fa: سپاس و قدردانی فنی
it: Meriti tecnici e riconoscimenti

source: Tor has partnered with leading research institutions, and has been subjected to intensive academic research. It is the anonymity network which benefits from the most auditing and peer review.
es: Tor se ha unido a instituciones punta de investigación, y ha sido muy estudiado en la academia. Es la red de anonimización que se beneficia de la mayor cantidad de auditorías y revisiones de pares.
fa: تور با نهادهای تحقیقاتی برتر همکاری کرده و موضوع تحقیقات دانشگاهی گسترده‌ای بوده است. این شبکهٔ ناشناسی بیشترین بررسی و مطالعه را به خود دیده است.
it: Tor si è associato ad alcuni tra i maggiori istituti di ricerca, ed è stato sottoposto a un'intensa attività di ricerca accademica. Tra le reti di anonimizzazione, è quella che beneficia della maggiore attività di revisione e di valutazione.
ru: Команда Tor работала в партнёрстве с ведущими исследовательскими организациями. Tor был предметом интенсивных академических исследований. Чем больше тестов и экспертных оценок, тем лучше для анонимной сети.

source: Tor has been received awards by institutions such as the [Electronic Frontier Foundation](https://www.eff.org/awards/pioneer/2012), and the [Free Software Foundation](https://www.fsf.org/news/2010-free-software-awards-announced) to name a few.
es: Tor ha recibido premios de instituciones como la [Electronic Frontier Foundation](https://www.eff.org/awards/pioneer/2012), o la [Free Software Foundation](https://www.fsf.org/news/2010-free-software-awards-announced) por nombrar algunas.
fa: تور جوایز بسیاری از سوی نهادهایی مانند [بنیاد مرزهای الکترونیک](https://www.eff.org/awards/pioneer/2012) و [بنیاد نرم‌افزار آزاد](https://www.fsf.org/news/2010-free-software-awards-announced) دریافت کرده است.
it: Tor ha ricevuto premi da istituzioni come la [Electronic Frontier Foundation](https://www.eff.org/awards/pioneer/2012), e la [Free Software Foundation](https://www.fsf.org/news/2010-free-software-awards-announced) per citarne alcune.
ru: Tor получил награды от таких организаций, как [Electronic Frontier Foundation](https://www.eff.org/awards/pioneer/2012) и [Free Software Foundation](https://www.fsf.org/news/2010-free-software-awards-announced) и многих других.

source: An extract of a Top Secret appraisal by the NSA characterized Tor as "[the King of high secure, low latency Internet anonymity](http://www.theguardian.com/world/interactive/2013/oct/04/tor-high-secure-internet-anonymity)" with "no contenders for the throne in waiting".
es: Un extracto de los documentos top secret de la NSA caracterizó a Tor como "[el rey del anonimato de Internet de alta seguridad y baja latencia](http://www.theguardian.com/world/interactive/2013/oct/04/tor-high-secure-internet-anonymity)" sin "ningún contendiente para destronarlo".
fa: گوشه‌ای از یک سند فوق‌محرمانهٔ آژانس امنیت ملی آمریکا آمده که تور «[شاه قلمروی امنیت با میزان ناشناسی بالا] (http://www.theguardian.com/world/interactive/2013/oct/04/tor-high-secure-internet-anonymity)» است و «در حال حاضر حریفی برایش یافت نمی‌شود.».
it: Un estratto da una valutazione top secret della NSA ha caratterizzato Tor come "[il re dell'anonimato ad alta sicurezza e bassa latenza su Internet](http://www.theguardian.com/world/interactive/2013/oct/04/tor-high-secure-internet-anonymity)" senza "nessun pretendente in attesa di scalzarlo dal trono".
ru: Отрывок из совершенно секретной оценки Агентства национальной безопасности описывал Tor как "[короля Интернет-анонимности с высоким уровнем безопасности и малыми потерями скорости](https://www.theguardian.com/world/interactive/2013/oct/04/tor-high-secure-internet-anonymity)" без "других претендентов на трон".

source: Relationship between Tor and Tails
es: Relación entre Tor y Tails
fa: رابطهٔ بین تور و تیلز
it: Relazione fra Tor e Tails

source: The Tor software is made by [The Tor Project](https://torproject.org/).
es: El software Tor está hecho por el [Tor Project](https://torproject.org/).
fa: نرم‌افزار تور توسط [پروژهٔ تور](https://torproject.org/) ایجاد شده‌است.
it: Il software Tor è realizzato da [The Tor Project](https://torproject.org/it/).
ru: Программное обеспечение Tor разрабатывает [The Tor Project](https://torproject.org/).

source: The Tor network is run by a worldwide community of volunteers.
es: La red Tor es mantenida por una comunidad mundial de voluntarios.
fa: شبکهٔ تور توسط جمعی بین‌المللی از داوطلبان کار می کند.
it: La rete Tor è gestita da una comunità di persone volonterose in tutto il mondo.
ru: Сеть Tor поддерживается волонтёрами по всему миру.

source: Tails is a separate project made by a different group of people.
es: Tails es un proyecto separado hecho por un grupo distinto de gente.
fa: تیلز پروژه‌ای جداگانه است که توسط افراد دیگری ایجاد شده.
it: Tails è un progetto separato, creato da un gruppo differente di persone.
ru: Tails – отдельный проект, который делает другая группа людей.

source: Tails is a complete operating system which uses Tor as its default networking application. The Tor Project recommends the usage of Tails for the use cases that are not covered by its own projects (for example the <span class="application">Tor Browser</span>).
es: Tails es un sistema operativo completo que usa Tor como su aplicación de red por defecto. El proyecto Tor recomienda usar Tails para los casos de uso que no son cubiertos por sus propios proyectos (por ejemplo el <span class="application">Tor Browser</span>).
fa: تیلز یک سیستم‌عامل کامل است که از تور به عنوان ابزار پیش‌فرض اتصال خود به اینترنت استفاده می‌کند. پروژهٔ تور استفاده از تیلز را برای مواردی که تحت پوشش پروژه‌های خودش نیستند توصیه می‌کند (برای نمونه <span class="application">مرورگر تور</span>).
it: Tails è un sistema operativo completo che usa Tor come applicazione predefinita per la connessione. Il Tor Project raccomanda l'utilizzo di Tails per i casi d'uso che non sono coperti dai suoi specifici progetti (per esempio da <span class="application">Tor Browser</span>).
ru: Tails – полноценная операционная система, которая использует Tor как приложение по умолчанию для выхода в сеть. Tor Project рекомендует использовать Tails для сценариев, которые не покрывают их собственные проекты (например, <span class="application">Tor Browser</span>).

source: But many people use Tor outside of Tails, and many people use Tails to do other things than accessing the Internet through Tor, for example to work offline on sensitive documents.
es: Pero mucha otra gente usa Tor fuera de Tails, y mucha gente usa Tails para otras cosas que navegar por Internet, como trabajar offline en documentos delicados.
fa: اما افراد بسیاری از تور بدون تیلز و افراد بسیاری نیز از تیلز برای کارهای دیگری به جز اتصال به اینترنت از طریق تور استفاده می‌کنند، برای نمونه برای کار کردن آفلاین روی اسناد مهم.
it: Ma tanta gente usa Tor senza usare Tails, e tanta gente usa Tails per fare altro che non sia accedere a Internet via Tor, ad esempio per lavorare offline su documenti sensibili.
ru: Но многие используют Tor сам по себе, без Tails. Другие используют Tails не для того, чтобы выходить в Интернет с помощью Tor, а, например, чтобы работать с конфиденциальными документами офлайн.

source: When using a VPN, an attacker can also break your anonymity by monitoring the incoming and outgoing connections of the few servers of the VPN. On the other hand, the Tor network is formed by over 6000 relays run worldwide by volunteers.
fa: هنگام استفاده از یک وی‌پی‌ان، یک مهاجم می‌تواند با نظارت بر اتصال‌های ورودی و خروجی چند سرور وی‌پی‌ان ناشناس بودن شما را به مخاطره بیندازد. اما از آن سو شبکهٔ تور توسط ۵هزار رله در سرتاسر دنیا توسط داوطلبان کار می‌کند.
it: Quando usi una VPN, un attaccante può violare il tuo anonimato anche sorvegliando le connessioni che entrano ed escono dal ristretto numero di server di quella VPN. La rete Tor invece è composta da più di 6000 ripetitori gestiti da persone volenterose in tutto il mondo.
ru: Если вы используете VPN, злоумышленник может нарушить вашу анонимность. Ему понадобится проследить за входящими и исходящими соединениями всего нескольких серверов VPN. А в сети Tor больше 6000 узлов. Ими управляют волонтёры по всему миру.

source: Tor is the anonymity network with the largest user base. More than 2&thinsp;000&thinsp;000 users connected to Tor daily in 2019. Being adopted by such a large audience proves its maturity, stability, and usability.
fa: تور بزرگ‌ترین شبکهٔ ناشناسی کاربرمحور است. در سال ۲۰۱۳ روزانه بیش از ۷میلیون کاربر به تور متصل می‌شدند. برخورداری از چنین مخاطبان زیادی نشان‌دهندهٔ بلوغ، ثبات و کاربردی بودن این شبکه است.
it: Tor è la rete di anonimizzazione con la base d'utenza più grande. Più di 2&thinsp;000&thinsp;000 di persone si sono connesse a Tor giornalmente nel 2019. L'adozione da parte di un pubblico così grande ne dimostra la maturità, la stabilità e l'usabilità.
ru: Tor – анонимная сеть с самой большой пользовательской базой. В 2019 году каждый день к Tor подключалось более 2&thinsp;000&thinsp;000 человек. Такая большая аудитория подтверждает завершённость, стабильность и удобство сети.

source: Anonymity enforcement
ru: Обеспечение анонимности

source: User base
ru: Пользовательская база

source: Technical merits and recognition
ru: Технические достоинства и признание

source: Relationship between Tor and Tails
ru: Связь между Tor и Tails
