Repository: austin987/tails
Catalog: wiki/src/doc/about/trust.*.po
Languages: de, es, it, ru

source: [[!meta title="Trusting Tails"]]
de: [[!meta title="Tails vertrauen"]]
es: [[!meta title="Confiar en Tails"]]
ru: [[!meta title="Доверие к Tails"]]

source: Trust is a very problematic issue, and that's the essence of why security is difficult in every field, including computers and Internet communication. Do you trust Tails and its developers? Do you think we have planted backdoors in Tails so we can take control of your computer, or that we make Tails generate compromised encryption keys in order to enable the government to spy on you? Do you simply trust our word that we are legit?
de: Vertrauen ist ein sehr heikle Sache. Dies ist der Grund, warum auch Sicherheit an und für sich eine schwierige Sache ist, und Computer sowie Internet-Kommunikation stellen hier keine Ausnahme dar. Vertrauen Sie Tails und seinen Entwicklern? Glauben Sie, dass wir Hintertüren in Tails eingebaut haben, um Kontrolle über Ihren Computer zu erlangen oder dass wir kompromittierte Schlüssel erzeugen, damit die Regierung Sie ausspionieren kann? Vertrauen Sie unseren Aussagen?
es: La confianza es un tema muy problemático, y esa es la razón por la que la seguridad es tan difícil en todos los campos, incluyendo los ordenadores y la comunicación en Internet. ¿Confías en Tails y en sus desarrolladores? ¿Crees que hemos dejado puertas traseras en Tails para poder controlar tu ordenador, o que hacemos que Tails genere llaves de cifrado comprometidas para permitirle al gobierno que te espíe? ¿Simplemente confías en nuestra palabra de que somos honestos?
it: La fiducia e' una questione molto problematica, ed è l'essenza del perché la sicurezza è difficile in tutti i campi, inclusi i computer e le comunicazioni Internet. Ti fidi di Tails e dei suoi sviluppatori ? Pensi che abbiamo inserito backdoor in Tails in modo da poter prendere il controllo del tuo computer, o che abbiamo fatto generare a Tails delle chiavi di cifratura compromesse in modo da poter abilitare i governi a spiarti ? Ti fidi semplicemente della nostra parola e che siamo onesti ?
ru: Доверие – весьма сложный вопрос. Именно поэтому с безопасностью всё не так просто в любой сфере, включая компьютеры и связь через Интернет. Вы доверяете Tails и его разработчикам? А вдруг мы настроили Tails так, чтобы контролировать ваш компьютер? Или Tails генерирует скомпрометированные ключи шифрования, чтобы правительство могло за вами шпионить? Верите ли вы нам на слово?

source: No matter what your opinion is in this matter you should ask yourself how you reached your conclusion. Both trust and distrust need to be established based on facts, not gut feelings, paranoid suspicion, unfounded hearsay, or our word. Of course, we claim to be honest, but written assurances are worthless. In order to make an informed decision you must look at the greater picture of what Tails is comprised of, our affiliations, and possibly how others trust us.
de: Wie auch immer Ihre Meinung zu diesem Thema ist, sollten Sie sich Fragen, wie Sie zu dieser Meinung gekommen sind. Vertrauen und Misstrauen müssen auf Fakten basieren und nicht auf Bauchgefühl, paranoiden Verdächtigungen, unbelegtem Hörensagen oder unseren Aussagen. Natürlich behaupten wir ehrlich zu sein, aber diese Behauptung ist unter dem Strich wertlos. Um eine fundierte Entscheidung treffen zu können, müssen Sie Tails im großen Ganzen betrachten, sich mit unseren Mitgliedern und unserer Organisation vertraut machen, sowie möglicherweise mit Einbeziehen, in welcher Form andere Nutzer unserem System vertrauen.
es: No importa cual sea tu opinión en este tema, deberías preguntarte cómo has llegado a esa conclusión. Tanto la confianza como la desconfianza necesitan ser establecidas basadas en hechos, no intuiciones, sospechas paranoicas, rumores infundados o nuestra palabra. Por supuesto que decimos que somos honestos, pero estas afirmaciones no tienen valor. Para poder tomar una decisión informada debes mirar a la gran red de lo que es Tails, nuestras afiliaciones y posiblemente cuánto otros confían en nosotros.
it: Non importa quale sia la tua opinione, piuttosto in questa materia si dovrebbe chiedere a se stessi come si è arrivati a questa conclusione. Sia la fiducia che la sfiducia hanno bisogno di fatti per essere stabilite, non dall'istinto, dai sospetti paranoici, dicerie infondate o le nostre parole. Naturalmente, diciamo di essere onesti, ma le assicurazioni scritte sono inutili. Al fine di prendere una decisione informata è necessario guardare al quadro più grande in cui Tails è incluso, le nostre affiliazioni, ed eventualmente come gli altri si fidano di noi.
ru: Что бы вы ни думали, спросите себя: как вы пришли к такому заключению? И доверие, и недоверие должны опираться на факты, а не на чутьё, параноидальные подозрения, необоснованные слухи или наше слово. Конечно, мы утверждаем, что мы честные. Но письменные заверения ничего не стоят. Чтобы принять информированное решение, вам нужно видеть картину целиком: из чего состоит Tails, с кем мы сотрудничаем, доверяют ли нам другие.

source: Free software and public scrutiny
de: Freie Software und öffentliche Überprüfung
es: Software Libre y escrutinio público
it: Il Software Libero e l'osservazione pubblica

source: Free software, [[like Tails|about/license]], enables its users to check exactly what the software distribution consists of and how it functions, since the source code must be made available to all who receive it. Hence a thorough audit of the code can reveal if any malicious code, like a backdoor, is present. Furthermore, with the source code it is possible to build the software, and then compare the result against any version that is already built and being distributed, like the Tails ISO images that you can download from us. That way it can be determined whether the distributed version actually was built with the source code, or if any malicious changes have been made.
es: El software libre, [[como Tails|about/license]], permite que sus usuarios verifiquen exactamente en qué consiste la distribución y cómo funciona ya que el código fuente debe estar disponible para todo aquel que lo reciba. Así una examinación del código puede revelar si algún código malicioso, como una puerta trasera, está presente en el software. Además, con el código fuente es posible compilar el software, y luego comparar el resultado contra cualquier versión que ya esté compilada y distribuida, como las imágenes ISO de Tails que descargas de nuestra web. De este modo se puede determinar si la versión distribuida fue efectivamente compilada desde el código fuente, o si se han hecho cambios con mala intención.

source: Of course, most people do not have the knowledge, skills or time required to do this, but due to public scrutiny anyone can have a certain degree of implicit trust in Free software, at least if it is popular enough that other developers look into the source code and do what was described in the previous paragraph. After all, there is a strong tradition within the Free software community to publicly report serious issues that are found within software.
de: Natürlich haben die meisten Nutzer entweder zu wenig Detailwissen, technische Fähigkeiten oder schlichtweg keine Zeit, dies zu tun. Durch die öffentliche Überprüfbarkeit kann aber freier Software pre se ein gewisser Grad an Vertrauen entgegen gebracht werden. Zumindest, wenn die Software eine gewisse Popularität genießt, kann man davon ausgehen, dass andere, nicht am Projekt beteiligte Entwickler, in den Quellcode geschaut haben und tun, was wir im letzten Absatz beschrieben haben. Zusätzlich besteht eine lange Tradition in der Free Software Community, über grobes Fehlverhalten von Software öffentlich zu berichten.
es: Por supuesto, la mayoría no tiene el conocimiento, habilidades o el tiempo requerido para hacerlo, pero debido al escrutinio público cualquiera puede tener cierto grado de confianza implícita en el Software Libre, al menos si éste es suficientemente popular para que otros desarrolladores miren dentro del código fuente y realicen lo antes mencionado. Después de todo, hay una fuerte tradición dentro de la comunidad de Software Libre para reportar cuestiones serias que se encuentren dentro de las aplicaciones.
it: Di certo la maggior parte delle persone non ha le conoscenze, le capacità o il tempo necessario per fare questo, ma a causa del controllo pubblico chiunque può avere un certo grado di fiducia implicita nel software libero, almeno se questo è abbastanza popolare affinché altri sviluppatori esaminino il codice sorgente e facciano quello che è stato descritto nel paragrafo precedente. Dopo tutto, vi è una forte tradizione all'interno della comunità del Software Libero di riferire pubblicamente gravi problemi che si trovano all'interno del software.
ru: Конечно, у большинства людей нет для этого знаний, навыков или времени. Но благодаря общественной открытости всякий может в некоторой степени доверять свободному программному обеспечению. По крайней мере, если программа достаточно популярна, другие специалисты могут взглянуть на исходный код и сделать то, что описано в предыдущем абзаце. В сообществе свободного программного обеспечения есть традиция: если в программе обнаружена серьёзная проблема, о ней заявляют публично.

source: Trusting Debian GNU/Linux
de: Debian GNU/Linux vertrauen
es: Confiar en Debian GNU/Linux
it: Verificare Debian GNU/Linux

source: The vast majority of all software shipped in Tails comes from the [[Debian GNU/Linux distribution|https://www.debian.org/]]. Debian is arguably the Linux distribution whose software packages are under the deepest public scrutiny. Not only is Debian itself one of the largest Linux distros, but it's also one of the most popular distros to make derivatives from. Ubuntu Linux, for instance, is a Debian derivative, and the same goes transitively for all of its derivatives, like Linux Mint. Thus there are countless people using Debian's software packages, and countless developers inspect their integrity. Very serious security issues have been discovered (like the infamous [[Debian SSH PRNG vulnerability|https://lists.debian.org/debian-security-announce/2008/msg00152.html]]), but backdoors or other types of intentionally placed security holes have never been found to our knowledge.
de: Der Großteil der Software in Tails stammt aus der [[Debian GNU/Linux Distribution|https://www.debian.org/index.de.html]]. Debian ist mutmaßlich *die* Linux Distribution, deren Softwarepakete am intensivsten öffentlich untersucht werden. Debian ist nicht nur eine der größten Linux Distributionen, sondern auch die populärste Basis-Distribution, um eigene angepasste Distributionen zu erzeugen. Als Beispiel sei hier Ubuntu genannt, sowie dessen Ableger, wie Linux Mint. Deshalb benutzen unzählige Menschen die Softwarepakete von Debian und unzählige Entwickler prüfen deren Integrität. Zwar wurden ernste Sicherheitslücken entdeckt (wie die berühmt-berüchtigte [[Debian SSH PRNG vulnerability|https://lists.debian.org/debian-security-announce/2008/msg00152.html]]) aber, soweit wir wissen, niemals Hintertüren oder andere Arten von absichtlichen Sicherheitslücken.
es: La gran mayoría del software distribuido en Tails viene de la [[distribución Debian GNU/Linux|https://www.debian.org/]]. Debian es la distribución cuyos paquetes de software están más vigilados por el público. No sólo es una de las más grandes distribuciones de Linux, sino que además es una de las distribuciones más populares en derivativos. Ubuntu Linux, por ejemplo, es una distribución derivativa de Debian, y por tanto sus derivados, como Linux Mint. Así que los usuarios de paquetes de Debian son muchísimos y muchísimos desarrolladores vigilan su integridad. Se han descubierto muchos problemas de seguridad bastante serios (como la terrible [[vulnerabilidad Debian SSH PRNG|https://lists.debian.org/debian-security-announce/2008/msg00152.html]]), pero nunca se han encontrado puertas traseras u otro tipo de agujeros de seguridad intencionales según nuestro conocimiento.
it: La stragrande maggioranza di tutti i software forniti in Tails arrivano dalla [[distribuzione Debian GNU/Linux |https://www.debian.org/]], Debian è probabilmente la distribuzione Linux che contiene pacchetti software con il più profondo controllo pubblico. Non solo Debian da sola è una delle grandi distribuzioni Linux, ma è anche una delle più popolari distro usate per creare derivate da essa. Ubuntu Linux,per esempio, è una derivata di Debian, e lo stesso vale per ognuna delle sue derivate, come Linux Mint. In questo modo ci sono innumerevoli persone che utilizzano pacchetti software di Debian, e innumerevoli sviluppatori che ispezionano la loro integrità. Sono stati scoperti molti seri problemi di sicurezza (come il famigerato [[Debian SSH PRNG vulnerability|https://lists.debian.org/debian-security-announce/2008/msg00152.html]]), ma backdoor o altri tipi di buchi di sicurezza volutamente inseriti non sono mai stati scoperti in base alla nostra esperienza.
ru: Заметное большинство программ в Tails взято из [[дистрибутивов Debian GNU/Linux|https://www.debian.org/]]. Debian – дистрибутив Linux, чьи пакеты, вероятно, находятся под самым серьёзным публичным контролем. Это не только один из самых больших дистрибутивов Linux, но и один из самых популярных «конструкторов». Например, на основе Debian сделана операционная система Ubuntu Linux, а на основе Ubuntu – Linux Mint. Таким образом пакеты Debian использует огромное количество людей. Многие разработчики проверяют их надёжность. Бывало, что в Debian обнаруживали серьёзные проблемы с безопасностью (вроде печально известной [[уязвимости Debian SSH PRNG|https://lists.debian.org/debian-security-announce/2008/msg00152.html]]). Но, насколько мы знаем, программные «закладки» или другие преднамеренные уязвимости не находили.

source: Trusting Tor
de: Tor vertrauen
es: Confiar en Tor
it: Fidarsi di Tor

source: Tails anonymity is based on Tor, which is developed by [[The Tor Project|https://www.torproject.org/]]. The development of Tor is under a lot of public scrutiny both academically (research on attacks and defenses on onion routing) and engineering-wise (Tor's code has gone through several external audits, and many independent developers have read through the sources for other reasons). Again, security issues have been reported, but nothing malicious like a backdoor -- we would argue that it's only uninformed conspiracy theorists that speculate about deliberate backdoors in Tor these days. Furthermore, Tor's distributed trust model makes it hard for a single entity to capture an individual's traffic and effectively identify them.
de: Die Anonymisierung in Tails basiert auf Tor, welches vom [[Tor Project|https://www.torproject.org/]] entwickelt wird. Die Entwicklung findet unter großer Überprüfung aus der Öffentlichkeit statt, sowohl aus akademischer (Forschung bezüglich Angriffsvektoren und Verteidigungsmaßnahmen beim Onion-Routing), als auch softwaretechnischer Sicht (der Quellcode wurde diversen externen Audits unterzogen, sowie von vielen unabhängigen Software-Entwicklern aus diversen Gründen gelesen). Auch hier wurden Sicherheitsrisiken gefunden, aber keinerlei schadhafter Code wie Hintertüren -- wir vertreten die Ansicht, dass nur uninformierte Verschwörungstheoretiker heutzutage über absichtliche Hintertüren in Tor spekulieren. Darüber hinaus macht es das verteilte Vertrauensmodell, welchem Tor zugrunde liegt, sehr schwer für einen einzelnen Tor-Knoten, den Datenverkehr eines bestimmten Nutzers auszuspähen und eine Person zu identifizieren.
es: El anonimato en Tails depende de Tor, el cual es desarrollado por [[The Tor Project|https://www.torproject.org/]]. El desarrollo de Tor está bajo un importante escrutinio tanto académico (investigación en ataque y defensa sobre enrutamiento cebolla) e ingeniería inteligente (el código de Tor ha pasado por varias auditorías externas, y muchos desarrolladores independientes han revisado el código fuente por otras razones). Otra vez, cuestiones de seguridad han sido reportadas, pero nada malicioso como un backdoor -- argumentamos que sólo desinformadas teorías de conspiración especulan acerca de backdoors intencionales en Tor estos días. Además, el confiable modelo de distribución de Tor hace difícil a una sola entidad capturar el tráfico de alguien y efectivamente identificarlo.
it: L'anonimato di Tails si basa su Tor, che è sviluppato da [[The Tor Project|https://www.torproject.org/]]. Lo sviluppo di Tor è sotto un grande controllo pubblico sia accademico (ricerca sugli attacchi e la difesa dei router a cipolla) che ingegneristico (il codice di Tor è passato attraverso diverse osservazioni esterne e molti sviluppatori indipendenti hanno letto il codice per altre ragioni). Nuovamente, i problemi di sicurezza sono stati segnalati, ma niente di malevolo come una backdoor. -- Dovremmo sostenere che e' solo una teoria di cospirazione disinformata che specula riguardo deliberate backdoor in Tor in questi giorni. Inoltre, il modello di fiducia nella distribuzione di Tor rende difficile da una unica entità catturare un traffico di rete individuale e effettivamente identificarlo.
ru: Анонимность Tails базируется на Tor, продукте [[Tor Project|https://www.torproject.org/ru/]]. Разработка Tor идёт под серьёзным общественным контролем как со стороны науки (исследования защиты и атак на луковую маршрутизацию), так и с инженерно-технической стороны (код Tor подвергался нескольким внешним проверкам, и многие независимые разработчики изучали код по другим причинам). Были найдены проблемы безопасности, но ничего злонамеренного вроде «закладок». Мы считаем, что в наши дни о преднамеренных уязвимостях в Tor рассуждают только неинформированные конспирологи. Более того, модель распределённого доверия Tor усложняет отдельному злоумышленнику задачу по отслеживанию чьего-то трафика и идентификации жертвы.

source: Trusting Tails
de: Tails vertrauen
es: Confiar en Tails
it: Fidarsi di Tails

source: One could say that Tails is the union of Debian and Tor. What we do, essentially, is gluing it all together. Hence, if you trust Debian and The Tor Project, what remains to establish trust for Tails is to trust our "glue". As has been mentioned, Tails is Free software, so its source code is completely open for inspection, and it mainly consists of a specification for which Debian software packages to install and how they should be configured. While Tails surely doesn't get the same amount of attention as Debian or Tor, we do have some eyes on us, especially the Tor community, and also some of the general security community (see our [[audits page|security/audits]]). Given that Tails' source code is comparably small and devoid of complexities, we're in a pretty good spot compared to many other projects of similar nature. Our [[specification and design document|contribute/design]] is a good starting point to understand how Tails works, by the way.
de: Man könnte sagen, dass Tails die Vereinigung von Debian und Tor ist. Im Groben gesagt verbinden wir die beiden Welten miteinander. Demzufolge müssen Sie, sofern Sie Debian und dem Tor Projekt vertrauen, nur noch unserer "Verbindung" vertrauen, um auch Tails trauen zu können. Wie schon gesagt ist Tails Freie Software. Der Quellcode liegt offen und besteht hauptsächlich aus einer Liste zu installierender Debian Pakete nebst Ihrer Konfiguration. Tails steht sicherlich nicht so stark im Fokus wie Debian und Tor, aber dennoch haben wir einige Aufmerksamkeit aus dem Umfeld der Tor Community, sowie aus der IT-Sicherheitscommunity (siehe dazu [[Audits|security/audits]]). Der Quellcode von Tails ist vergleichsweise überschaubar und unkompliziert, aus diesem Grund sind wir stärker im Fokus als viele andere Projekte, die den selben Zweck wie wir verfolgen. Übrigens ist unser [[Spezifikations- und Designdokument|contribute/design]] ist ein guter Einstiegspunkt, um zu verstehen, wie Tails funktioniert.
es: Podría decirse que Tails es la unión de Debian y Tor. Lo que hacemos, en esencia, es pegarlo todo junto. Por eso, si confías en Debian y en el proyecto Tor, lo que queda para establecer tu confianza en Tails es confiar en nuestro \"pegamento\". Como se ha mencionado ya, Tails es Software Libre, por tanto su código fuente está completamente abierto al escrutinio y está compuesto mayoritariamente por una especificación de qué paquetes de Debian instalar, y cómo configurarlos. A pesar de que Tails no recibe tanta atención como Debian o Tor, algunas personas se fijan en nuestro trabajo, especialmente la comunidad de Tor, y también algunas personas de la comunidad de seguridad en general (lee nuestra [[página de auditorías|security/audits]]). Dado que el código fuente de Tails es bastante pequeño y libre de complicaciones, estamos en un muy buen sitio comparados con otros proyectos de naturaleza similar. Nuestro [[documento de diseño y especificaciones|contribute/design]] es un buen punto de partida para entender cómo funciona Tails, por cierto.
it: Uno potrebbe dire che Tails è l'unione di Debian e Tor. Quello che facciamo, essenzialmente, è incollare tutto insieme. Da qui, se ti fidi ti Debian e di The Tor Project, ciò che rimane da stabilire per fidarsi di Tails è di verificare la nostra "colla". Come abbiamo già menzionato Tails è Software Libero, così il suo codice è completamente aperto per essere ispezionato, ed è costituito dalle specifiche date dall'installazione dei pacchetti software di Debian, e come questi dovrebbero essere configurati. Mentre Tails sicuramente non ottiene la stessa attenzione come Debian o Tor, abbiamo alcuni occhi su di noi specialmente dalla comunità Tor, e anche da alcuni della comunità che si occupa di sicurezza in generale (guarda le nostre [[audits page|security/audits]]). Dato che il codice sorgente di Tails è relativamente piccolo e privo di complessità, siamo in un buon posto rispetto a molti altri progetti di analoga natura. La nostra [[documentazione sulle specifiche e il design|contribute/design]] è un buon punto di partenza per capire come Tails lavora.
ru: Можно сказать, что Tails — это объединение Debian и Tor. В сущности, мы склеиваем все это воедино. Поэтому, если вы доверяете Debian и The Tor Project, все, что остается, чтобы установить доверие к Tails — это довериться нашему "клею". Как мы уже говорили, Tails — бесплатное ПО, поэтому его исходный код полностью открыт к проверкам, а состоит он в основном из спецификаций, какие пакеты Debian нужно установить и как их сконфигурировать. Конечно, Tails не получает столько же внимания, как Debian или Tor, но за нами все равно наблюдают, особенно сообщество Tor, а так же сообщество безопасности (больше об этом на нашей [[странице проверок|security/audits]]). Поскольку исходный код Tails сравнительно небольшой и несложный, то мы в довольно неплохом положении, по сравнению с другими похожими проектами. Кстати, наш [[документ со спецификациями и дизайном|contribute/design]] — хорошая начальная точка, чтобы понять, как работает Tails.

source: With all this in light (which you ideally also should try to verify), you should be able to make an informed decision on whether or not you should trust our software.
de: Angesichts all dessen (das Sie idealerweise selbst auf den Wahrheitsgehalt überprüft haben), sollten Sie nun in der Lage sein, eine fundierte Entscheidung darüber treffen zu können, ob Sie unserer Software vertrauen möchten.
es: Con todo esto claro (lo cual sería genial que también intentaras verificar), deberías poder tomar una decisión informada sobre si debes confiar en nuestras aplicaciones o no.
it: Con tutto questo alla luce del sole (che idealmente dovresti anche provare a verificare), dovresti essere in grado di prendere una decisione informata sul fatto di poterti fidare oppure no del nostro software.
