Repository: austin987/tails
Catalog: wiki/src/doc/about/trust.*.po
Languages: de, es, it, ru

source: Free software and public scrutiny
ru: Бесплатные программы и общественный контроль

source: Free software, [[like Tails|about/license]], enables its users to check exactly what the software distribution consists of and how it functions, since the source code must be made available to all who receive it. Hence a thorough audit of the code can reveal if any malicious code, like a backdoor, is present. Furthermore, with the source code it is possible to build the software, and then compare the result against any version that is already built and being distributed, like the Tails images that you can download from us. That way it can be determined whether the distributed version actually was built with the source code, or if any malicious changes have been made.
ru: Свободное программное обеспечение [[вроде Tails|about/license]] позволяет людям проверить, что входит в дистрибутив и как всё работает. Исходный код должен быть открыт. Тщательная проверка может показать, есть ли в коде что-то вредоносное, например, программные закладки. Обладая исходным кодом, можно скомпилировать программу и сравнить результат с любой версией, которая уже распространяется. Например, с Tails, скачанной у нас. Так можно определить, скомпилирована ли распространяемая версия из исходного кода, нет ли в ней каких-либо вредоносных изменений.

source: Trusting Debian GNU/Linux
ru: Доверие к Debian GNU/Linux

source: Trusting Tor
ru: Доверие к Tor

source: Trusting Tails
ru: Доверие к Tails
