Repository: austin987/tails
Catalog: wiki/src/doc/about/warning.*.po
Languages: es, fr, it, pt

source: [[!meta title="Warning"]]
fr: [[!meta title="Avertissements"]]
it: [[!meta title="Avvertenze"]]
pt: [[!meta title="Advertências"]]

source: Even though we do our best to offer you good tools to protect your privacy while using a computer, **there is no magic or perfect solution to such a complex problem**. Understanding well the limits of such tools is a crucial step to, first, decide whether Tails is the right tool for you, and second, make a good use of it.
es: Aunque hacemos lo posible para ofrecerte buenas herramientas para proteger tu privacidad mientras usas un ordenador, **no hay ninguna solución mágica o perfecta para un problema tan grande**. Entender los límites de estas herramientas es un paso crucial para primero, decidir si Tails es la herramienta adecuada para ti, y segundo, usarla bien.
it: Anche se stiamo facendo del nostro meglio per offrire buoni strumenti per proteggere la vostra privacy mentre utilizzate un computer, ** non c'è magia o soluzione perfetta per un problema così complesso **. Capire bene i limiti di questi strumenti è un passo fondamentale, in primo luogo, per decidere se Tails è lo strumento giusto per te, e successivamente, aiutarti a farne buon uso.
pt: Apesar de fazermos nosso melhor para oferecer boas ferramentas para proteger sua privacidade ao usar um computador, **não há uma solução mágica ou perfeita para um problema tão complexo**. Entender bem os limites destas ferramentas é um passo crucial para que você possa, primeiro, decidir se o Tails é a ferramenta correta para você e, segundo, fazer um bom uso dele.

source: Tails does not protect against compromised hardware
it: Tails non offre protezione contro hardware compromesso
pt: Tails não te protege de hardware comprometido

source: If the computer has been compromised by someone having physical access to it and who installed untrusted pieces of hardware (like a keylogger), then it might be unsafe to use Tails.
es: Si el ordenador ha sido comprometido por alguien que tenga acceso físico a él, y que ha instalado hardware sospechoso (como un keylogger), entonces puede ser inseguro usar Tails.
it: Se il computer è stato compromesso da qualcuno che ha accesso fisico ad esso e/o hai installato parti di hardware non verificato/non sicuro (come un keylogger), allora questo renderebbe insicuro anche l'uso di Tails.
pt: Se o computador tiver sido comprometido por alguém que tenha tido acesso físico a ele e que tenha instalado alguma peça não-confiável de hardware (como um keylogger), talvez nesse caso não seja seguro utilizar Tails.

source: Tails can be compromised if installed or plugged in untrusted systems
it: Tails potrebbe venir compromesso dall'inserimento o dall'installazione da parte di un sistema operativo compromesso
pt: A segurança do Tails pode estar comprometida se ele tiver sido instalado ou plugado em sistemas não confiáveis

source: When starting your computer on Tails, it cannot be compromised by a virus in your usual operating system, but:
es: Cuando arrancas tu ordenador en Tails, no corre riesgo de ser comprometido por un virus en tu sistema operativo habitual, pero:
it: Quando avvii sul tuo computer Tails, esso non può essere compromesso da un virus che si trova nel tuo ordinario sistema operativo, ma:
pt: Ao inicializar seu computador no Tails, não há como ele ser comprometido por um vírus que já esteja no seu sistema operacional usual, porém:

source: Tails should be installed from a trusted system. Otherwise it might be corrupted during installation.
es: Tails debería ser instalado desde un sistema confiable. De otro modo puede que se corrompa durante la instalación.
it: Tails dovrebbe venir installato da un sistema verificato e sicuro. Facendo in altro modo potrebbe essere corrotto nella fase di installazione.
pt: Tails deve ser instalado a partir de um sistema confiável. Caso contrário, ele pode ser corrompido durante a instalação

source: Plugging your Tails USB stick in a compromised operating system might corrupt your Tails installation, and destroy the protection that Tails provides. Only use your Tails USB stick to start Tails.
es: Conectar tu dispositivo Tails en un sistema operativo comprometido podría corromper tu instalación y destruir la protección que brinda Tails. Utiliza tu Tails sólo para arrancar Tails.
it: Inserire il tuo dispositivo con Tails in un sistema operativo compromesso, potrebbe compromettere anche la tua installazione di Tails, e distruggere la protezione che Tails ti fornisce. Usa il tuo dispositivo Tails soltanto per avviare Tails.
pt: Conectar sua memória USB com Tails em um sistema operacional comprometido pode corromper sua instalação do Tails e destruir a proteção que o Tails oferece. Use sua memória USB com Tails somente para inicializar o Tails e nada mais.

source: See the [[corresponding FAQ|support/faq#compromised_system]].
it: Guarda le [[FAQ corrispondenti|support/faq#compromised_system]].
pt: Veja o [[FAQ correspondente|support/faq#compromised_system]].

source: Tails does not protect against BIOS or firmware attacks
it: Tails non ti protegge contro attacchi al BIOS o a firmware
pt: Tails não te protege contra ataques de BIOS ou firmware

source: It is also impossible for Tails to protect against attacks made through the BIOS or other firmware embedded in the computer. These are not managed or provided by the operating system directly, and no operating system can protect against such attacks.
es: También es imposible para Tails protegerte de ataques efectuados a través de la BIOS o de otro firmware embebido en tu ordenador. Estos no son manejados o provistos directamente por el sistema operativo, y ningún sistema operativo te puede proteger de estos ataques.
it: Per Tails è impossibile anche proteggerti contro gli attacchi fatti attraverso il BIOS o altri firmware embeddeb dentro al computer. Non c'è modo per il sistema operativo di fornirli o organizzarli e nessun sistema operativo può difendersi da tali attacchi.
pt: Também é impossível para o Tails te proteger de ataques realizados através da BIOS ou de outro firmware embutido no computador. Esses programas não são gerenciados ou fornecidos diretamente pelo sistema operacional e nenhum sistema operacional pode te proteger desse tipo de ataque.

source: See for example, this [attack on BIOS by LegbaCore](https://www.youtube.com/watch?v=sNYsfUNegEA).
es: Por ejemplo, mira este [ataque de BIOS por LegbaCore](https://www.youtube.com/watch?v=sNYsfUNegEA).
it: Guarda per esempio, questo [attack on BIOS by LegbaCore](https://www.youtube.com/watch?v=sNYsfUNegEA).
pt: Veja, por exemplo, esse [ataque à BIOS feito por LegbaCore (em inglês)](https://www.youtube.com/watch?v=sNYsfUNegEA).

source: Tor exit nodes can eavesdrop on communications
fr: Les nœuds de sortie Tor peuvent jeter un œil à vos communications
it: I nodi di uscita di Tor (exit node) possono spiare le comunicazioni
pt: Os nós de saída do Tor podem espionar as comunicações

source: **Tor is about hiding your location, not about encrypting your communication.**
es: **Tor sirve para esconder tu posición, pero no para cifrar tus comunicaciones.**
fr: **Tor empêche de savoir où vous êtes, mais ne chiffre pas vos communications.**
it: **Tor nasconde la tua posizione, non cifra le tue comunicazioni.**
pt: **O Tor trata de esconder sua localização, não de criptografar sua comunicação.**

source: Instead of taking a direct route from source to destination, communications using the Tor network take a random pathway through several Tor relays that cover your tracks. So no observer at any single point can tell where the data came from or where it's going.
es: En lugar de tomar una ruta directa desde la fuente al destino, las comunicaciones que usan la red de Tor toman un camino al azar a través de distintos relays de Tor que cubre tus huellas. Por lo que ningún observador desde un punto puede saber de donde vinieron o donde están yendo los datos.
fr: Au lieu de prendre un chemin direct de l'expéditeur au destinataire, les communications qui passent par le réseau Tor prennent un chemin aléatoire à travers les divers relais Tor, ce qui brouille les pistes. Ainsi, aucune personne placée à un seul point du réseau n'est en mesure de dire d'où viennent les données *et* où elles vont.
it: Invece di prendere un percorso diretto dalla sorgente alla destinazione, le comunicazioni usano la rete Tor prendendo un percorso casuale attraverso molti nodi Tor che coprono le vostre tracce. Così nessun osservatore potrà in qualsiasi punto dire dove i dati partono e dove stanno andando.
pt: Em vez de tomar uma rota direta da origem ao destino, as comunicações usando a rede Tor trilham caminhos aleatórios através de diversos relays (repetidores) que apagam os seus rastros. Assim, nenhum observador em nenhum ponto específico da rede pode dizer de onde os dados vieram ou para onde eles estão indo.

source: [[!img htw2-tails.png link=no alt="A Tor connection usually goes through 3 relays with the last one establishing the actual connection to the final destination"]]
es: [[!img htw2-tails.png link=no alt="Una conexión de Tor va normalmente a través de 3 relays y es el último el que conecta al destino final"]]
fr: [[!img htw2-tails.fr.png link=no alt="Une connexion via Tor passe normalement par trois relais, le dernier se connectant avec la destination désirée"]]
it: [[!img htw2-tails.png link=no alt="Di solito il collegamento Tor passa attraverso tre nodi con l'ultimo che stabilisce la connessione corrente fino alla destinazione finale"]]
pt: [[!img htw2-tails.png link=no alt="Uma conexão Tor geralmente passa através de 3 relays, sendo o último aquele que estabelece a conexão com o destino final"]]

source: The last relay on this circuit, called the exit node, is the one that establishes the actual connection to the destination server. As Tor does not, and by design cannot, encrypt the traffic between an exit node and the destination server, **any exit node is in a position to capture any traffic passing through it**. See [Tor FAQ: Can exit nodes eavesdrop on communications?](https://www.torproject.org/docs/faq.html.en#CanExitNodesEavesdrop).
it: L'ultimo nodo di questo circuito, chiamato nodo di uscita, è uno di quelli che stabilisce la connessione attuale verso il server di destinazione. Quello che Tor non fa, ed è progettato per non farlo, è cifrare il traffico dal nodo di uscita fino al server di destinazione **e qualsiasi nodo di uscita è in una posizione per catturare qualsiasi traffico attraverso di esso**. Guarda [Tor FAQ: Can exit nodes eavesdrop on communications?](https://trac.torproject.org/projects/tor/wiki/TheOnionRouter/TorFAQ#CanexitnodeseavesdroponcommunicationsIsntthatbad).
pt: O último relay desse circuito, chamado de nó de saída, é aquele que estabelece a conexão com o servidor de destino. Como o Tor não criptografa o tráfego entre um nó de saída e o servidor de destino (e nem poderia por questões de projeto), **qualquer nó de saída está numa posição na qual pode capturar qualquer tráfego passando por ele**. Veja a página de [FAQ do Tor: nós de saída podem bisbilhotar comunicações?](https://www.torproject.org/docs/faq.html.en#CanExitNodesEavesdrop).

source: For example, in 2007, a security researcher intercepted thousands of private email messages sent by foreign embassies and human rights groups around the world by spying on the connections coming out of an exit node he was running. See [Wired: Rogue Nodes Turn Tor Anonymizer Into Eavesdropper's Paradise](http://archive.wired.com/politics/security/news/2007/09/embassy_hacks).
es: Por ejemplo en 2007 un investigador de seguridad interceptó miles de emails privados enviados por embajadas extranjeras y grupos de derechos humanos de todo el mundo espiando en las conexiones que salían de un nodo de salida que él mantenía. Mira [Wired: Rogue Nodes Turn Tor Anonymizer Into Eavesdropper's Paradise](http://archive.wired.com/politics/security/news/2007/09/embassy_hacks).
pt: Por exemplo, em 2007 um pesquisador de segurança interceptou milhares de mensagens de e-mail enviadas por embaixadas estrangeiras e grupos de direitos humanos ao redor do mundo através da espionagem das conexões que saíam de um nó de saída que ele estava rodando. Leia [Wired: Rogue Nodes Turn Tor Anonymizer Into Eavesdropper's Paradise](http://archive.wired.com/politics/security/news/2007/09/embassy_hacks) (em inglês).

source: **To protect yourself from such attacks you should use end-to-end encryption.**
es: **Para protegerte de estos ataques deberías usar cifrado de punto a punto.**
fr: **Pour vous protéger de telles attaques, vous devez utiliser un chiffrement bout-à-bout, de A à Z**
it: **Per proteggersi dagli attacchi si dovrebbe usare una crittografia end-to-end .**
pt: **Para se proteger desses ataques você deve usar criptografia ponto-a-ponto.**

source: **Tails includes many tools to help you using strong encryption** while browsing, sending email or chatting, as presented on our [[about page|/about#cryptography]].
es: **Tails incluye muchas herramientas para ayudarte a usar cifrado fuerte** mientas navegas, envías emails o chateas, como se muestra en nuestra [[página Acerca|/about#cryptography]].
fr: **Tails comprend de nombreux outils qui servent à utiliser un chiffrement robuste** pendant la navigation internet, en envoyant des e-mails, en chattant, voir notre page [[à propos|/about#cryptography]].
it: **Tails include molti strumenti per aiutarti a usare una cifratura forte ** mentre stai navigando, inviando una mail o chattando, come presentato sul nostro [[ about page|/about#cryptography]].
pt: **Tails inclui muitas ferramentas para ajudar você a utilizar criptografia forte** enquanto você navega, envia email ou conversa, conforme apresentado na nossa [[página sobre o Tails|/about#cryptography]].

source: Tails makes it clear that you are using Tor and probably Tails
fr: Tails ne cache absolument pas le fait que vous utilisez Tor et probablement Tails
pt: O simples uso do Tails já expõe para a rede o fato de que você está usando Tor e, provavelmente, Tails

source: **Your Internet Service Provider (ISP) or your local network administrator** can see that you're connecting to a Tor relay, and not a normal web server for example. Using [[Tor bridges in certain conditions|first_steps/startup_options/bridge_mode]] can help you hide the fact that you are using Tor.
fr: **Votre Fournisseur d'Accès à Internet (FAI) ou l'administrateur de votre réseau local** peut voir que vous vous connectez à un relai Tor, et pas à un serveur web normal par exemple. Utilisez des [[bridges Tor dans certains cas |first_steps/startup_options/bridge_mode]] peut vous aider à cacher le fait que vous utilisez Tails.
it: **Il tuo gestore del servizio Internet (ISP) o il tuo amministratore della rete locale** può vedere se sei connesso a un nodo Tor e non a un normale server web per esempio. Usando [[Tor-Bridges in alcune condizioni|first_steps/startup_options/bridge_mode]] può aiutarti a nascondere il fatto che stai usando Tor.
pt: **Seu provedor de acesso à Internet e/ou as pessoas que administram sua rede local** podem ver que você está conectando a um relay Tor, e não a um servidor web normal, por exemplo. Usar [[pontes Tor (bridges) em certas condições|first_steps/startup_options/bridge_mode]] pode te ajudar a ocultar o fato de que você está usando Tor.

source: **The destination server that you are contacting through Tor** can know whether your communication comes from a Tor exit node by consulting the publicly available list of exit nodes that might contact it. For example using the [Tor Bulk Exit List tool](https://check.torproject.org/cgi-bin/TorBulkExitList.py) from the Tor Project.
pt: **O servidor de destino ao qual você está conectando através do Tor** pode saber se a sua comunicação vem de um nó de saída do Tor consultando a lista de nós de saída que está disponível publicamente. Isto pode ser feito, por exemplo, usando a ferramenta [Tor Bulk Exit List](https://check.torproject.org/cgi-bin/TorBulkExitList.py) do projeto Tor.

source: **So using Tails doesn't make you look like any random Internet user.** The anonymity provided by Tor and Tails works by trying to make all of their users look the same so it's not possible to identify who is who amongst them.
es: **Por eso, usar Tails te diferencia de otros usuarios de Internet.** El anonimato que te dan Tor y Tails funciona intentando que todos sus usuarios parezcan iguales para que sea imposible identificar quién es quién entre ellos.
fr: **Du coup, utiliser Tails fait que vous ne ressemblez pas à un utilisateur lambda d'internet.** L'anonymat fournie par Tor et Tails marche en essayant de mettre tous leurs utilisateurs dans le même panier, pour ne pas pouvoir en différencier l'un de l'autre.
it: **Così usando Tails non ti fa apparire come un utente internet casuale.** L'anonimato fornito da Tor e Tails lavora per cercare di rendere tutti i loro utenti uguali in modo che non sia possibile identificare chi è chi tra loro.
pt: **Assim, usar o Tails não faz com que você aparente ser um usuário/a de internet aleatório**. O anonimato provido pelo Tor e pelo Tails funciona ao tentar fazer com que todos os seus usuários/as pareçam ser o mesmo, de modo que não seja possível identificar quem é quem dentre eles.

source: See also [[Can I hide the fact that I am using Tails?|fingerprint]]
es: Lee también [[¿Puedo ocultar que estoy usando Tails?|fingerprint]]
fr: Voir également [[Est-ce que je peux cacher que j'utilise Tails ?|fingerprint]]
it: Guarda anche [[Posso nascondere il fatto che sto usando Tails?|fingerprint]]
pt: Veja também [[É possível ocultar o fato de que estou usando Tails?|fingerprint]]

source: Man-in-the-middle attacks
fr: L'attaque de l'homme-du-milieu
it: Attacco Man-in-the-Middle
pt: Ataques man-in-the-middle (homem-do-meio)

source: A man-in-the-middle attack (MitM) is a form of active eavesdropping in which the attacker makes independent connections with the victims and relays messages between them, making them believe that they are talking directly to each other over a private connection, when in fact the entire conversation is controlled by the attacker.
es: Un ataque de intermediario (en inglés, MitM) es una forma de espionaje activo en el que el atacante establece conexiones independientes con las víctimas y transmite mensajes entre ellas, haciéndoles creer que están hablando directamente entre sí a través de una conexión privada, cuando en realidad el atacante controla toda la conversación.
fr: Une attaque de l'homme-du-milieu (HdM) est une forme d'écoute active dans laquelle l'attaquant se connecte de manière indépendante avec les victimes et relaie le trafic entre elles, leur faisant ainsi croire qu'elles communiquent effectivement via une connexion privée, alors que tout passe, et peut être contrôlé, par l'attaquant.
it: Un attacco Man-in-the-Middle (MITM) è una forma di intercettazione attiva dove l'attaccante crea connessioni indipendenti con le vittime e ritrasmette i messaggi tra di loro, facendogli credere che stiano parlando direttamente l'uno con l'altro in una connessione privata, mentre, realmente, l'intera conversazione è controllata dall'attaccante.
pt: Um ataque man-in-the-middle (homem-no-meio / MitM) é uma forma de bisbilhotagem ativa na qual um atacante faz conexões independententes com as vítimas e troca mensagens entre elas, fazendo que elas acreditem que estão falando diretamente uma com a outra através de uma conexão privada, quando na verdade toda a conversação está sendo controlada pelo atacante.

source: While using Tor, man-in-the-middle attacks can still happen between the exit node and the destination server. The exit node itself can also act as a man-in-the-middle. For an example of such an attack see [MW-Blog: TOR exit-node doing MITM attacks](https://web.archive.org/web/20120113162841/http://www.teamfurry.com/wordpress/2007/11/20/tor-exit-node-doing-mitm-attacks).
es: Usando Tor, los ataques de intermediario pueden pasar entre el nodo de salida y el servidor de destino. El mismo nodo de salida puede actuar como intermediario. Por un ejemplo de dicho ataque vea [MW-Blog: TOR exit-node doing MITM attacks](https://web.archive.org/web/20120113162841/http://www.teamfurry.com/wordpress/2007/11/20/tor-exit-node-doing-mitm-attacks).
it: Mentre usiamo Tor, un attacco man-in-the-middle può ancora avvenire tra il nodo di uscita e il server di destinazione. Il nodo di uscita può anche agire come man-in-the-middle. Un esempio di questo attacco si può vedere [MW-Blog: TOR exit-node doing MITM attacks](http://www.teamfurry.com/wordpress/2007/11/20/tor-exit-node-doing-mitm-attacks).
pt: Enquanto o Tor está em uso, ataques man-in-the-middle ainda podem ocorrer entre o nó de saída e o servidor de destino. O nó de saída propriamente dito também pode atuar como um homem-no-meio. Para um exemplo desse tipo de ataque, veja [MW-Blog: TOR exit-node doing MITM attacks](https://web.archive.org/web/20120113162841/http://www.teamfurry.com/wordpress/2007/11/20/tor-exit-node-doing-mitm-attacks) (em inglês).

source: **Again, to protect yourself from such attacks you should use end-to-end encryption** and while doing so taking extra care at verifying the server authenticity.
es: **Nuevamente, para protegerse de dichos ataques debería usar cifrado de extremo-a-extremo** y al mismo tiempo tomando precaución adicional verificando la autenticidad del servidor.
fr: **Encore une fois, pour vous protéger de telles attaques, vous devez utiliser un chiffrement bout-à-bout, de A à Z** et également vérifier avec soin l'authenticité des serveurs.
it: **Nuovamente, per proteggerti da questi attacchi devi usare una crittografia end-to-end** e nel farlo dovresti avere un ulteriore attenzione nel verificare l'autenticità del server.
pt: **Mais uma vez, para se proteger desse tipo de ataque você deve utilizar criptografia ponto-a-ponto**, tomando cuidados especiais para verificar a autenticidade do servidor.

source: Usually, this is automatically done throught SSL certificates checked by your browser against a given set of recognized [[!wikipedia Certificate_authority desc="certificate authorities"]]). If you get a security exception message such as this one you might be the victim of a man-in-the-middle attack and should not bypass the warning unless you have another trusted way of checking the certificate's fingerprint with the people running the service.
it: Normalmente, questo viene fatto automaticamente dai certificati SSL controllati dal tuo browser con una serie gia' riconosciuta di [[!wikipedia Certificate_authority desc="autorità di certificazione"]]). Se ricevi un messaggio di eccezione di protezione come questo potresti essere una vittima di un attacco man-in-the-middle e non dovresti ignorarlo a meno che non disponi di un altro modo sicuro per controllare le impronte digitali del certificato con le persone che erogano il servizio
pt: Geralmente, isso é feito de forma automática através de certificados SSL verificados pelo navegador usando um conjunto de [[!wikipedia Certificate_authority desc="autoridades certificadoras"]]). Se você obtiver uma mensagem de aviso de segurança como a que pode ser vista abaixo, você pode estar sendo vítima de um ataque de homem-no-meio (man-in-the-middle) e não deve ignorá-la, a não ser que você tenha uma forma alternativa e confiável de verificar a impressão digital do certificado com as pessoas que mantém o serviço.
