Repository: austin987/tails
Catalog: wiki/src/doc/about/warning.*.po
Languages: es, fr, it, pt

source: It is part of Tor's initial trade-off not to address such a threat in order to create a low-latency communication service usable for web browsing, Internet chat or SSH connections.
fr: Ça fait partie des compromis de Tor de ne pas répondre à une telle menace, pour permettre une navigation raisonnable en terme de délais d'attente pour le web, le chat, ou les connexions SSH.
it: Fa parte dello scambio iniziale di Tor di non affrontare una tale minaccia al fine di creare un servizio di comunicazione a bassa latenza utilizzabile per la navigazione web, chat su Internet o connessioni SSH.
pt: É parte da escolha inicial do Tor não lidar com essa ameaça para permitir a criação de um serviço de comunicação de baixa latência utilizável para navegação na web, bate-papo via Internet e conexões SSH.

source: For more expert information see the Tor design paper, "[Tor Project: The Second-Generation Onion Router](https://svn.torproject.org/svn/projects/design-paper/tor-design.pdf)", specifically, "Part 3. Design goals and assumptions."
it: Per ulteriori informazioni vedere [Tor Project: The Second-Generation Onion Router](https://svn.torproject.org/svn/projects/design-paper/tor-design.pdf), parte 3. Nello specifico: "Design goals and assumptions."
pt: Para mais informações mais técnicas, veja [Tor Project: The Second-Generation Onion Router](https://svn.torproject.org/svn/projects/design-paper/tor-design.pdf), parte 3, Design goals and assumptions (em inglês).

source: <a id="identities"></a>
fr: <a id="identités"></a>
pt: <a id="identidades"></a>

source: Tails doesn't magically separate your different contextual identities
fr: Tails ne sépare pas de façon magique vos différentes identités contextuelles
it: Tails non separa magicamente le tue identità contestuali
pt: Tails não separa magicamente suas diferentes identidades contextuais

source: It is usually not advisable to use the same Tails session to perform two tasks or endorse two contextual identities that you really want to keep separate from one another. For example hiding your location to check your email and anonymously publishing a document.
it: Normalmente non è consigliabile usare la stessa sessione di Tails per eseguire due compiti o approvare due identità contestuali che vuoi tenere separate l'una dall'altra. Per esempio nascondere la propria posizione per controllare la posta elettronica e pubblicare in forma anonima un documento.
pt: Em geral não é recomendável usar a mesma sessão do Tails para realizar duas tarefas ou proteger duas identidades contextuais que você realmente deseja manter separadas uma da outra. Por exemplo, para esconder sua localização ao checar seu email e para publicar um documento anonimamente.

source: First, because Tor tends to reuse the same circuits, for example, within the same browsing session. Since the exit node of a circuit knows both the destination server (and possibly the content of the communication if it's not encrypted) and the address of the previous relay it received the communication from, it makes it easier to correlate several browsing requests as part of a same circuit and possibly made by the same user. If you are facing a global adversary as described above, it might then also be in a position to do this correlation.
it: Primo, perché Tor tende a riutilizzare gli stessi circuiti, per esempio nella stessa sessione di navigazione. Il nodo di uscita del circuito (exit node) conosce entrambe le destinazioni del server (e possibilmente i contenuti delle comunicazioni se non cifrate) e gli indirizzi dei precedenti salti che hanno ricevuto le comunicazioni, questo rende più semplice correlare le diverse richieste di navigazione come parte dello stesso circuito e quindi dimostrare che probabilmente provengono dallo stesso utente. Se siete di fronte ad un avversario globale come sopra descritto, potrebbe essere in grado di fare anche questa correlazione.
pt: Primeiramente, porque o Tor tende a reutilizar os mesmos circuitos, por exemplo em uma mesma sessão de navegação. Uma vez que o nó de saída de um circuito conhece tanto o servidor de destino (e possivelmente o conteúdo da comunicação caso não esteja criptografada) e o endereço do relay anterior do qual ele recebeu a comunicação, fica mais fácil correlacionar várias requisições de navegação como sendo parte do mesmo circuito e possivelmente feitas pelo mesmo usuário/a. Se você estiver enfrentando um adversário/a global como descrito acima, ele também pode estar em posição de realizar esta correlação.

source: Second, in case of a security hole or an error in using Tails or one of its applications, information about your session could be leaked. That could reveal that the same person was behind the various actions made during the session.
it: Secondo, in caso di un buco di sicurezza o di abuso nell'utilizzo di Tails o una delle sue applicazioni, le informazioni relative alla tua sessione potrebbero trapelare. Questo potrebbe rivelare che la stessa persona era dietro le varie azioni fatte durante quella sessione.
pt: Em segundo lugar, no caso de uma brecha de segurança ou de um mau uso do Tails ou de uma das suas aplicações, informações sobre sua sessão podem vazar. Isso pode revelar que a mesma pessoa está por trás de várias ações feitas durante uma mesma sessão.

source: **The solution to both threats is to shutdown and restart Tails** every time you're using a new identity, if you really want to isolate them better.
fr: **La solution contre ces deux menaces est d'éteindre et de redémarrer Tails** à chaque fois que vous utilisez une nouvelle identité, que vous voulez réellement séparer des autres.
it: **La soluzione a entrambe le minacce è riavviare Tails**, tutte le volte che usi una nuova identità, se veramente vuoi isolarli al meglio
pt: **A solução para ambas as ameaças é desligar e reiniciar o Tails** toda vez que você for usar uma nova identidade, se você realmente quiser isolá-las melhor.

source: As explained in our documentation about [[Tor Browser|anonymous_internet/Tor_Browser#new_identity]], its **New identity** feature is not a perfect solution to separate different contextual identities. And, as [[explained in the FAQ|support/faq#new_identity]], Tails does not provide a global <span class="guilabel">New Identity</span> feature. **Shutdown and restart Tails instead.**
pt: Como explicado na nossa documentação sobre o [[Tor Browser|anonymous_internet/Tor_Browser#new_identity]], sua ferramenta de **Nova identidade** não é uma solução perfeita para separar diferentes identidades contextuais. E, conforme [[explicado no FAQs|support/faq#new_identity]], Tails não oferece uma funcionalidade de <span class="guilabel">Nova Identidade</span> global. **Desligue e reinicie o Tails em vez disso.**

source: Tails doesn't make your crappy passwords stronger
fr: Tails ne renforce aucunement la faiblesse de vos mots de passe
it: Tails non rende le tue semplici password più sicure
pt: Tails não transforma suas senhas fracas em fortes

source: Tor allows you to be anonymous online; Tails allows you to leave no trace on the computer you're using. But again, **neither or both are magic spells for computer security**.
es: Tor te permite ser anónimo en línea; Tails le permite no dejar rastro en el equipo que utilizas. Pero reiteramos, **ni juntos ni por separado son soluciones mágicas para la seguridad informática**.
it: Tor ti premette di essere anonimo online; Tails permette di non lasciare tracce sul computer che stai usando, Ma nuovamente, **entrambi non sono incantesimi magici per la sicurezza del computer** .
pt: Tor permite que você seja anônimo online; Tails permite que você não deixe rastros no computador que você estiver usando. Mas vale repetir: **nenhum deles é um passe de mágica para obter segurança computacional**.

source: If you use weak passwords, they can be guessed by brute-force attacks with or without Tails in the same way. To know if your passwords are weak and learn good practices to create better password, you can read [[!wikipedia Weak_password#Examples_of_weak_passwords desc="Wikipedia: Weak Passwords"]].
es: Si usas contraseñas débiles, éstas pueden ser adivinadas por ataques de fuerza bruta con o sin Tails. Para saber si tus contraseñas son débiles, o para aprender buenas prácticas para crear mejores contraseñas, puedes leer (en inglés) [[!wikipedia Weak_password#Examples_of_weak_passwords desc="Wikipedia: Contraseñas Débiles"]].
fr: Si vous utilisez des mots de passe faibles, ils peuvent être devinés par des attaques de type force-brute, que vous utilisiez Tails ou pas. Pour savoir si vos mots de passe sont faible et apprendre comment en créer de meilleurs, vous pouvez lire [[!wikipedia_fr Robustesse_des_mots_de_passe desc="Wikipedia: Robustesse des mots de passe"]].
it: Se usi delle password deboli, possono essere indovinate da un attacco-di-forza-bruta allo stesso modo, con o senza Tails. Per sapere se le tue password sono deboli e per imparare delle buone pratiche per creare delle password migliori, puoi leggere [[!wikipedia Weak_password#Examples_of_weak_passwords desc="Wikipedia: Password deboli"]].
pt: Se você usa senhas fracas, elas podem ser descobertas por ataques de força bruta com ou sem o Tails da mesma forma. Para saber se suas senhas são fracas e aprender boas práticas de criação de senhas melhores, você pode ler [[!wikipedia Weak_password#Examples_of_weak_passwords desc="Wikipedia: Weak Passwords"]] (em inglês).

source: Tails is a work in progress
fr: Tails est toujours en construction
it: Tails è un lavoro in corso
pt: Tails é um trabalho em progresso

source: Tails, as well as all the software it includes, are continuously being developed and may contain programming errors or security holes.
es: Tails, así como todo el software que incluye, está en continuo desarrollo y puede contener errores de programación o agujeros de seguridad.
it: Tails, così come tutto il software che comprende, è in continuo sviluppo e potrebbe contenere errori di programmazione o buchi di sicurezza. [[Rimanete sintonizzati|download#stay_tuned]] sullo sviluppo di Tails.
pt: Tails e todos os programas inclusos nele estão em desenvolvimento contínuo e podem conter erros de programação e brechas de segurança.

source: **Tails doesn't clear the metadata of your files for you**. Yet. Still it's in Tails' design goal to help you do that. For example, Tails already comes with the [Metadata anonymisation toolkit](https://0xacab.org/jvoisin/mat2).
es: **Tails no borra los metadatos de tus archivos por tí**. Todavía. Es parte de los objetivos de diseño de Tails ayudarte a hacer eso. Por ejemplo, Tails ya viene con el [Metadata anonymisation toolkit](https://0xacab.org/jvoisin/mat2).
it: **Tails non pulisce i metadata dei tuoi file per te**Eppure l'obiettivo della struttura di Tails è aiutarti per farlo. Per esempio, Tails è già dotato di [Strumenti di anonimato dei Metadati](https://0xacab.org/jvoisin/mat2).

source: Even though we're doing our best to offer you good tools to protect your privacy while using a computer, **there is no magic or perfect solution to such a complex problem**. Understanding well the limits of such tools is a crucial step in, first, deciding whether Tails is the right tool for you, and second, helping you making a good use of it.
fr: Même si nous faisons tout notre possible pour vous offrir des outils protégeant votre vie privée lorsque vous utilisez un ordinateur, **il n'y a pas de solution magique, ni parfaite d'ailleurs, à un problème aussi complexe**. Comprendre les limites de ces outils est crucial, premièrement pour savoir si Tails est bien la boîte à outils adaptée à vos besoins, deuxièmement, pour vous permettre de bien vous en servir.

source: <a id="exit_node"></a>
fr: <a id="nœud_de_sortie"></a>

source: The last relay on this circuit, called the exit node, is the one that establishes the actual connection to the destination server. As Tor does not, and by design cannot, encrypt the traffic between an exit node and the destination server, **any exit node is in a position to capture any traffic passing through it**. See [Tor FAQ: Can exit nodes eavesdrop on communications?](https://trac.torproject.org/projects/tor/wiki/TheOnionRouter/TorFAQ#CanexitnodeseavesdroponcommunicationsIsntthatbad).
fr: Le dernier relais sur ce circuit, appelé nœud de sortie, est celui qui établit la connexion au serveur de la destination. Comme Tor ne chiffre pas, et ne peut pas le faire de toute façon, ce qui transite entre le nœud de sortie et le serveur de la destination, **tout nœud de sortie a la possibilité de capturer le trafic qui passe par lui**. Voir [Tor FAQ: Can exit nodes eavesdrop on communications?](https://trac.torproject.org/projects/tor/wiki/TheOnionRouter/TorFAQ#CanexitnodeseavesdroponcommunicationsIsntthatbad).

source: For example, in 2007, a security researcher intercepted thousands of private e-mail messages sent by foreign embassies and human rights groups around the world by spying on the connections coming out of an exit node he was running. See [Wired: Rogue Nodes Turn Tor Anonymizer Into Eavesdropper's Paradise.](http://www.wired.com/politics/security/news/2007/09/embassy_hacks).
fr: Par exemple, en 2007, un chercheur en sécurité informatique a intercepté des milliers d'e-mails privés envoyés par des ambassades étrangères et des ONG à travers le monde en écoutant le trafic sortant du nœud de sortie qu'il faisait fonctionner. Voir [Wired: Rogue Nodes Turn Tor Anonymizer Into Eavesdropper's Paradise (en).](http://www.wired.com/politics/security/news/2007/09/embassy_hacks).

source: <a id="fingerprint"></a>
fr: <a id="empreinte"></a>

source: **The destination server that you are contacting through Tor** can know whether your communication comes out from a Tor exit node by consulting the publicly available list of exit nodes that might contact it. For example using the [Tor Bulk Exit List tool](https://check.torproject.org/cgi-bin/TorBulkExitList.py) of the Tor Project.
fr: **Le serveur de destination auquel vous vous connectez via Tor** peut savoir si vos communications viennent d'un nœud de sortie Tor en consultant la liste publique disponible, des nœuds de sortie Tor qui peuvent le contacter. Par exemple en utilisant la [Tor Bulk Exit List](https://check.torproject.org/cgi-bin/TorBulkExitList.py) du projet Tor.

source: <a id="man-in-the-middle"></a>
fr: <a id="homme-du-milieu"></a>

source: [[!img man-in-the-middle.png link=no alt="Illustration of a man-in-the-middle attack"]]
fr: [[!img man-in-the-middle.png link=no alt="Illustration d'une attaque de l'homme du milieu"]]

source: While using Tor, man-in-the-middle attacks can still happen between the exit node and the destination server. The exit node itself can also act as a man-in-the-middle. For an example of such an attack see [MW-Blog: TOR exit-node doing MITM attacks](http://www.teamfurry.com/wordpress/2007/11/20/tor-exit-node-doing-mitm-attacks).
fr: En utilisant Tor, une attaque de l'homme-du-milieu peut toujours arriver entre le nœud de sortie et le serveur destinataire. Le nœud de sortie peut également agir comme un homme-du-milieu. Pour l'exemple d'une telle attaque voir (en anglais) [MW-Blog: TOR exit-node doing MITM attacks](http://www.teamfurry.com/wordpress/2007/11/20/tor-exit-node-doing-mitm-attacks).

source: Usually, this is automatically done throught SSL certificates checked by your browser against a given set of recognized [[!wikipedia Certificate_authority desc="certificate authorities"]]). If you get a security exception message such as this one you might be victim of a man-in-the-middle attack and should not bypass it unless you have another trusted way of checking the certificate's fingerprint with the people running the service.
fr: D'habitude, cette vérification de certificat SSL est automatiquement faite par votre navigateur en le comparant à une liste donnée [[!wikipedia_fr Autorité_de_certification desc="d'autorités de certification"]] reconnues. Si vous obtenez un message concernant une exception de sécurité comme celle-ci, vous pouvez être victime d'une attaque HdM et devriez faire machine arrière, sauf si vous connaissez un autre moyen sûr d'obtenir, des gens qui font tourner le service auquel vous voulez accéder, l'empreinte du certificat pour pouvoir la vérifier.

source: But on top of that the certificate authorities model of trust on Internet is susceptible to various methods of compromise.
fr: Mais en plus, le modèle d'autorité de certification sur internet est susceptible d'être compromis par des méthodes variées.

source: For example, on March 15, 2011, Comodo, one of the major SSL certificates company, reported that a user account with an affiliate registration authority had been compromised. It was then used to create a new user account that issued nine certificate signing requests for seven domains: mail.google.com, login.live.com, www.google.com, login.yahoo.com (three certificates), login.skype.com, addons.mozilla.org, and global trustee. See [Comodo: The Recent RA Compromise](http://blogs.comodo.com/it-security/data-security/the-recent-ra-compromise/).
fr: Par exemple, le 15 Mars 2011, Comodo, une entreprise de délivrance de certificat SSL parmi les plus importantes, annonça qu'un compte utilisateur permettant de fabriquer des certificats avaient été piraté. Il fût utilisé pour générer 9 certificats pour 7 noms de domaines : mail.google.com, login.live.com, www.google.com, login.yahoo.com (3 certificats), login.skype.com, addons.mozilla.org, et global trustee. Voir (en anglais) [Comodo: The Recent RA Compromise](http://blogs.comodo.com/it-security/data-security/the-recent-ra-compromise/).

source: Later in 2011, DigiNotar, a Dutch SSL certificate company, incorrectly issued certificates to a malicious party or parties. Later on, it came to light that they were apparently compromised months before or perhaps even in May of 2009 if not earlier. Rogue certificates were issued for domains such as google.com, mozilla.org, torproject.org, login.yahoo.com and many more. See, [The Tor Project: The DigiNotar Debacle, and what you should do about it](https://blog.torproject.org/blog/diginotar-debacle-and-what-you-should-do-about-it).
fr: Plus tard en 2011, DigiNotar, une entreprise allemande qui délivre des certificats SSL, à malencontreusement distribué des certificats à des gens mal intentionnés. On s'est ensuite aperçu qu'ils étaient apparement corrompus depuis mai 2009 (si ce n'est plus tôt). De faux certificats ont servis pour des domaines comme google.com, mozilla.org, torproject.org, login.yahoo.com et d'autres encore. Voir (en anglais) [The Tor Project: The DigiNotar Debacle, and what you should do about it](https://blog.torproject.org/blog/diginotar-debacle-and-what-you-should-do-about-it).

source: <p class="quoted-from">Quoted from [[!wikipedia Man-in-the-middle_attack desc="Wikipedia: %s"]], [[!wikipedia Comodo_Group#Iran_SSL_certificate_controversy desc="Wikipedia: %s"]] and <a href="https://blog.torproject.org/blog/detecting-certificate-authority-compromises-and-web-browser-collusion">Tor Project: Detecting Certificate Authority compromises and web browser collusion</a>.</p>
fr: <p class="quoted-from">Sources [[!wikipedia_fr Attaque_de_l'homme_du_milieu desc="Wikipedia: %s"]], [[!wikipedia Comodo_Group#Iran_SSL_certificate_controversy desc="Wikipedia: %s"]] et <a href="https://blog.torproject.org/blog/detecting-certificate-authority-compromises-and-web-browser-collusion">Tor Project: Detecting Certificate Authority compromises and web browser collusion</a>.</p>

source: Tor tries to protect against traffic analysis, where an attacker tries to learn whom to investigate, but Tor can't protect against traffic confirmation (also known as end-to-end correlation), where an attacker tries to confirm an hypothesis by monitoring the right locations in the network and then doing the math.
fr: Tor essaye de protéger contre l'analyse de trafic, quand un attaquant essaye de déterminer qui il doit écouter, mais Tor ne protège pas contre les confirmations de trafic (connues sous le nom de corrélation bout-à-bout), lorsqu'un attaquant essaye de confirmer une hypothèse en surveillant aux bons endroits dans le réseau puis en faisant la corrélation.

source: The documents that you might save on storage devices will not be encrypted by default, except in the [[encrypted persistent volume|doc/first_steps/persistence]]. But Tails provides you with tools to encrypt your documents, such as GnuPG, or encrypt your storage device, such as LUKS. It is likely that the files you may create will keep tracks that they were created using Tails.
fr: Les documents que vous pouvez sauvegarder sur des volumes de stockage, ne seront pas chiffrés par défaut, sauf si vous utilisez la [[partition persistante chiffrée|doc/first_steps/persistence]]. Mais Tails fournit des outils permettant le chiffrement de vos documents, comme GnuPG,ou bien des outils permettant le chiffrement de vos volumes de stockage, comme LUKS. Il est probable que les fichiers que vous créez ainsi gardent des traces indiquant qu'ils furent créés en utilisant Tails.

source: Tails doesn't clear the metadata of your documents for you and doesn't encrypt the Subject: and other headers of your encrypted e-mail messages ===========================================================================================
fr: Tails ne supprime pas les méta-données de vos documents pour vous et ne chiffre pas le Sujet: ainsi que les autres en-têtes de vos mails chiffrés ===========================================================================================

source: Numerous files format store hidden data or metadata inside of the files. Text processors or PDF files could store the name of the author, the date and time of creation of the file, and sometimes even parts of the editing history of the file… those hidden data depend on the file format and the software used. Please note also, that the Subject: as well as the rest of the header lines of your OpenPGP encrypted e-mail messages are not encrypted. This is not a bug of Tails or the [OpenPGP](http://www.mozilla-enigmail.org/forum/viewtopic.php?f=3&t=328) protocol; it's for backwards compatibility with the original SMTP protocol. Unfortunately no RFC standard exists yet for Subject encryption.
fr: De nombreux formats de fichiers contiennent des données cachées ou méta-données en leur sein. Des traitements de textes ou des PDF peuvent contenir le nom de l'auteur, la date et l'heure de la création du fichier, et même quelque fois une partie de l'historique de l'édition de ce fichier... Ces données cachées dépendent du format du fichier ainsi que du logiciel utilisé. Veuillez également noter que le Sujet: de même que le reste des en-têtes de vos mails chiffrés avec OpenPGP ne sont quant à eux pas chiffrés. Ce n'est pas un bug de Tails ou du protocole [OpenPGP](http://www.mozilla-enigmail.org/forum/viewtopic.php?f=3&t=328); c'est une question de rétrocompatibilité avec le protocole SMTP. Malheureusement aucun standard RFC n'existe à l'heure actuelle pour le chiffrement des sujets.
