Repository: austin987/tails
Catalog: wiki/src/doc/about/warning.*.po
Languages: es, fr, it, pt

source: [[!img ssl_warning.png link=no alt="This Connection is Untrusted"]]
es: [[!img ssl_warning.png link=no alt="Esta Conexión no es de Confianza"]]
fr: [[!img ssl_warning.png link=no alt="Cette connexion n'est pas certifiée"]]
it: [[!img ssl_warning.png link=no alt="La Connessione non è attendibile"]]
pt: [[!img ssl_warning.png link=no alt="Esta conexão não é confiável"]]

source: But on top of that the certificate authorities model of trust on the Internet is susceptible to various methods of compromise.
es: Pero además el modelo de confianza de las autoridades de certificación en Internet es susceptible a varias vulnerabilidades.
it: Ma dopo tutto, in internet il modello di fiducia basato sulle autorità di certificazione è suscettibile a vari compromessi.
pt: Mas, apesar disso, o modelo de confiança da Internet baseado em autoridades certificadoras está suscetível a várias formas de comprometimento.

source: For example, on March 15, 2011, Comodo, one of the major SSL certificates authorities, reported that a user account with an affiliate registration authority had been compromised. It was then used to create a new user account that issued nine certificate signing requests for seven domains: mail.google.com, login.live.com, www.google.com, login.yahoo.com (three certificates), login.skype.com, addons.mozilla.org, and global trustee. See [Comodo: The Recent RA Compromise](https://blog.comodo.com/other/the-recent-ra-compromise/).
es: Por ejemplo, el 15 de marzo de 2011, Comodo, una de las principales autoridades de certificados SSL, informó que una cuenta de usuario con una autoridad de registro de afiliados se había visto comprometida. A continuación, se utilizó esa cuenta para crear otra que emitió nueve solicitudes de firma de certificados para siete dominios: mail.google.com, login.live.com, www.google.com, login.yahoo.com (tres certificados), login.skype.com, addons.mozilla.org, y global trustee. Ver (en inglés) [Comodo: The Recent RA Compromise](https://blog.comodo.com/other/the-recent-ra-compromise/).
pt: Por exemplo, em 15 de Março de 2011, a Comodo, uma das maiores companhias de certificados SSL, relatou que uma conta de usuário numa autoridade certificadora afiliada foi comprometida. Esta conta foi então usada para criar uma nova conta de usuário que emitiu nove requisições de certificados para sete domínios: mail.google.com, login.live.com, www.google.com, login.yahoo.com (três certificados), login.skype.com, addons.mozilla.org e global trustee. Veja [Comodo: The Recent RA Compromise](http://blogs.comodo.com/it-security/data-security/the-recent-ra-compromise/) (em inglês).

source: Later in 2011, DigiNotar, a Dutch SSL certificate company, incorrectly issued certificates to a malicious party or parties. Later on, it came to light that they were apparently compromised months before, perhaps as far back as May of 2009, or even earlier. Rogue certificates were issued for domains such as google.com, mozilla.org, torproject.org, login.yahoo.com and many more. See [The Tor Project: The DigiNotar Debacle, and what you should do about it](https://blog.torproject.org/blog/diginotar-debacle-and-what-you-should-do-about-it).
es: Luego en 2011, DigiNotar, una empresa de certificados SSL holandesa, emitió incorrectamente certificados a una o más partes maliciosas. Más adelante salió a la luz que aparentemente estaban comprometidos desde hacía ya varios meses antes, tal vez mayo de 2009 o incluso antes. Se emitieron certificados Rogue para dominios como google.com, mozilla.org, torproject.org, login.yahoo.com y varios más. Ver (en inglés) [The Tor Project: The DigiNotar Debacle, and what you should do about it](https://blog.torproject.org/blog/diginotar-debacle-and-what-you-should-do-about-it).
it: Più tardi nel 2011, Diginotar, una compagnia di certificazioni SSL Tedesca, ha erroneamente rilasciato dei certificati con una parte o più parti malevole. Più tardi è venuto alla luce che apparentemente erano stati compromessi mesi prima o addirittura dal Maggio del 2009. Certificati compromessi erano stati emessi per domini come google.com, mozilla.org, torproject.org, login.yahoo.com e molti altri. Guarda, [The Tor Project: The DigiNotar Debacle, and what you should do about it](https://blog.torproject.org/blog/diginotar-debacle-and-what-you-should-do-about-it).
pt: Ainda em 2011 a DigiNotar, uma companhia holandesa de certificação SSL, emitiu incorretamente certificados para terceiros maliciosos. Mais tarde, foi trazido à tona que aparentemente ela foi comprometida meses antes, talvez em Maio de 2009 ou mesmo antes. Certificados forjados foram emitidos para domínios como google.com, mozilla.org, torproject.org, login.yahoo.com e muitos outros. Veja [The Tor Project: The DigiNotar Debacle, and what you should do about it](https://blog.torproject.org/blog/diginotar-debacle-and-what-you-should-do-about-it) (em inglês).

source: **This still leaves open the possibility of a man-in-the-middle attack even when your browser is trusting an HTTPS connection.**
es: **Esto todavía deja abierta la posibilidad de un ataque man-in-the-middle incluso cuando tu navegador confía en una conexión HTTPS.**
fr: **Ça n'empêche pas une attaque du type HdM quand bien même votre navigateur fait confiance à une connexion HTTPS.**
it: **Questo lascia ancora aperto l'attacco Man-in-the-Middle quando il tuo browser si sta fidando di una connessione HTTPS**
pt: **Isso ainda deixa aberta a possibilidade de um ataque man-in-the-middle mesmo quando seu navegador está confiando numa conexão HTTPS**

source: On one hand, by providing anonymity, Tor makes it more difficult to perform a man-in-the-middle attack targeted at **one specific person** with the blessing of a rogue SSL certificate. But on the other end, Tor makes it easier for people or organizations running exit nodes to perform large scale MitM attempts, or attacks targeted at **a specific server**, and especially those among its users who happen to use Tor.
es: Por un lado, al proveer anonimato, Tor dificulta ejecutar un ataque man-in-the-middle (MitM) dirigido a **una persona específica**mediante un certificado SSL corrupto. Pero por otro lado, Tor facilita a personas u organizaciones que utilicen nodos de salida para ejecutar ataques MitM de gran escala, o ataques dirigidos a **un servidor específico**, y especialmente aquellos cuyos usuarios utilizan Tor.
fr: D'un côté, en procurant l'anonymat, Tor rend compliqué une attaque du type homme-du-milieu qui vise **quelqu'un en particulier**, grâce à un certificat SSL corrompu. Mais d'un autre côté, Tor rend plus facile pour des gens ou des organisations qui font tourner des nœuds de sortie d'effectuer des attaques de ce type à grande échelle, ou des attaques HdM qui ciblent un serveur spécifique, et par là les utilisateurs de Tor en particulier .
it: Da una parte, fornendo anonimato, Tor rende più difficile un attacco man-in-the-middle, con la complicità di un certificato SSL malevolo, mirato a **una specifica persona**. Ma, dall'altra parte, Tor rende più facile alle persone o alle organizzazioni che fanno girare un nodo di uscita (exit node) di eseguire MitM su larga scala, o attaccare **un server specifico**, e specialmente a quegli utenti che hanno intenzione di usare Tor.
pt: Por um lado, por prover anonimato, o Tor torna mais difícil a realização de ataques man-in-the-middle direcionados a **uma pessoa específica**, mesmo com a benção de um certificado SSL canalha. Mas, por outro lado, o Tor faz com que seja mais fácil para pessoas e organizações rodarem nós de saída para realizarem tentativas de MiTM em larga escala, ou ataques direcionados a **um servidor específico**, especialmente contra aqueles usuários/as que estiverem usando o Tor.

source: <p class="quoted-from">Quoted from [[!wikipedia Man-in-the-middle_attack desc="Wikipedia: %s"]], [[!wikipedia Comodo_Group#Certificate_hacking desc="Wikipedia: %s"]] and <a href="https://blog.torproject.org/blog/detecting-certificate-authority-compromises-and-web-browser-collusion">Tor Project: Detecting Certificate Authority compromises and web browser collusion</a>.</p>
es: <p class="quoted-from">Citado de [[!wikipedia_es Ataque_de_intermediario desc="Wikipedia: %s"]], [[!wikipedia Comodo_Group#Certificate_hacking desc="Wikipedia: %s"]] y <a href="https://blog.torproject.org/blog/detecting-certificate-authority-compromises-and-web-browser-collusion">Tor Project: Detecting Certificate Authority compromises and web browser collusion</a>.</p>
pt: <p class="quoted-from">Citado de [[!wikipedia_pt Ataque_man-in-the-middle desc="Wikipédia: %s"]], [[!wikipedia Comodo_Group#Certificate_hacking desc="Wikipedia: %s"]] e <a href="https://blog.torproject.org/blog/detecting-certificate-authority-compromises-and-web-browser-collusion">Tor Project: Detecting Certificate Authority compromises and web browser collusion</a> (em inglês).</p>

source: Confirmation attacks
fr: Attaque par confirmation
it: Conferma di un attacco
pt: Ataques de confirmação de tráfego

source: The Tor design doesn't try to protect against an attacker who can see or measure both traffic going into the Tor network and also traffic coming out of the Tor network. That's because if you can see both flows, some simple statistics let you decide whether they match up.
fr: La conception de Tor ne permet pas de vous protéger contre un attaquant qui est capable de mesurer le trafic qui entre et qui sort du réseau Tor. Car si vous pouvez comparer les deux flux, des statistiques basiques vous permettent de faire une corrélation.
it: La struttura di Tor non tenta di proteggerti dagli attacchi di chi può vedere o misurare entrambi i traffici che entrano ed escono dalla rete Tor. Questo perché se puoi vedere entrambi i flussi, alcune semplici statistiche consentono di decidere dove corrispondono.
pt: O projeto do Tor não tenta proteger contra um atacante que pode ver ou medir tanto o tráfego entrando na rede do Tor quanto também o tráfego saindo dessa rede. Isso ocorre porque se você pode ver ambos os fluxos, uma estatística simples permite que você decida se eles se equivalem.

source: That could also be the case if your ISP (or your local network administrator) and the ISP of the destination server (or the destination server itself) cooperate to attack you.
fr: Ça peut aussi être le cas si votre fournisseur d'accès à internet (FAI), ou votre administrateur réseau, et le FAI du serveur destinataire (ou le destinataire lui-même) coopère pour vous pièger.
it: Questo potrebbe anche essere il caso se il proprio ISP (o l'amministratore di rete locale) e l'ISP del server di destinazione (o il server di destinazione stesso) cooperano per attaccarvi.
pt: Esse também pode ser o caso se o seu provedor de internet (ou o administrador/a da rede local) e o provedor de acesso do servidor de destino (ou o administrador/a do servidor de destino propriamente dito) cooperarem para te atacar.

source: Tor tries to protect against traffic analysis, where an attacker tries to learn whom to investigate, but Tor can't protect against traffic confirmation (also known as end-to-end correlation), where an attacker tries to confirm a hypothesis by monitoring the right locations in the network and then doing the math.
it: Tor cerca di proteggerti contro l'analisi del traffico di rete, dove un aggressore cerca di capire su chi indagare, ma Tor non può proteggerti contro la conferma del traffico (anche conosciuto come la correlazione end-to-end), in cui un aggressore tenta di confermare una ipotesi monitorando le località idonee nella rete e quindi facendo due conti.
pt: Tor tenta proteger contra análise de tráfego, na qual um atacante tenta descobrir quem deve investigar, mas o Tor não pode te proteger contra confirmação de tráfego (também conhecida como correlação ponto-a-ponto), na qual um atacante tenta confirmar uma hipótese monitorando certos pontos de uma rede e depois fazendo as contas.

source: <p class="quoted-from">Quoted from <a href="https://blog.torproject.org/blog/one-cell-enough">Tor Project: "One cell is enough to break Tor's anonymity"</a>.</p>
fr: <p class="quoted-from">Source (en anglais) <a href="https://blog.torproject.org/blog/one-cell-enough">Tor Project: "One cell is enough to break Tor's anonymity"</a>.</p>
it: <p class="quoted-from">Citazioni da<a href="https://blog.torproject.org/blog/one-cell-enough">Tor Project: "One cell is enough to break Tor's anonymity"</a>.</p>
pt: <p class="quoted-from">Citado de <a href="https://blog.torproject.org/blog/one-cell-enough">Tor Project: "One cell is enough to break Tor's anonymity"</a> (em inglês).</p>

source: Tails doesn't encrypt your documents by default
fr: Tails ne chiffre pas vos documents par défaut
it: Tails non cifra i tuoi documenti come default
pt: Tails não criptografa seus documentos por padrão

source: The documents that you might save on storage devices will not be encrypted by default, except in the [[encrypted persistent volume|doc/first_steps/persistence]]. But Tails provides you with tools to encrypt your documents, such as GnuPG, or encrypt your storage devices, such as LUKS.
it: I documenti che potresti salvare su un dispositivo di archiviazione non saranno cifrati di default, tranne nel caso [[cifratura nel volume persistente|doc/first_steps/persistence]]. Ma Tails provvede a fornirti gli strumenti per crittografare, come GnuPG, o cifrare il tuo dispositivo di archiviazione, come LUKS. E' probabile che i file che potrai creare manterranno le tracce che sono stati creati con Tails.
pt: Os documentos que você pode salvar em dispositivos de armazenamento não serão criptografados por padrão, a não ser que você use o [[volume persistente criptografado|doc/first_steps/persistence]]. No entanto, Tails fornece a você ferramentas para criptografar seus documentos, como GnuPG, e para criptografar seus dispositivos de armazenamento, como LUKS.

source: It is also likely that the files you may create will contain evidence that they were created using Tails.
it: E' anche come quei file che tu puoi creare e che contengono evidenze che sono stati creati utilizzando Tails.
pt: Também é provável que os arquivos que você venha a criar contenham evidências de que foram criados utilizando Tails.

source: **If you need to access the local hard-disks** of the computer you are using, be conscious that you might then leave trace of your activities with Tails on it.
fr: **Si vous voulez avoir accès au disque dur** de l'ordinateur que vous utilisez, soyez conscient que vous pouvez laisser des trace de votre passage sous Tails.
it: **Se hai necessità di accedere al disco rigido locale**del computer che stai usando devi essere conscio che potresti lasciare traccia delle tue attività con Tails su di esso.
pt: **Se você precisar acessar os discos rígidos locais** do computador que estiver usando, saiba que então você pode acabar deixando neles um rastro das suas atividades com Tails.

source: Tails doesn't clear the metadata of your documents for you and doesn't encrypt the Subject: and other headers of your encrypted email messages ===========================================================================================
it: Tails non cancella i metadati dei tuoi documenti per te e non cifra l'Oggetto e le altre intestazioni dei tuoi messaggi crittografati ===========================================================================================
pt: Tails não limpa os metadados dos seus documentos para você e não criptografa o Assunto: e outros cabeçalhos das suas mensagens de email criptografadas =================================================================================================

source: Numerous files formats store hidden data or metadata inside of the files. Word processing or PDF files could store the name of the author, the date and time of creation of the file, and sometimes even parts of the editing history of the file, depending on the file format and the software used.
es: Muchos formatos de archivo almacenan datos ocultos o metadatos dentro de los archivos. Los archivos de procesador de texto o archivos PDF pueden almacenar el nombre del autor, la fecha y hora de creación del archivo y a veces incluso partes del historial de edición, dependiendo del formato de archivo y del software utilizado.
it: Numerosi formati di file nascondono dati o metadati nascosti dentro al file. Documenti Word o PDF possono contenere dentro il nome dell'autore, la data e il momento della creazione del file, e a volte addirittura parti di editing del file, a seconda del software e del formato del file che è stato usato.
pt: Vários formatos de arquivo armazenam metadados ou dados ocultos dentro de si. Arquivos PDF ou gerados por processadores de texto podem armazenar o nome do autor, a data e hora de criação do arquivo e, às vezes, até parte do histórico de edição, dependendo do formato de arquivo e do programa utilizado.

source: Please note also, that the Subject: as well as the rest of the header lines of your OpenPGP encrypted email messages are not encrypted. This is not a bug of Tails or the [OpenPGP](http://www.mozilla-enigmail.org/forum/viewtopic.php?f=3&t=328) protocol; it's due to backwards compatibility with the original SMTP protocol. Unfortunately no RFC standard exists yet for Subject: line encryption.
es: Hay que tener en cuenta también que el Asunto: así como el resto de las líneas de encabezado de tus mensajes de correo electrónico encriptados por OpenPGP no están encriptados. Esto no es un error de Tails o del protocolo [OpenPGP] (http://www.mozilla-enigmail.org/forum/viewtopic.php?f=3&t=328); se debe a la compatibilidad retroactiva con el protocolo SMTP original. Desafortunadamente no existe un estándar RFC para el cifrado de la línea de Asunto.
it: Si segnala inoltre, che l' Oggetto: così come il resto delle linee delle tue intestazioni e-mail crittografate con OpenPGP non sono cifrate. Questo non è un baco di Tails o del protocollo [OpenPGP](http://www.mozilla-enigmail.org/forum/viewtopic.php?f=3&t=328); questo dipende dalla compatibilità con il protocollo SMTP originale. Sfortunatamente non esiste ancora un standard RFC per la crittografia dell'Oggetto.
pt: Por favor, note também que o campo Assunto: assim como o resto das linhas de cabeçalho das suas mensagens de email criptografadas usando OpenPGP não são criptografadas. Isso não é um bug do Tails ou do protocolo [OpenPGP](http://www.mozilla-enigmail.org/forum/viewtopic.php?f=3&t=328); é, na verdade, devido a uma retrocompatibilidade com o protocolo SMTP original. Infelizmente ainda não existe padrão RFC para criptografia do campo Assunto.

source: Image file formats, like TIFF of JPEG, probably take the prize for most hidden data. These files, created by digital cameras or mobile phones, contain a metadata format called EXIF which can include the date, time and sometimes the GPS coordinates when the picture was taken, the brand and serial number of the device which took it, as well as a thumbnail of the original image. Image processing software tends to keep this metadata intact. The internet is full of cropped or blurred images in which the included EXIF thumbnail still shows the original picture.
es: Los formatos de archivo de imagen, como TIFF de JPEG, probablemente ganan el premio de poseer la mayor cantidad de datos ocultos. Estos archivos, creados por cámaras digitales o teléfonos móviles, contienen un formato de metadata llamado EXIF que puede incluir la fecha, hora y a veces las coordenadas GPS de donde se tomó la fotografía, la marca y el número de serie del dispositivo que lo tomó, así como una imagen en miniatura de la imagen original. Los programas de procesamiento de imágenes tienden a mantener intactos estos metadatos. Internet está lleno de imágenes cortadas o borrosas en las cuales la miniatura EXIF incluida todavía muestra la imagen original.
it: I file in formato immagine, come TIFF o JPEG, probabilmente prendono un premio per avere gran quantità di dati nascosti. Questi file, creati da macchine fotografiche digitali o telefoni cellulari, contengono formati metadata chiamati EXIF che possono includere la data, l'ora e ogni tanto le coordinate GPS della fotografia, la marca e il numero di serie del dispositivo che ha fatto la miniatura o l'immagine originale. Il programma per processare l'immagine tende a tenere questi dati intatti. Internet è piena di immagini ritagliate o sfocate per il quale la miniatura EXIF contiene ancora tutta la fotografia originale.
pt: Formatos de arquivo de imagem, como o TIFF ou JPEG, provavelmente ganham o prêmio na categoria maior quantidade de dados escondidos. Tais arquivos, criados por câmeras digitais ou telefones móveis, contém um formato de metadados chamado de EXIF que pode incluir a data, hora e talvez até as coordenadas GPS de quando a foto foi tirada, a marca e número de série do dispositivo que a tirou, assim como uma miniatura da imagem original. Programas de processamento de imagem tendem a manter esses dados intactos. A internet é cheia de imagens cortadas ou embaçadas nas quais a miniatura EXIF incluída ainda mostra a imagem original.

source: **Tails doesn't clear the metadata of your files for you**. Yet. Still it's in Tails' design goal to help you do that. For example, Tails already comes with the [Metadata anonymisation toolkit](https://mat.boum.org/).
fr: **Tails ne supprime pas les meta-données de documents pour vous**. Mais c'est dans son intention de vous aider à le faire. Par exemple Tails inclus déjà le [Metadata anonymisation toolkit](https://mat.boum.org/), un outils de manipulation des méta-données pour les images.
pt: **O Tails não limpa os metadados do seus arquivos para você**. Por enquanto. Mesmo assim, é um dos objetivos de projeto do Tails te ajudar com isto. Por exemplo, o Tails já vem com um [kit de anonimização de metadados](http://mat.boum.org/).

source: Tor doesn't protect you from a global adversary
fr: Tor ne vous protège pas face à un adversaire global
it: Tor non ti protegge da un avversario globale
pt: Tor não te protege de um adversário global

source: A global passive adversary would be a person or an entity able to monitor at the same time the traffic between all the computers in a network. By studying, for example, the timing and volume patterns of the different communications across the network, it would be statistically possible to identify Tor circuits and thus match Tor users and destination servers.
it: Un avversario passivo globale potrebbe essere una persona o un soggetto in grado di monitorare contemporaneamente il traffico tra tutti i computer di una rete. Studiando, ad esempio, il tempo e il volume di modelli di diverse comunicazioni attraverso la rete, sarebbe statisticamente in grado di identificare circuiti Tor e i relativi utenti Tor e server di destinazione.
pt: Um adversário passivo global seria uma pessoa ou entidade capaz de monitorar ao mesmo tempo o tráfego entre todos os computadores de uma rede. Ao estudar, por exemplo, o padrão de tempo e volume de dados de diferentes comunicações na rede, seria estatisticamente possível identificar circuitos do Tor e então relacionar usuários do Tor a servidores de destino.
