Repository: austin987/tails
Catalog: wiki/src/doc/about/warning.*.po
Languages: es, fr, it, pt

source: Images file formats, like TIFF of JPEG, probably take the prize in this field. Those files, created by digital cameras or mobile phones, contain a metadata format called EXIF which can include the date, time and sometimes the GPS coordinates of the picture, the brand and serial number of the device which took it as well as a thumbnail of the original image. Image processing software tend to keep those data intact. Internet is full of cropped or blurred images for which the EXIF thumbnail still contains the full original picture.
fr: Les formats d'images comme TIFF ou JPEG remporte sans doute la palme en la matière. Ces fichiers, créés par des appareils photos numériques ou des téléphones portables, contiennent des méta-données au format EXIF, qui peuvent contenir la date, l'heure, voir les données GPS de l'image, la marque, le numéro de série de l'appareil ainsi qu'une image en taille réduite de l'image originale. Des logiciels de traitement d'image tendent à conserver intactes ces données. Internet est plein de ces images floutées dont le fichier EXIF contient toujours l'image avant floutage.

source: A global passive adversary would be a person or an entity able to monitor at the same time the traffic between all the computers in a network. By studying, for example, the timing and volume patterns of the different communications across the network, it would be statistically possible to identify Tor circuits and thus matching Tor users and destination servers.
fr: Un adversaire global passif serait une personne ou une entité capable de regarder et donc de comparer le trafic entre tous les ordinateurs d'un réseau. En étudiant, par exemple, le timing et l'allure du volume d'informations des différentes communications à travers ce réseau, il serait statistiquement possible d'identifier un circuit Tor et du coup de relier l'utilisateur de Tor et son serveur destinataire.

source: For more expert information see [Tor Project: The Second-Generation Onion Router](https://svn.torproject.org/svn/projects/design-paper/tor-design.pdf), part 3. Design goals and assumptions.
fr: Pour des infos plus approfondies voir (en anglais) [Tor Project: The Second-Generation Onion Router](https://svn.torproject.org/svn/projects/design-paper/tor-design.pdf), partie 3. Design goals and assumptions.

source: It is usually not advisable to use the same Tails session to perform two tasks or endorse two contextual identities that you really want to keep separate from another. For example hiding your location to check your email and publishing anonymously a document.
fr: Il est généralement déconseillé d'utiliser la même session de Tails pour effectuer deux tâches, ou pour endosser deux identités contextuelles, que vous désirez conserver séparées l'une de l'autre. Par exemple ne pas être localisable pour consulter vos e-mails et publier anonymement un document sur le web.

source: First, because Tor tends to reuse the same circuits, for example amongst a same browsing session. Since the exit node of a circuit knows both the destination server (and possibly the content of the communication if not encrypted) and the address of the previous relay it received the communication from, it makes it easier to correlate the several browsing requests as part of a same circuit and possibly made by a same user. If you are facing a global adversary as described above, it might then also be in position to do this correlation.
fr: Tout d'abord, parce que Tor tend à réutiliser le même circuit, pour une même session de navigation par exemple. Comme le nœud de sortie "connaît" à la fois le serveur destinataire (et probablement le contenu de la requête si elle n'est pas chiffrée) ainsi que l'adresse du relais précédent dont il a reçu la requête, ça simplifie la corrélation entre différents requêtes effectuées à travers un même circuit, et peut-être par un même utilisateur. Si vous êtes face à un adversaire global comme décris précédemment, il pourrait également être en mesure de faire cette corrélation.

source: Second, in case of a security hole or a misuse in using Tails or one of its application, information about your session could be leaked. That could reveal that the same person was behind the various actions made during the session.
fr: Secondo, en cas de trou de sécurité, de mauvaise utilisation de Tails ou d'une de ses applications, des infos à propos de votre session peuvent fuiter. Ça pourrait permettre de confirmer qu'une seule et même personne était derrière les différentes actions faites durant une même session.

source: Vidalia's "New Identity" button forces Tor to use new circuits but only for new connections: existing connections might stay open. Plus, apart from the Tor circuits, other kind of information can reveal your past activities, for example the cookies stored by your browser. So this feature of Vidalia is not a solution to really separate contextual identities. Shutdown and restart Tails instead.
fr: Le bouton "Utiliser une nouvelle identité" oblige Tor à utiliser un nouveau parcours mais uniquement pour les nouvelles connexions: les connexions déjà existantes peuvent rester ouvertes. De plus, en dehors des circuits Tor, d'autres types d'informations peuvent en dire long sur vos activités récentes sur le réseau. Par exemple, les cookies conservés par votre navigateur web. Cette fonctionnalité de Vidalia n'est pas une solution pour effectivement séparer différentes identités contextuelles. Il vaut mieux éteindre et redémarrer Tails.

source: Tor allows you to be anonymous online; Tails allows you to leave no trace on the computer you're using. But again, **neither of both are magic spells for computer security**.
fr: Tor vous permet d'utiliser internet de manière anonyme; Tails vous permet de ne laisser aucune trace sur l'ordinateur que vous utilisez. Mais encore une fois, **aucun des deux n'est la solution magique au problème de la sécurité informatique**.

source: Tails, as well as all the software it includes, are on continuous development and might contain programming errors or security holes. [[Stay tuned|download#stay_tuned]] to Tails development.
fr: Tails, de même que tous les logiciels qu'il contient, sont continuellement en développement et peuvent contenir des erreurs de programmation ou des trous de sécurité. [[Gardez un œil|download#stay_tuned]] sur le développement de Tails.

source: [[!meta title="Warnings and limitations"]]
es: [[!meta title="Advertencias y limitaciones"]]

source: <h1 id="compromised_hardware">Tails does not protect against compromised hardware</h1>
es: <h1 id="compromised_hardware">Tails no te protege contra hardware que haya sido comprometido</h1>

source: <h1 id="untrusted_system">Tails can be compromised if installed or plugged in untrusted systems</h1>
es: <h1 id="untrusted_system">Tails puede ser comprometido si se instala o conecta en sistemas no confiables</h1>

source: See the [[corresponding FAQ|support/faq#compromised-system]].
es: Lee la [[correspondiente pregunta frecuente|support/faq#compromised-system]].

source: <h1 id="bios">Tails does not protect against BIOS or firmware attacks</h1>
es: <h1 id="bios">Tails no te protege contra los ataques de BIOS o firmware</h1>

source: <h1 id="exit_node">Tor exit nodes can eavesdrop on communications</h1>
es: <h1 id="exit_node">Los nodos de salida de Tor pueden espiar tus comunicaciones</h1>

source: The last relay on this circuit, called the exit node, is the one that establishes the actual connection to the destination server. As Tor does not, and by design cannot, encrypt the traffic between an exit node and the destination server, **any exit node is in a position to capture any traffic passing through it**. See [Tor FAQ: Can exit nodes eavesdrop on communications?](https://support.torproject.org/https/https-1/).
es: El último relay de este circuito, llamado el nodo de salida, es el que establece la conexión real al servidor de destino. Ya que Tor no cifra, ni puede hacerlo por diseño, el tráfico entre el nodo de salida y el servidor de destino, **cualquier nodo de salida está en posición de capturar el tráfico que pasa a través de él**. Lee [Tor FAQ: Pueden los nodos de salida espiar las comunicaciones?](https://support.torproject.org/es/https/https-1/).

source: <h1 id="fingerprint">Tails makes it clear that you are using Tor and probably Tails</h1>
es: <h1 id="fingerprint">Tails no oculta que estás usando Tor, ni probablemente Tails</h1>

source: **Your Internet Service Provider (ISP) or your local network administrator** can see that you're connecting to a Tor relay, and not a normal web server for example. Using [[Tor bridges in certain conditions|first_steps/welcome_screen/bridge_mode]] can help you hide the fact that you are using Tor.
es: **Tu proveedor de Internet o el administrador de tu red local** pueden ver que te estás conectando a un relay de Tor, y no a un servidor web normal, por ejemplo. Usar [[Puentes de Tor en ciertas condiciones|first_steps/welcome_screen/bridge_mode]] te puede ayudar a esconder el hecho de que estás usando Tor.

source: **The destination server that you are contacting through Tor** can know whether your communication comes from a Tor exit node by consulting the publicly available list of exit nodes that might contact it. For example using the [Tor Bulk Exit List tool](https://check.torproject.org/torbulkexitlist) from the Tor Project.
es: **El servidor de destino que estás contactando a través de Tor** puede saber si tu comunicación viene desde un nodo de salida de Tor consultando la lista pública de nodos de salida que le contactan. Por ejemplo usando la [Tor Bulk Exit List tool](https://check.torproject.org/torbulkexitlist) de Tor Project.

source: <h1 id="man-in-the-middle">Man-in-the-middle attacks</h1>
es: <h1 id="man-in-the-middle">Ataques Man-in-the-middle</h1>

source: Usually, this is automatically done through SSL certificates checked by your browser against a given set of recognized [[!wikipedia Certificate_authority desc="certificate authorities"]]). If you get a security exception message such as this one you might be the victim of a man-in-the-middle attack and should not bypass the warning unless you have another trusted way of checking the certificate's fingerprint with the people running the service.
es: Normalmente, esto se hace automáticamente mediante los certificados SSL comprobados por tu navegador contra un conjunto reconocido de [[!wikipedia Certificate_authority desc="autoridades de certificación"]]). Si recibes un mensaje de seguridad erróneo como este puedes llegar a ser victima de un ataque de intermediario y no deberías pasar de la advertencia a menos que tengas otra forma confiable de comprobar la huella digital de certificado con la gente responsable del servicio.

source: <h1 id="correlation">End-to-end correlation attacks</h1>
es: <h1 id="correlation">Ataques de correlación punto a punto</h1>

source: Tor is designed for low-latency communications: the time for a request to go from your computer to the destination server and back is generally less than 1 second. Such a low latency makes it possible to use Tor for web browsing and instant messaging.
es: Tor está diseñado para comunicaciones de baja latencia: el tiempo para que los datos vayan desde tu ordenador a su destino y vuelvan es en general menos de 1 segundo. Esta baja latencia hace posible utilizar Tor para navegar la web y la mensajería instantánea.

source: See also:
es: Ver también:

source: <h1 id="encryption">Tails doesn't encrypt your documents by default</h1>
es: <h1 id="encryption">Tails no encripta tus documentos por defecto</h1>

source: The documents that you might save on storage devices are not encrypted by default, except in the [[Persistent Storage|doc/first_steps/persistence]], which is entirely encrypted. But Tails provides you with tools to encrypt your documents, such as GnuPG, or encrypt your storage devices, such as LUKS.
es: Los documentos que puedas guardar en dispositivos de almacenamiento no serán encriptados por defecto, excepto en el [[Almacenamiento Persistente|doc/first_steps/persistence]] que está encriptado en su totalidad. Pero Tails viene con herramientas para encriptar tus documentos como GnuPG, o encriptar dispositivos de almacentamiento, como LUKS.

source: It is also likely that the files you might create will contain evidence that they were created using Tails.
es: Además es probable que los archivos que crees con Tails tengan detalles que demuestren que se han elaborado usando Tails.

source: **If you need to access the local hard-disks** of the computer you are using, be conscious that you might then leave traces of your activities with Tails on it.
es: **Si necesitas acceder a tus discos duros locales** de la computadora que estás utilizando, sé conciente que podrías dejar rastro de tu actividad con Tails en ellos.

source: <h1 id="metadata">Tails doesn't clear the metadata of your documents for you and doesn't encrypt the Subject: and other headers of your encrypted email messages</h1>
es: <h1 id="metadata">Tails no borra los metadatos de tus documentos y no cifra el Asunto: u otros encabezados de tus mensajes de correo electrónico encriptados</h1>

source: <h1 id="passwords">Tails doesn't make your crappy passwords stronger</h1>
es: <h1 id="passwords">Tails no hace más seguras tus contraseñas si son malas</h1>

source: <h1 id="wip">Tails is a work in progress</h1>
es: <h1 id="wip">Tails es un proyecto en proceso</h1>
