Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/installation/manual/linux.*.po
Languages: it

source: [[!meta title="Manual installation using Linux"]]
it: [[!meta title="Installazione manuale usando GNU/Linux"]]

source: [[!inline pages="doc/first_steps/manual_usb_installation.intro" raw="yes"]]
it: [[!inline pages="doc/first_steps/manual_usb_installation.intro.it" raw="yes"]]

source: This technique uses the command line.
it: Questa tecnica utilizza la riga di comando.

source: <h2 class="bullet-number-one">Find out the device name of the device</h2>
it: <h2 class="bullet-number-one">Trova il nome del dispositivo</h2>

source: The device name should be something like `/dev/sdb`, `/dev/sdc`, etc.
it: IL nome del device dovrebbe essere più o meno così: `/dev/sdb`, `/dev/sdc`, etc.

source: If you are not sure about the exact device name, with GNOME, do the following:
it: Se non sei sicuro del nome preciso del dispositivo, con GNOME, fai le seguenti cose:

source: Make sure that the USB stick or SD card onto which you want to install Tails is unplugged.
it: Assicurati che la chiave USB o la carta SD sulla quale volete installare Tails, sia disconnessa.

source: 1. Open <span class="application">GNOME Disk Utility</span> from the menu <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Accessories</span>&nbsp;▸ <span class="guimenuitem">Disk Utility</span> </span>
it: 1. Apri <span class="application">GNOME Disks</span> dal menù <span class="menuchoice"> <span class="guimenu">Applicazioni</span>&nbsp;▸ <span class="guisubmenu">Accessori</span>&nbsp;▸ <span class="guimenuitem">Dischi</span> </span>

source: <span class="application">Disk Utility</span> lists all the current storage devices in the left pane of the window.
it: O <span class="application">Disk<span> lista tutti i dispositivi di archiviazione connessi al momento nel pannello di destra della finestra.

source: Plug the USB stick or SD card onto which you want to install Tails.
it: Connetti la chiave USB o la carta SD sulla quale volete installare Tails.

source: A new device appears in the list of storage devices. Click on it.
it: Un nuovo device appare nella lista dei dispositivi. Facci click sopra.

source: In the right pane of the window, verify that the device corresponds to your device, its brand, its size, etc.
it: Nel pannello destro della finestra, verifica che la descrizione corrisponda a quella del tuo dispositivo, con la sua marca, dimensione, etc.

source: [[!img destination_device_description.png link=no alt="Drive description containing: 'Device: /dev/sdc'"]]
it: [[!img destination_device_description.png link=no alt="Descrizione del contenuto: 'Device: /dev/sdc'"]]

source: On this screenshot, the USB stick is a Kingston DataTraveler of 2.0 GB and its device name is `/dev/sdc`. Yours are probably different.
it: In questa fotografia dello schermo, la memoria USB è una Kingston DataTraveler de 2.0 GB e il nome del dispositivo è `/dev/sdc`. I tuoi saranno probabilmente diversi.

source: <h2 class="bullet-number-two">Do the copy</h2>
it: <h2 class="bullet-number-two">Fare la copia</h2>

source: <p><strong>All the data on the installed device will be lost.</strong></p>
it: <p><strong>Tutti i dati presenti sul dispositivo saranno cancellati e persi per sempre.</strong></p>

source: Execute the following commands, replacing `[tails.iso]` with the path to the ISO image that you want to copy and `[device]` with the device name found in step 1.
it: Esegui i seguenti comandi, sostituendo `[tails.iso]` con il percorso di cartelle in cui hai l'immagine ISO che vuoi copiare e `[dispositivo]` con il nome del dispositivo che hai trovato al punto 1.

source: dd if=[tails.iso] of=[device] bs=16M && sync
it: dd if=[tails.iso] of=[dispositivo] bs=16M && sync

source: Here is an example of the commands to execute, yours are probably different:
it: Qui c'è un esempio del comando che potresti eseguire, ma il tuo è probabilmente diverso da questo:

source: If you are not sure about the path to the ISO image or if you get a <span class="guilabel">No such file or directory</span> error message, you can first type <code>dd</code>, followed by a space, and then drag and drop the icon of the ISO image from a file browser onto the terminal. This should insert the correct path to the ISO image in the terminal. Then complete the command and execute it.
it: Se non sei sicuro del percorso a cui sitrova la tua immagine ISO o se ti risponde un errore <span class="guilabel">File o directory non esistente </span>, puoi per prima cosa digitare <code>dd</code>, seguito da uno spazio,e quindi trascinare l'icona dell'immagine ISO dal gestore di file fino all'emulatore di terminale . Questo dovrebbe scriverti il percorso corretto fino all'immagine ISO nel terminale. Quindi, completa il comando che vuoi eseguire.

source: If you don't see any error message, Tails is being copied onto the device. The whole process might take some time, generally a few minutes.
it: Se non vedi nessun messaggio d'errore, Tails si sta quindi copiando nel dispositivo. Quindi il processo puù metterci un po di tempo, generalmente qualche minuto.

source: <p>Once the command prompt reappears, you can shutdown your computer, and [[start Tails|start_tails]] from this new device.</p>
it: <p>Dopo che riappare il prompt dei comandi, puoi quindi spegnere il computer e [[avviare Tails|start_tails]] partendo da questo nuovo dispositivo.</p>

source: Troubleshooting
it: Soluzione dei problemi

source: dd: /dev/sdx: No such file or directory
it: dd: /dev/sdx: File o directory non esistente

source: Then double-check the name of the device you found in [[step 1|linux#step_1]].
it: Verifica di nuovo il nome del dispositivo come hai fatto al [[punto 1|linux#step_1]].

source: dd: /dev/sdx: Permission denied
it: dd: /dev/sdx: Permesso negato

source: You might also have committed a mistake in the device name, so please double-check it. If you are sure about the device name, this could be a permission problem and you could need to gain administration privileges before running the commands in the terminal. That could be:
it: Potresti comunque commesso un errore nel nome del dispositivo, quindi verificalo di nuovo. Se sei certo/a riguardo il nome del dispositivo, allora questo potrebbe essere un problema di permessi e potresti necessitare di avere i privilegi di amministratore prima di poter eseguire questo comando nel terminale. Potrebbe essere:

source: sudo dd if=[tails.iso] of=[device] bs=16M && sync
it: sudo dd if=[tails.iso] of=[dispositivo] bs=16M && sync

source: dd: tails.iso: No such file or directory
it: dd: tails.iso: File o directory non esistente

source: Then you surely have committed a mistake on the path to the ISO image in [[step 2|linux#step_2]].
it: In questo caso avete commesso sicuramente un errore nell'indicare il percorso dell'immagine SO nel [[punto 2|linux#step_2]].
