Repository: austin987/tails
Catalog: wiki/src/doc/first_steps/installation/manual/mac.*.po
Languages: fr, pt

source: [[!meta title="Manual installation using Mac"]]
fr: [[!meta title="Installer manuellement depuis un Mac"]]
pt: [[!meta title="Instalação manual usando Mac"]]

source: [[!inline pages="doc/first_steps/manual_usb_installation.intro" raw="yes"]]
fr: [[!inline pages="doc/first_steps/manual_usb_installation.intro.fr" raw="yes"]]
pt: [[!inline pages="doc/first_steps/manual_usb_installation.intro.pt" raw="yes"]]

source: This technique uses the command line.
fr: Cette méthode utilise les lignes de commandes.
pt: Esta técnica utiliza a linha de comando.

source: <h2 class="bullet-number-one">Find out the device name of the USB stick</h2>
fr: <h2 class="bullet-number-one">Trouver le nom de périphérique de la clé USB</h2>
pt: <h2 class="bullet-number-one">Descubra o nome do dispositivo da memória USB</h2>

source: The device name should be something like `/dev/disk8`, `/dev/disk9`, etc.
fr: Le nom du périphérique devrait être quelque chose comme `/dev/disk8`, `/dev/disk9`, etc.
pt: O nome do dispositivo deve ser algo como `/dev/disk8`, `/dev/disk9`, etc.

source: If you are not sure about the exact device name, do the following:
fr: Si vous n'êtes pas certain du son nom exact du périphérique, procédez comme suit :
pt: Se você não tem certeza do nome exato do dispositivo, faça o seguinte:

source: Unplug the USB stick.
fr: Débranchez la clé USB.
pt: Desconecte a memória USB.

source: 1. Open <span class="application">Terminal</span> from <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span> </span> 1. Execute the following command:
fr: 1. Ouvrir un <span class="application">Terminal</span> depuis <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilitaires</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span> </span> 1. Exécutez la commande suivante :
pt: 1. Abra o <span class="application">Terminal</span> a partir de <span class="menuchoice"> <span class="guimenu">Aplicações</span>&nbsp;▸ <span class="guisubmenu">Utilitários</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span> </span> 1. Execute os seguintes comandos:

source: This returns a list of all the current storage devices. For example:
fr: Ceci renvoi la liste des périphériques de stockages actuels. Par exemple :
pt: Isto retorna uma lista dos dispositivos de armazenamento atuais. Por exemplo:

source: Plug back the USB stick and run the same command as before:
fr: Rebranchez la clé USB et lancez la même commande que précédemment :
pt: Conecte a memória USB de volta e execute o mesmo comando anterior:

source: A new device should appear in the list of storage devices. Check that the size of the device corresponds to the size of your USB stick.
fr: Un nouveau périphérique devrait apparaître dans la liste des périphériques de stockage. Vérifier que la taille du périphérique correspond à la taille de votre clé USB.
pt: Um novo dispositivo deve aparecer na lista de dispositivos de armazenamento. Verifique que o tamanho do dispositivo corresponde ao tamaho da sua memória USB.

source: In this example, the USB stick is 4.0 GB and the device name is `/dev/disk1`. Yours are probably different.
fr: Dans cet exemple, la clé USB fait 4.0 GB et le nom du périphérique est `/dev/disk1`. La vôtre est probablement différente.
pt: Neste exemplo, a memória USB possui 4.0 GB e o nome do dispositivo é `/dev/disk1`. O seu provavelmente é diferente.

source: If you are not sure about the device name you should stop proceeding or <strong>you risk overwriting any hard disk on the system</strong>.
fr: Si vous n'êtes pas sûr du nom du périphérique vous devriez arrêtez la manipulation ou <strong>vous risquez d'écraser un disque dur du système</strong>.
pt: Se você não tem certeza do nome do dispositivo, você deve parar o procedimento caso contrário <strong>você corre o risco de sobrescrever qualquer disco rígido do sistema</strong>.

source: <h2 class="bullet-number-two">Unmount the USB stick</h2>
fr: <h2 class="bullet-number-two">Démonter la clé USB</h2>
pt: <h2 class="bullet-number-two">Desmonte o drive USB</h2>

source: Execute the following command, replacing `[device]` with the device name found in step 1.
fr: Exécutez la commande suivante, en remplaçant `[device]` par le nom du périphérique trouvé à l'étape 1.
pt: Execute o seguinte comando, substituindo `[dispositivo]` pelo nome do arquivo encontrado no passo 1.

source: <h2 class="bullet-number-three">Run isohybrid.pl on the ISO image</h2>
fr: <h2 class="bullet-number-three">Lancer isohybrid.pl sur l'image ISO</h2>

source: You need to modify the ISO image using `isohybrid` before copying it onto the USB stick.
fr: Vous devez modifier l'image ISO en utilisant `isohybrid` avant de la copier sur la clé USB.

source: Download [syslinux](https://www.kernel.org/pub/linux/utils/boot/syslinux/4.xx/syslinux-4.02.tar.gz).
fr: Téléchargez [syslinux](https://www.kernel.org/pub/linux/utils/boot/syslinux/4.xx/syslinux-4.02.tar.gz).

source: Double click on the package to extract it.
fr: Double cliquez sur le paquet pour l'extraire.

source: Copy `isohybrid.pl` from the `/utils` folder to the desktop.
fr: Copiez `isohybrid.pl`depuis le dossier `/utils` sur le bureau.

source: Copy the ISO image (for example `tails-i386-0.17.1.iso`) to the desktop.
fr: Copiez l'image ISO (par exemple `tails-i386-0.17.1.iso`) sur le bureau.

source: To change directory into the desktop, execute:
fr: Pour changer de dossier et aller sur le bureau, faire :

source: To run `isohybrid.pl` on the ISO image, execute the following command, replacing `[tails.iso]` with the path to the ISO image that you want to install.
fr: Pour lancer `isohybrid.pl` sur l'image ISO, exécutez la commande suivante, en remplaçant `[tails.iso]` par le chemin de l'image ISO que vous voulez installer.

source: Here is an example of the commands to execute, yours are probably different:
fr: Voici un exemple de commande à exécuter, la vôtre est probablement différente :

source: If you are not sure about the path to the ISO image or if you get a <span class="guilabel">No such file or directory</span> error, you can first type `perl isohybrid.pl`, followed by a space, and then drag and drop the icon of the ISO image from a file browser onto <span class="application"> Terminal</span>. This should insert the correct path to the ISO image in <span class="application">Terminal</span>. Then complete the command and execute it.
fr: Si vous n'êtes pas sûr du chemin menant à votre image ISO ou si vous obtenez une erreur du type <span class="guilabel">No such file or directory</span>, vous pouvez d'abord taper, dans le terminal, `perl isohybrid.pl`, suivi d'un espace, et venir glisser-déposer l'icône de votre image ISO depuis le navigateur de fichiers vers le <span class="application"> Terminal</span>. Cela devrait insérer le chemin correct de l'image ISO dans le <span class="application">Terminal</span>. Complétez ensuite la commande et exécutez-la.

source: <h2 class="bullet-number-four">Do the copy</h2>
fr: <h2 class="bullet-number-four">Faire la copie</h2>

source: Execute the following command, replacing `[tails.iso]` by the path to the ISO image that you want to copy and `[device]` by the device name found in step 1.
fr: Exécutez la commande suivante, en remplaçant `[tails.iso]` par le chemin de l'image ISO que vous voulez copier et `[device]` par le nom du périphérique trouvé à l'étape 1.
pt: Execute o seguinte comando, substituindo `[tails.iso]` pelo caminho da imagem ISO que você quer copiar e `[dispositivo]` pelo nome do dispositivo encontrado no passo 1.

source: You should get something like this:
fr: Vous devriez obtenir quelque chose comme :
pt: Você deve obter algo assim:

source: If you don't see any error message, Tails is being copied onto the USB stick. The whole process might take some time, generally a few minutes.
fr: Si vous ne voyez aucun message d'erreur, Tails est en train d'être copié vers la clé USB. Ce processus peut prendre du temps, généralement quelques minutes.
pt: Se você não obtiver nenhuma mensagem de erro, o Tails está sendo copiado para a memória USB. O processo inteiro pode demorar algum tempo, geralmente alguns minutos.

source: If you get a "Permission denied" error, try executing the command with <code>sudo</code>:
fr: Si vous avez une erreur de "Permission denied" essayez d'exécuter la commande avec <code>sudo</code> :
pt: Se você obtiver o erro `Permissão negada`, tente executar o comando novamente usando <code>sudo</code>:

source: Be careful, if the device name is wrong you might overwriting any hard disk on the system.
fr: Attention, en cas d'erreur dans le nom du périphérique vous risquez d'écraser un disque dur du système.
pt: Tenha cuidado, se o nome do dispositivo estiver incorreto você pode sobrescrever qualquer disco rígido do sistema.

source: <p>The installation is complete when the command prompt reappears.</p>
fr: <p>L'installation est complète lorsque l'invite de commande réapparaît.</p>
pt: <p>A instalação estará completa quando o prompt de comando reaparecer.</p>

source: <h2 class="bullet-number-five">Start Tails</h2>
fr: <h2 class="bullet-number-five">Démarrer Tails</h2>

source: <p>After the installation completes, follow the instructions to [[start Tails on Mac|first_steps/start_tails#usb-mac]].</p>
fr: <p>Lors que l'installation est terminée, suivre les instructions pour [[démarrer Tails sur Mac|first_steps/start_tails#usb-mac]].</p>
pt: <p>Depois que a instalação terminar, siga as instruções para [[iniciar o Tails em um Mac|first_steps/start_tails#usb-mac]].</p>

source: This method was successfully tested on the following hardware:
fr: Cette méthode à été testée avec succès sur le matériel suivant :
pt: Este método foi testado com sucesso nos seguintes computadores:

source: MacBook Pro Model A1150 with OS X 10.6.8, 2006
fr: MacBook Pro Model A1150 avec OS X 10.6.8, 2006
pt: MacBook Pro Model A1150 com OS X 10.6.8, 2006

source: MacBook Pro Retina 15" Mid-2012 (aka MacBookPro10,1)
fr: MacBook Pro Retina 15" milieu 2012 (aussi connu sous le nom de MacBookPro10,1)
pt: MacBook Pro Retina 15" do meio de 2012 (também conhecido como MacBookPro10,1)

source: The method worked on some hardware but a bug in the video support prevented Tails to start successfully:
fr: Cette méthode marchait sur d'autre matériel mais un bug dans la prise en charge vidéo empêchait Tails de finir de démarrer :
pt: Este método funcionou em alguns computadores, mas um bug no suporte a vídeo fez com que o Tails não iniciasse com sucesso:

source: MacBook Pro Retina with OS X 10.8.3, December 2012
fr: MacBook Pro Retina avec OS X 10.8.3, décembre 2012
pt: MacBook Pro Retina com OS X 10.8.3, Dezembro de 2012

source: Macbook Pro model A1150
fr: Macbook Pro modèle A1150
pt: Macbook Pro modelo A1150

source: Note that Tails developers are in general not very knowledgeable about Mac. Any additional information is welcome.
fr: Veuillez noter que les développeurs de Tails ne s'y connaissent généralement pas bien en Mac. Toute information supplémentaire est la bienvenue.
pt: Note que os/as desenvolvedores do Tails em geral não possuem muito conhecimento sobre Mac. Qualquer informação adicional é bem vinda.

source: <!-- An alternative method was suggested:
fr: <!-- Une méthode alternative a été suggérée :
pt: <!-- Um método alternativo foi sugerido:

source: Open Disk Utility
fr: Ouvrir Disk Utility
pt: Abra o Utilitário de Disco

source: Find The Drive
fr: Trouver la clé
pt: Encontre o Drive

source: Format Tab
fr: La formater
pt: Aba Formatação

source: Source is ISO File
fr: La source est le fichier ISO
pt: A fonte é o arquivo ISO

source: 1. Destination is USB Drive -->
fr: 1. La destination est la clé USB -->
pt: 1. Destino é o drive USB -->

source: diskutil unmountDisk [device]
pt: diskutil unmountDisk [dispositivo]

source: dd if=[tails.iso] of=[device]
pt: dd if=[tails.iso] of=[dispositivo]

source: <pre>sudo dd if=[tails.iso] of=[device]</pre>
pt: <pre>sudo dd if=[tails.iso] of=[dispositivo]</pre>

source: Notes
pt: Notas
