Repository: austin987/tails
Catalog: wiki/src/news/celebrating_10_years/mafe.*.po
Languages: fr

source: Western African dish based on sweet potatoes. Ingredients for 12 people! :)
fr: Plat d'Afrique occidentale à base de patates douces. Ingrédients pour 12 personnes ! :)

source: Yof ingredients
fr: Ingrédients du Yof

source: 1 bunch of parsley
fr: 1 bouquet de persil

source: 1 big onion
fr: 1 gros oignon

source: 3 cloves of garlic
fr: 3 gousses d'ail

source: 3 cubes dehydrated vegetable broth
fr: 3 cubes de bouillon de légumes déshydratés

source: 2 teaspoons of chili powder (or fresh)
fr: 2 cuillères à café de piment en poudre (ou de piment frais)

source: Salt
fr: Sel

source: Main ingredients
fr: Ingrédients principaux

source: 3 big onions
fr: 3 gros oignons

source: 2.5 kg sweet potatoes 🍠 (yes! U+1F360 is "ROASTED SWEET POTATO"!)
fr: 2,5 Kg de patates douces 🍠 (oui ! U+1F360 est une « PATATE DOUCE RÔTIE » !)

source: 800 g. crushed tomatoes (canned is fine)
fr: 800 g. de tomates concassées (vous pouvez les prendre en conserve)

source: 400 g. smooth peanut butter
fr: 400 g. de beurre de cacahuète lisse

source: ½ l. boiled vegetable broth. It is a good idea to make a bit more and keep it in case the mafé becomes to thick.
fr: ½ l. de bouillon de légumes reconstitué. Il est bon d'en faire un peu plus et de le conserver au cas où le mafé deviendrait trop épais.

source: 4 table spoons sunflower oil
fr: 4 cuillères à soupe d'huile de tournesol

source: (Optional [used during the 2017 summit]): ½ bunch chopped parsley for decoration
fr: (Facultatif [utilisé lors de la conférence de 2017]) : ½ bouquet de persil haché pour la décoration

source: (Optional [but not used during the 2017 summit]): more chili for a more authentic/traditional experience! :)
fr: (Facultatif [mais non utilisé lors de la conférence de 2017]) : plus de piment pour une expérience plus authentique/traditionnelle ! :)

source: Steps
fr: Étapes

source: Prepare the yof by mixing (preferably with an electrical mixer) all ingredients into a paste.
fr: Préparez le yof en mélangeant (de préférence avec un batteur électrique) tous les ingrédients pour obtenir une pâte.

source: Peel and chop both onions and sweet potatoes into big pieces.
fr: Pelez et coupez les oignons et les patates douces en gros morceaux.

source: Heat the sunflower oil in a pot (will need a lid later!) for the main dish.
fr: Faites chauffer l'huile de tournesol dans une casserole (vous aurez besoin d'un couvercle plus tard !) pour le plat principal.

source: Add the yof and stir for 2 minutes on medium heat.
fr: Ajoutez le yof et remuez pendant 2 minutes à feu moyen.

source: Add onions.
fr: Ajouter les oignons.

source: Stir for 4 minutes.
fr: Remuez pendant 4 minutes.

source: Add sweet potatoes, tomatoes and ⅔ of the broth, making sure that the potatoes are *exactly* covered by the liquid.
fr: Ajouter les patates douces, les tomates et ⅔ du bouillon, en veillant à ce que les patates soient *exactement* recouvertes par le liquide.

source: Increase to high heat, cover the pot with a lid and let it boil until the sweet potatoes are cooked. Stir regularly! This should take about 25 minutes (but it depends on the size of the potato pieces).
fr: Augmentez à feu vif, couvrez la marmite avec un couvercle et laissez bouillir jusqu'à ce que les patates douces soient cuites. Remuez régulièrement ! Cela devrait prendre environ 25 minutes (mais cela dépend de la taille des morceaux de patates).

source: 9. Add peanut butter and the rest of the broth, and stir it evenly in the mixture. 10. Decrease to low heat and stir regularly for another 20 minutes. 11. Season with salt (and optionally more chili), and serve with rice!
fr: 9. Ajoutez le beurre de cacahuètes et le reste du bouillon, et incorporez-le uniformément dans le mélange. 10. Diminuer à feu doux et remuer régulièrement pendant encore 20 minutes. 11. Assaisonner avec du sel (et éventuellement plus de piment), et servir avec du riz !

source: As mentioned in the main ingredients, if the result is too thick, it can be made thinner by adding any extra broth.
fr: Comme mentionné dans les ingrédients principaux, si le résultat est trop épais, il peut être rendu plus liquide en ajoutant plus de bouillon.
