Repository: austin987/tails
Catalog: wiki/src/install/linux/usb.*.po
Languages: es

source: [[!meta title="Install from Linux"]]
es: [[!meta title="Instalar desde Linux"]]

source: <p class="start">Start in Linux.</p>
es: <p class="start">Empezar en Linux.</p>

source: [[!inline pages="install/inc/steps/install_intermediary_intro.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/install_intermediary_intro.inline.es" raw="yes" sort="age"]]

source: Install <span class="application">GNOME Disks</span>.
es: Instalar <span class="application">GNOME Disks</span>.

source: If you are using the GNOME desktop environment, <span class="application">GNOME Disks</span> should be installed by default.
es: Si utilizas el entorno de escritorio GNOME, <span class="application">Discos de GNOME</span> debería venir instalado por defecto.

source: Otherwise, install the <span class="code">gnome-disk-utility</span> package using the usual installation method for your Linux distribution.
es: Si no, instala el paquete <span class="code">gnome-disk-utility</span> utilizando el método habitual de instalación para tu distribución Linux.

source: Start <span class="application">GNOME Disks</span> (also called <span class="application">Disks</span>).
es: Comenzar <span class="application">Discos de GNOME</span> (también llamada <span class="application">Discos</span>).

source: For example, you can choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disks</span></span>.
es: Por ejemplo, puedes elegir <span class="menuchoice"> <span class="guimenu">Aplicaciones</span>&nbsp;▸ <span class="guisubmenu">Utilidades</span>&nbsp;▸ <span class="guimenuitem">Discos</span></span>.

source: Plug the first USB stick in the computer.
es: Conecta la primer memoria USB a la computadora.

source: A new drive appears in the left pane. Click on it.
es: Una nueva unidad de disco aparece en el panel de la izquierda. Haz click en ella.

source: Click on the [[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]] button in the titlebar and choose <span class="guimenuitem">Restore Disk Image&hellip;</span>.
es: Click en el botón [[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]] de la barra de título y elige <span class="guimenuitem">Restaurar Imagen de Disco&hellip;</span>.

source: If your version of <span class="application">GNOME Disks</span> is old it might have a [[!img lib/emblem-system.png alt="System" class="symbolic" link="no"]] button instead. Click on the [[!img lib/emblem-system.png alt="System" class="symbolic" link="no"]] button and choose <span class="guimenuitem">Restore Disk Image&hellip;</span>.
es: Si tu versión de <span class="application">Discos de GNOME</span> es vieja puede que tenga el botón [[!img lib/emblem-system.png alt="System" class="symbolic" link="no"]] en su lugar. Si es así, haz click en el botón [[!img lib/emblem-system.png alt="System" class="symbolic" link="no"]] y elige <span class="guimenuitem">Restaurar Imagen de Disco&hellip;</span>.

source: <p>If your version of <span class="application">GNOME Disks</span> is even older and has neither a [[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]] nor a [[!img lib/emblem-system.png alt="System" class="symbolic" link="no"]] button, you have to [[!toggle id="dd" text="install an intermediary Tails using the command line"]].</p>
es: <p>Si tu versión de <span class="application">Discos de GNOME</span> es todavía más vieja y no tiene el botón [[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]] ni el [[!img lib/emblem-system.png alt="System" class="symbolic" link="no"]] deberás [[!toggle id="dd" text="instalar un Tails intermedio usando la línea de comandos"]].</p>

source: Install an intermediary Tails using the command line ----------------------------------------------------
es: Instalar un Tails intermedio utilizando la línea de comandos ------------------------------------------------------------

source: Take note of the *device name* of the first USB stick as displayed in the right pane. The device name should be something like `/dev/sdb`, `/dev/sdc`, etc.
es: Toma nota del *nombre del dispositivo* de la primera memoria USB que se muestra en el panel de la derecha. El nombre del dispositivo debería ser algo así como `/dev/sdb`, `/dev/sdc`, etc.

source: <p>If you are not sure about the device name, you should stop proceeding or you risk overwriting any hard disk on the computer.</p>
es: <p>Si no estás seguro del nombre del dispositivo, deberías dejar de proceder o te arriesgas a sobrescribir cualquier disco rígido de tu computadora.</p>

source: Open a terminal.
es: Abre una terminal.

source: Execute the following command, replacing `[tails.iso]` with the path to the ISO image that you want to install and `[device]` with the device name found in step 1.
es: Ejecuta el siguiente comando, reemplazando `[tails.iso]` por la ruta de la imagen ISO que quieres instalar y `[dispositivo]` con el nombre del dispositivo que anotaste en el paso 1.

source: dd if=[tails.iso] of=[device] bs=16M && sync
es: dd if=[tails.iso] of=[dispositivo] bs=16M && sync

source: Here is an example of command to execute, yours is probably different:
es: Aquí hay un ejemplo del comando a ejecutar, el tuyo probablemente será diferente:

source: <p>If you are not sure about the path to the ISO image or if you get a <span class="guilabel">No such file or directory</span> error message, you can first type <code>dd</code>, followed by a space, and then drag and drop the icon of the ISO image from a file browser onto the terminal. Doing so should insert the correct path to the ISO image in the terminal. Then complete the command and execute it.</p>
es: <p>Si no estás seguro de la ruta de la imagen ISO o si recibes un mensaje de error <span class="guilabel">No se ha encontrado el archivo o carpeta</span>, puedes escribir primero <code>dd</code>, seguido por un espacio, y luego arrastrar el ícono de la imagen ISO desde el explorador de archivos hasta la terminal. Haciendo eso deberías poder insertar la ruta correcta de la imagen ISO a la terminal. Luego completa el comando y ejecútalo.</p>

source: If no error message is returned, Tails is being install on the USB stick. The installation takes a few minutes.
es: Si no recibes ningún mensaje de error, Tails está siendo instalado en la memoria USB. La instalación dura un par de minutos.

source: You can now continue with the next step and [[Open these instructions on another device|usb#intermediary]].
es: Puedes continuar ahora con el paso siguiente y [[Abrir estas instrucciones en otro dispositivo|usb#intermediary]].

source: In the <span class="guilabel">Restore Disk Image</span> dialog, click on the file selector button and choose the ISO image that you downloaded earlier.
es: En el mensaje de diálogo <span class="guimenuitem">Restaurar la Imagen de Disco</span>, haz click en el botón de navegador de archivos y elige la imagen de ISO que descargaste antes.

source: Click on the <span class="button">Start Restoring&hellip;</span> button.
es: Haz click en el botón <span class="button">Iniciar Restauración&hellip;</span>.

source: In the confirmation dialog click <span class="button">Restore</span>. The installation takes a few minutes.
es: En la ventana de confirmación, haz click en <span class="button">Restaurar</span>. La instalación dura algunos minutos.

source: After the installation is finished, click on the [[!img lib/media-eject.png alt="Eject" class="symbolic" link="no"]] button.
es: Luego de que la instalación ha terminado, haz click en el botón [[!img lib/media-eject.png alt="Expulsar" class="symbolic" link="no"]].

source: [[!inline pages="install/inc/steps/install_intermediary_outro.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/install_intermediary_outro.inline.es" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/restart_first_time.inline.es" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/install_final.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/install_final.inline.es" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/restart_second_time.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/restart_second_time.inline.es" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/create_persistence.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/create_persistence.inline.es" raw="yes" sort="age"]]
