Repository: austin987/tails
Catalog: wiki/src/doc/advanced_topics/virtualization/boxes.*.po
Languages: de, fr, zh_tw

source: [<span class="application">GNOME Boxes</span>](https://wiki.gnome.org/Boxes) aims at providing a simple interface to create and use virtual machines for Linux with GNOME. *GNOME Boxes* does not allow to use a persistent volume.
de: [<span class="application">GNOME Boxen</span>](https://wiki.gnome.org/Boxes) bezweckt das Bereitstellen einer einfachen Oberfläche zum Erstellen und Benutzen virtueller Maschinen mit GNOME. *GNOME Boxen* erlauben es Ihnen nicht, einen beständigen Speicherbereich zu erstellen.
fr: [<span class="application">GNOME Boxes</span>](https://wiki.gnome.org/Boxes) vise à fournir une interface simple pour créer et utiliser des machines virtuelles pour Linux avec GNOME. *GNOME Boxes* ne permet pas d'utiliser la persistance.
zh_tw: [<span class="application">GNOME Boxes</span>](https://wiki.gnome.org/Boxes) 期能在Linux 的 GNOME環境下 提供一個單純的介面環境來建立與使用虛擬器。 *GNOME Boxes* 無法使用永久磁區。

source: [[!inline pages="doc/advanced_topics/virtualization.caution" raw="yes" sort="age"]]
de: [[!inline pages="doc/advanced_topics/virtualization.caution.de" raw="yes" sort="age"]]
fr: [[!inline pages="doc/advanced_topics/virtualization.caution.fr" raw="yes" sort="age"]]
zh_tw: [[!inline pages="doc/advanced_topics/virtualization.caution.zh_TW" raw="yes" sort="age"]]

source: <p>The following instructions have been tested on Debian Jessie.</p>
de: <p>Die nachfolgenden Anweisungen wurden unter Debian Jessie getestet.</p>
fr: <p>Les instructions suivantes ont été testées avec Debian Jessie.</p>
zh_tw: <p>以下的指引已於 Debian Jessie 環境進行過測試。</p>

source: To install *GNOME Boxes* in Debian or Ubuntu, execute the following command:
de: Um *GNOME Boxen* in Debian oder Ubuntu zu installieren, führen Sie folgenden Befehl aus:
fr: Pour installer *GNOME Boxes* dans Debian ou Ubuntu, exécutez la commande suivante :
zh_tw: Debian 或 Ubuntu 環境下欲安裝 *GNOME Boxes*，請執行以下指令：

source: Running Tails from an ISO image
de: Tails von einem ISO-Image aus benutzen
fr: Utiliser Tails depuis une image ISO

source: Start *GNOME Boxes*.
de: Starten Sie *GNOME Boxen*.
fr: Lancez *GNOME Boxes*.
zh_tw: 啟動 *GNOME Boxes*.

source: Click on the **New** button on the top of the window.
de: Klicken Sie auf die Schaltfläche **Neu** im oberen Teil des Fensters.
fr: Cliquez sur le bouton **Nouveau** en haut de la fenêtre.
zh_tw: 點擊視窗上方的 **New** 按鍵。

source: In the **Source Selection** dialog, choose **Select a file** and browse for the ISO image that you want to start from.
de: Wählen Sie **Eine Datei wählen** in dem Dialog **Quellauswahl** aus und suchen Sie nach dem ISO-Image, von dem Sie starten möchten.
fr: Dans la section **Sélection de la source**, choisissez **sélectionner un fichier** et naviguez jusqu'à l'image ISO que vous voulez lancer.
zh_tw: 在 **Source Selection** 對話框中，選取**Select a file** 並挑選欲啟動的 ISO 映像檔。

source: In the **Review** dialog, click on the **Create** button on the top of the window.
de: Klicken Sie im Dialog **Revision** im oberen Fensterbereich auf die Schaltfläche **Erstellen**.
fr: Dans la section **Résumé**, cliquez sur le bouton **Créer** en haut de la fenêtre.
zh_tw: 在 **Review** 對話框中，請點擊視窗上方的**Create** 按鍵。

source: Shared clipboard
de: Gemeinsame Zwischenablage
fr: Presse-papier partagé
zh_tw: 共享的剪貼板

source: <p>The shared clipboard of <span class="application">GNOME Boxes</span> is enabled by default. This can allow sensitive data to be copied by mistake from the virtual machine onto the host operating system or vice versa.</p>
de: <p>Die gemeinsame Zwischenablage von <span class="application">GNOME Boxen</span> ist standardmäßig aktiviert. Dies kann ermöglichen, dass sensible Daten aus Versehen von der virtuellen Maschine zum Hostbetriebssystem oder umgekehrt kopiert werden.</p>
fr: <p>Le presse-papier partagé de <span class="application">GNOME Boxes</span> est activé par défaut. Cela peut permettre la copie par erreur de données sensibles depuis la machine virtuelle vers le système d'exploitation hôte et inversement.</p>
zh_tw: <p><span class="application">GNOME Boxes</span>的共享剪貼板 預設為啟用，它會讓敏感的資料可在 虛擬器與原機作業系統之間被複製。</p>

source: <p>We recommend you to disable the shared clipboard.</p>
de: <p>Wir empfehlen es Ihnen, die gemeinsame Zwischenablage zu deaktivieren.</p>
fr: <p>Nous vous recommandons de désactiver le presse-papier partagé.</p>
zh_tw: <p>建議取消共享剪貼板功能。</p>

source: To disable the shared clipboard:
de: Um die gemeinsame Zwischenablage zu deaktivieren:
fr: Pour désactiver le presse-papier partagé :
zh_tw: 要取消共用剪貼板：

source: 1. Choose <span class="menuchoice"> <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]</span>&nbsp;▸ <span class="guisubmenu">Properties</span></span>.
fr: 1. Choisissez <span class="menuchoice"> <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]</span>&nbsp;▸ <span class="guisubmenu">Propriétés</span></span>.
zh_tw: 1. 選擇 <span class="menuchoice"> <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class="symbolic" link="no"]]</span>&nbsp;▸ <span class="guisubmenu">Properties</span></span>.

source: Deselect the <span class="guilabel">Share Clipboard</span> option.
fr: Désélectionnez l'option <span class="guilabel">Partager le presse-papiers</span>.
zh_tw: 取消<span class="guilabel">共同剪貼板</span>選項。

source: [[!meta title="GNOME Boxes"]]
de: [[!meta title="GNOME Boxen"]]
