Repository: austin987/tails
Catalog: wiki/src/doc/advanced_topics/virtualization/virtualbox.*.po
Languages: de, it

source: It is possible to run Tails in a virtual machine using [<span class="application">VirtualBox</span>](https://www.virtualbox.org/) from a Windows, Linux, or macOS host operating system.
de: Es ist möglich, Tails in einer virtuellen Maschine mit [<span class="application">VirtualBox</span>](https://www.virtualbox.org/) von einem Windows, Linux, oder macOS Hostbetriebssystem auszuführen.
it: E' possibile avviare Tails in una macchina virtuale utilizzando [<span class="application">Virtualbox</span>](https://www.virtualbox.org/) da un sistema operativo Windows, Linux o macOS.

source: [[!inline pages="doc/advanced_topics/virtualization.caution" raw="yes" sort="age"]]
de: [[!inline pages="doc/advanced_topics/virtualization.caution.de" raw="yes" sort="age"]]
it: [[!inline pages="doc/advanced_topics/virtualization.caution.it" raw="yes" sort="age"]]

source: <span class="application">VirtualBox</span> has a free software version, called <span class="application">VirtualBox Open Source Edition</span> and some proprietary components, for example to add support for USB devices.
de: <span class="application">VirtualBox</span> hat eine Freie Software Edition, genannt <span class="application">VirtualBox Open Source Edition</span> und einige proprietäre Komponenten, beispielsweise, um Unterstützung für USB-Geräte zu ermöglichen.
it: <span class="application">VirtualBox</span> ha una versione gratuita chiamata <span class="application">VirtualBox Open Source Edition</span> ed alcuni componenti proprietari, per esempio per poter aggiungere il supporto per dispositivi USB.

source: For security reasons, we recommend you to use only the <span class="application">Open Source Edition</span>, though it does not allow to use a persistent volume.
de: Aus Sicherheitsgründen empfehlen wir Ihnen nur die <span class="application">Open Source Edition</span> zu verwenden, auch wenn diese es Ihnen nicht erlaubt, einen beständigen Speicherbereich einzurichten.

source: <p>With the <a href="https://www.virtualbox.org/manual/ch04.html#sharedfolders"> <span class="guilabel">shared folders</span></a> feature of <span class="application">VirtualBox</span> you can access files of your host system from within the guest system.</p>
de: <p>Mit der Funktion <a href="https://www.virtualbox.org/manual/ch04.html#sharedfolders"> <span class="guilabel">Gemeinsame Ordner</span></a> von <span class="application">VirtualBox</span> können Sie auf Dateien Ihres Hostbetriessystems von innerhalb des Gastbetriebssystems zugreifen.</p>
it: <p>Con <a href="https://www.virtualbox.org/manual/ch04.html#sharedfolders"> l'opzione <span class="guilabel">cartelle condivise</span></a> di <span class="application">VirtualBox</span> potete accedere ai files del vostro sistema host dall'interno del sistema ospite.</p>

source: <p>Make sure to understand the security implications of [[accessing internal hard disks|encryption_and_privacy/your_data_wont_be_saved_unless_explicitly_asked]] from Tails before using this feature.</p>
de: <p>Stellen Sie sicher, dass Sie die Sicherheitsauswirkungen vom [[Zugriff auf eingebaute Festplatten|encryption_and_privacy/your_data_wont_be_saved_unless_explicitly_asked]] von Tails verstehen, bevor Sie diese Funktion benutzen.</p>
it: <p> Assicuratevi di comprendere le implicazioni di sicurezza derivanti dall'[[accesso hard disk interno|encryption_and_privacy/your_data_wont_be_saved_unless_explicitly_asked]] da Tails prima di utilizzare questa opzione.</p>

source: Security considerations for Windows and macOS
de: Sicherheitsbedenken für Windows und macOS
it: Considerazioni di sicurezza per Windows e macOS

source: In our [[security warnings about virtualization|virtualization#security]] we recommend to run Tails in a virtual machine only if the host operating system is trustworthy.
de: In unseren [[Sicherheitswarnungen zur Virtualisierung|virtualization#security]] empfehlen wir Ihnen Tails nur dann in einer virtuellen Maschine zu betreiben, wenn das Hostbetriebssystem vertrauenswürdig ist.
it: Nei nostri [[avvisi di sicurezza relativi alla virtualizzazione|virtualization#security]] raccomandiamo di avviare Tails in una macchina virtuale soltanto se il sistema operativo host è affidabile.

source: Microsoft Windows and macOS being proprietary software, they cannot be considered trustworthy. Only run Tails in a virtual machine on Windows or macOS for testing purposes and do not rely on it for security.
de: Microsoft Windows und macOS sind proprietäre Software, diese können nicht als vertrauenswürdig eingestuft werden. Betreiben Sie Tails in einer virtuellen Maschine unter Windows oder macOS nur für Testzwecke und vertrauen Sie bezüglich Sicherheit nicht darauf.
it: Microsoft Windows e macOS sono software proprietari e quindi non possono essere considerati affidabili. Avviate Tails in una macchina virtuale su Windows o macOS soltanto a scopo di test e non fatevi affidamento per la vostra sicurezza.

source: To install *VirtualBox* in Debian or Ubuntu, execute the following command:
de: Um *VirtualBox* in Debian oder Ubuntu zu installieren, führen Sie folgenden Befehl aus:
it: Per installare *VirtualBox* su Debian o Ubuntu, eseguite i seguenti comandi:

source: For instructions on how to install *VirtualBox* on other operating systems, refer to the [VirtualBox documentation](https://www.virtualbox.org/wiki/End-user_documentation).
de: Für Anweisungen, wie Sie *VirtualBox* auf anderen Betriebssystemen installieren, beziehen Sie sich auf die [Dokumentation von VirtualBox](https://www.virtualbox.org/wiki/End-user_documentation).
it: Per le istruzioni su come installare *VirtualBox* su altri sistemi operativi, fate riferimento alla [documentazione VirtualBox](https://www.virtualbox.org/wiki/End-user_documentation).

source: Running Tails from an ISO image
de: Tails von einem ISO-Image betreiben
it: Avviare Tails da un'immagine ISO

source: First, start *VirtualBox*.
de: Starten Sie zunächst *VirtualBox*.
it: Inanzitutto avviate *VirtualBox*.

source: To create a new virtual machine:
de: Um eine neue virtuelle Maschine zu erstellen:
it: Per creare una nuova macchina virtuale:

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Machine</span>&nbsp;▸ <span class="guimenuitem">New...</span></span>. 1. In the **Name and operating system** screen, specify: - A name of your choice. - **Type**: **Linux**. - **Version**: **Other Linux (64 bit)**. - Click **Next**. 1. In the **Memory size** screen: - Allocate at least 2048 MB of RAM. - Click **Next**. 1. In the **Hard drive** screen: - Choose **Do not add a virtual hard drive**. - Click **Create**. - Click **Continue** in the warning dialog about creating a virtual machine without a hard drive.
de: 1. Wählen Sie <span class="menuchoice"> <span class="guimenu">Maschine</span>&nbsp;▸ <span class="guimenuitem">Neu</span></span>. 1. Geben Sie in dem Fenster **Name und Betriebssystem** an: - Einen Namen Ihrer Wahl. - **Typ**: **Linux**. - **Version**: **Other Linux (64 bit)**. - Klicken Sie auf **Weiter**. 1. Im Fenster **Memory Size** - reservieren Sie mindestens 2048 MB RAM - Klicken Sie auf **Weiter**. 1. Im Fenster **Festplatten** - wählen Sie **keine virtuelle Festplatte einrichten** - Klicken Sie auf **Weiter**. - Klicken Sie auf **OK** bei der Warnung, eine virtuelle Maschine ohne Festplatte einzurichten.
it: 1. Selezionate <span class="menuchoice"> <span class="guimenu">Macchina</span>&nbsp; <span class="guimenuitem">Nuova...</span></span> 1. Nella schermata *Nome e sistema operativo* specificate: - Un nome a vostra scelta. - **Tipo**: **Linux**. -**Versione**: **Altro Linux(64 bit)**. -Cliccate **Successivo**. 1. Nella schermata **Dimensione di memoria**: - Selezionate almeno 2048 MB di RAM. - Cliccate **Successivo**. 1. Nella schermata **Hard drive**: - Selezionate **Non aggiungere un hard drive virtuale**. - Cliccate **Create**. - Cliccate **Continua** nella finestra di dialogo relativa alla creazione di una macchina senza un hard drive.

source: To configure the virtual machine to start from an ISO image:
de: Die virtuelle Maschine so konfigurieren, dass sie von einem ISO-Image startet:
it: Per configurare la macchina virtuale affinché si avvii da un'immagine ISO:

source: Select the new virtual machine in the left pane.
de: Wählen Sie die neue virtuelle Maschine im linken Fensterbereich aus.

source: Choose <span class="menuchoice"> <span class="guimenu">Machine</span>&nbsp;▸ <span class="guimenuitem">Settings...</span></span>.
de: Wählen Sie <span class="menuchoice"> <span class="guimenu">Maschine</span>&nbsp;▸ <span class="guimenuitem">Ändern...</span></span>.
it: Selezionate <span class="menuchoice"><span class="guimenu">Macchina</span>&nbsp; ▸ <span class="guimenuitem">Impostazioni…</span></span>.

source: In the **Extended Features** section of the **Motherboard** tab, make sure that **Enable I/O APIC** is enabled.
de: Stellen Sie sicher, dass im Reiter **Motherboard** im Abschnitt **Extended Features** die Option **Enable I/O APIC** ausgewählt ist
it: Nella sezione **Funzioni estese** della scheda **Scheda madre**, assicuratevi che la funziona **Abilitare I/O APIC** sia abilitata.

source: Select **Storage** in the left pane.
de: Wählen Sie **Massenspeicher** im linken Fensterbereich aus.

source: Select **Empty** below **Contoller IDE** in the **Storage Tree** selection list in the right pane.
de: Wählen Sie **Leer** unterhalb von **Controller: IDE** in der **Speicherbaum**-Auswahl im rechten Fensterbereich aus.

source: 1. Click on the **CD** icon on the right of the window and select **Choose a virtual CD/DVD disk file...** to browse for the ISO image you want to start Tails from. 1. Check the **Live CD/DVD** option. 1. Click **OK**.
de: 1. Klicken Sie auf das **CD**-Symbol im rechten Fensterbereich und wählen Sie **Medium auswählen**, um das das ISO-Image auszuwählen, von dem Sie Tails starten möchten. 1. Wählen Sie die Option **Live-CD/DVD** aus. 1. Klicken Sie auf **OK**.

source: To start the new virtual machine:
de: Um die virtuelle Maschine zu starten:
it: Per avviare la nuova macchina virtuale:

source: Select the virtual machine in the left pane.
de: Wählen Sie die virtuelle Maschine im linken Fensterbereich aus.

source: Click **Start**.
de: Klicken Sie auf **Starten**.
it: Cliccate **Start**.

source: Installation
it: Installazione
