Repository: austin987/tails
Catalog: wiki/src/doc/advanced_topics/virtualization/virt-manager.*.po
Languages: fr

source: [<span class="application">virt-manager</span>](http://virt-manager.org/) is a free software virtualization solution for Linux. *virt-manager* has a more complex interface than *VirtualBox* or *GNOME Boxes* but it also has a more complete set of features.
fr: [<span class="application">virt-manager</span>](http://virt-manager.org/) est un logiciel libre de virtualisation pour Linux. *virt-manager* a une interface plus complexe que *VirtualBox* ou que *GNOME Boxes* mais possède aussi un ensemble plus complet de fonctionnalités.

source: [[!inline pages="doc/advanced_topics/virtualization.caution" raw="yes" sort="age"]]
fr: [[!inline pages="doc/advanced_topics/virtualization.caution.fr" raw="yes" sort="age"]]

source: <p><span class="application">virt-manager</span> is the only virtualization solution that we present that allows the use of a persistent volume.</span> See [[Running Tails from a USB image|virt-manager#usb_image]].</p>
fr: <p><span class="application">virt-manager</span> est la seule solution de virtualisation que nous présentons qui permet l'utilisation d'un volume persistant.</span> Voir [[Utiliser Tails depuis une image USB|virt-manager#usb_image]].</p>

source: <p>The following instructions have been tested on Debian 9 (Stretch).</p>
fr: <p>Les instructions suivantes ont été testées avec Debian 9 (Stretch).</p>

source: Terminology
fr: Terminologie

source: *virt-manager* is based on a set of lower level virtualization tools, going from the user interface to the hardware interactions with the processor. This terminology is a bit confusing and other documentation might mention the following tools:
fr: *virt-manager* est basé sur un ensemble d'outils de virtualisation bas niveau, allant de l'interface utilisateur aux interactions matérielles avec le processeur. Cette terminologie est plutôt déroutante et d'autres documentations peuvent mentionner les outils suivants&nbsp;:

source: *KVM* is the module of the Linux kernel that interacts with the virtualization features of the processor.
fr: *KVM* est le module du noyau Linux qui interagit avec les fonctionnalités de virtualisation du processeur.

source: *QEMU* is the virtualization software that emulates virtual processors and peripherals based on *KVM* and that starts and stops virtual machines.
fr: *QEMU* est le logiciel de virtualisation basé sur *KVM* qui émule les processeurs virtuels et les périphériques et qui lance et éteint les machines virtuelles.

source: *libvirt* is a library that allows *virt-manager* to interact with the virtualization capabilities provided by *QEMU*.
fr: *libvirt* est la bibliothèque qui permet à *virt-manager* d'interagir avec les capacités de virtualisation fournies par *QEMU*.

source: *SPICE* is a protocol that allows to visualize the desktop of virtual machines.
fr: *SPICE* est un protocole qui permet de visualiser le bureau des machines virtuelles.

source: *virt-manager* is the graphical interface that allows to create, configure, and run virtual machines.
fr: *virt-manager* est l'interface graphique qui permet de créer, configurer, et faire tourner les machines virtuelles.

source: To install *virt-manager* in Debian, execute the following command:
fr: Pour installer *virt-manager* dans Debian, exécuter la commande suivante :

source: To install *virt-manager* in Ubuntu, execute the following command:
fr: Pour installer *virt-manager* dans Ubuntu, exécuter la commande suivante :

source: Running Tails from an ISO image
fr: Utiliser Tails depuis une image ISO

source: Start *virt-manager*.
fr: Démarrer *virt-manager*.

source: Double-click on **localhost (QEMU)** to connect to the *QEMU* system of your host.
fr: Double-cliquer sur **localhost (QEMU)** pour se connecter au système *QEMU* de votre hôte.

source: In *step 2*, choose:
fr: À l'*étape 2*, choisir :

source: **Use ISO image**, then **Browse...**, and **Browse Local** to browse for the ISO image that you want to start from
fr: **Utiliser image ISO**, puis **Parcourir...**, et **Parcourir en local** pour naviguer jusqu'à l'image ISO depuis laquelle vous souhaitez démarrer

source: **OS type**: **Linux**
fr: **Type OS** : **Linux**

source: In *step 3*, allocate at least 2048 MB of RAM.
fr: À l'*étape 3*, allouer au moins 2048Mo de RAM.

source: In *step 4*, disable storage for this virtual machine.
fr: À l'*étape 4*, désactiver le stockage pour cette machine virtuelle.

source: In *step 5*:
fr: À l'*étape 5* :

source: Type a name for the new virtual machine.
fr: Entrez un nom pour la nouvelle machine virtuelle.

source: If you get the error message "<span class="guilabel">Error starting domain: Requested operation is not valid: network 'default' is not active</span>", then try to start the default virtual network:
fr: Si vous obtenez le message d'erreur "<span class="guilabel">Error starting domain: Requested operation is not valid: network 'default' is not active</span>", essayez alors de démarrer le réseau virtuel par défaut :

source: <ol> <li>Click on <span class="guilabel">localhost (QEMU)</span>.</li> <li>Choose <span class="menuchoice"> <span class="guimenu">Edit</span>&nbsp;▸ <span class="guimenuitem">Connection details</span></span> to administer the connection to your local <span class="application">QEMU</span> system.</li> <li>Click on <span class="guilabel">Virtual Networks</span> tab, then select the <span class="guilabel">default</span> virtual network in the left pane.</li> <li>Click on the [[!img media-playback-start.png alt="Start Network" link=no class=symbolic]] icon on the bottom of the left pane to start the default virtual network.</li> </ol>
fr: <ol> <li>Cliquer sur <span class="guilabel">localhost (QEMU)</span>.</li> <li>Choisir <span class="menuchoice"> <span class="guimenu">Édition</span>&nbsp;▸ <span class="guimenuitem">Détails de la connexion</span></span> pour administrer la connexion à votre système <span class="application">QEMU</span> local.</li> <li>Cliquer sur l'onglet <span class="guilabel">Réseaux virtuels</span>, puis sélectionner le réseau virtuel <span class="guilabel">default</span> dans la partie de gauche.</li> <li>Cliquer sur l'icône [[!img media-playback-start.png alt="Démarrer le réseau" link=no class=symbolic]] en bas de la partie gauche de la fenêtre pour démarrer réseau virtuel *default*.</li> </ol>

source: Running Tails from a USB image
fr: Utiliser Tails depuis une image USB

source: [[Download a USB image|install/download]] instead of an ISO image.
fr: [[Télécharger une image USB|install/download]] au lieu d'une image ISO.

source: Increase the size of the USB image to be at least 8 GB. This creates space for automatic upgrades and the persistent volume.
fr: Augmenter la taille de l'image USB à au moins 8Go. Cela créé un espace pour les mises à jour automatiques et le volume persistant.

source: <span class="command-placeholder">size</span> has to be at least <span class="command">7200M</span>.
fr: <span class="command-placeholder">taille</span> doit être au moins de <span class="command">7200M</span>.

source: <span class="command-placeholder">tails.img</span> is the file name of the USB image that you want to resize.
fr: <span class="command-placeholder">tails.img</span> est le nom du fichier de l'image USB que vous voulez redimensionner.

source: In *step 1*, choose **Import existing disk image**.
fr: À l'*étape 1*, choisir **Importer une image disque existante**.

source: In *step 2*, choose **Browse...**, and **Browse Local** to browse for the USB image that you want to start from.
fr: À l'*étape 2*, choisir **Parcourir...**, et **Parcourir en local** pour naviguer jusqu'à l'image USB depuis laquelle vous souhaitez démarrer.

source: As operating system, choose **Debian Stretch**.
fr: Comme système d'exploitation, choisir **Debian Stretch**.

source: In *step 4*:
fr: À l'*étape 4* :

source: Choose **Customize configuration before install**.
fr: Choisir **Personnaliser la configuration avant l'installation**.

source: Click **Finish** to open the configuration view.
fr: Cliquer **Terminer** pour ouvrir la vue configuration.

source: In the **configuration view**, choose **VirtIO Disk 1** or **IDE Disk 1**
fr: Dans la **vue configuration**, choisir **VirtIO Disk 1** or **IDE Disk 1**

source: Expand the **Advanced options** and set **Disk bus** to **USB**.
fr: Développer les **options avancées** et positionner **Disk bus* à **USB**.

source: Click **Apply**.
fr: Cliquez sur **Appliquer**.

source: Check the **Removable** check box which should appear in the same view.
fr: Vérifier la case à cocher **Amovible** qui doit apparaître dans la même vue.

source: Click **Apply** again.
fr: Cliquer à nouveau sur **Appliquer**.

source: Click **Begin Installation** in the top left corner to start the virtual machine.
fr: Cliquer **Démarrer l'installation** dans le coin en haut à gauche pour démarrer la machine virtuelle.

source: Running Tails from a USB stick
fr: Lancer Tails depuis une clé USB

source: To run Tails from a USB stick using *virt-manager*, first create a virtual machine running from an ISO image as described [[above|virt-manager#iso]].
fr: Pour lancer Tails depuis une clé USB en utilisant *virt-manager*, commencer par créer une machine virtuelle depuis une image ISO comme décrit [[ci-dessus|virt-manager#iso]].

source: Then do the following:
fr: Puis faire ce qui suit :

source: From the virtual machine window, choose <span class="menuchoice"> <span class="guimenu">Virtual Machine</span>&nbsp;▸ <span class="guisubmenuitem">Shut Down</span>&nbsp;▸ <span class="guimenuitem">Force Off</span></span> to shut down the virtual machine.
fr: Dans la fenêtre de la machine virtuelle, choisir <span class="menuchoice"> <span class="guimenu">Machine virtuelle</span>&nbsp;▸ <span class="guisubmenuitem">Éteindre</span>&nbsp;▸ <span class="guimenuitem">Forcer l'extinction</span></span> pour éteindre la machine virtuelle.

source: Plug in the USB stick from which you want to run Tails.
fr: Brancher la clé USB depuis laquelle vous voulez démarrer Tails.

source: Choose <span class="menuchoice"> <span class="guimenu">View</span>&nbsp;▸ <span class="guimenuitem">Details</span></span> to edit the configuration of the virtual machine.
fr: Choisir <span class="menuchoice"> <span class="guimenu">Afficher</span>&nbsp;▸ <span class="guimenuitem">Détails</span></span> pour modifier la configuration de la machine virtuelle.

source: Click on the **Add Hardware** button on the bottom of the left pane.
fr: Cliquer sur le bouton **Ajouter un matériel** en bas de la partie gauche de la fenêtre.

source: Select **USB Host Device** in the left pane.
fr: Sélectionner **USB Host Device** dans la partie gauche.

source: In the right pane, click on the device from which you want to run Tails, and click **Finish**.
fr: Dans la partie droite, cliquer sur le périphérique depuis lequel vous voulez lancer Tails, et cliquer sur **Terminer**.

source: You can keep the original ISO image connected as a virtual DVD to install Tails onto the USB stick if needed.
fr: Vous pouvez garder l'image ISO originale connectée en tant que DVD virtuel pour installer Tails sur la clé USB si nécessaire.

source: You can also disconnect the original ISO image and start directly from the USB stick once Tails is already installed on it. To do so:
fr: Vous pouvez également déconnecter l'image ISO originale et démarrer directement depuis la clé USB si Tails y est déjà installé. Pour cela :

source: Shut down the virtual machine.
fr: Éteindre la machine virtuelle.

source: 1. In the configuration of the virtual machine, click on **IDE CDROM 1** in the left pane. 1. Click on the **Disconnect** button in the right pane. 1. To enable the USB stick as a boot option: 1. Click on **Boot Options** in the left pane. 1. Select the **USB** boot option corresponding to your USB device. 1. Click **Apply**. 1. To start the virtual machine choose <span class="menuchoice"> <span class="guimenu">View</span>&nbsp;▸ <span class="guimenuitem">Console</span></span> and then <span class="menuchoice"> <span class="guimenu">Virtual Machine</span>&nbsp;▸ <span class="guimenuitem">Run</span></span>.
fr: 1. Dans la configuration de la machine virtuelle, cliquer sur **IDE CDROM 1** dans la partie gauche de la fenêtre. 1. Cliquer sur le bouton **Déconnecter** dans la partie droite. 1. Pour activer la clé USB comme option de démarrage : 1. Cliquer sur **Boot Options** dans la partie gauche. 1. Sélectionner l'option de démarrage **USB** correspondant à votre périphérique USB. 1. Cliquer sur **Appliquer**. 1. Pour lancer la machine virtuelle choisir <span class="menuchoice"> <span class="guimenu">Afficher</span>&nbsp;▸ <span class="guimenuitem">Console</span></span> puis <span class="menuchoice"> <span class="guimenu">Machine virtuelle</span>&nbsp;▸ <span class="guimenuitem">Démarrer</span></span>.

source: Once you started from the USB device you can [[create a persistent volume|first_steps/persistence/configure]] on it.
fr: Une fois que vous avez démarré depuis la clé USB vous pouvez [[créer un volume persistant|first_steps/persistence/configure]] sur celle-ci.

source: Troubleshooting
fr: Résolution des problèmes

source: Graphics issues
fr: Problèmes graphiques

source: Issues with graphics support in Tails running inside a virtual machine with *virt-manager* are common. The best solution can vary depending on the version of the virtualization solution and on the virtual machine configuration. For example:
fr: Il y a souvent des problèmes avec le support graphique dans Tails tournant à l'intérieur d'une machine virtuelle avec *virt-manager*. La meilleure solution peut varier suivant la version de votre solution de virtualisation et suivant la configuration de la machine virtuelle. Par exemple :

source: The *Auto resize VM with window* feature does not work in all configurations.
fr: La fonctionnalité *Ajustement automatique de la machine virtuelle à la fenêtre* ne marche pas avec toutes les configurations.

source: The video device that provides optimal graphics performance can be different depending on the version of the host operating system.
fr: Le périphérique vidéo qui fournit des performances graphiques optimales peut-être différent suivant la version du système d'exploitation hôte.

source: To troubleshoot such issues:
fr: Pour résoudre ces problèmes :

source: Ensure the virtual machine has a *Spice* display and a *Spice* channel configured, as opposed to *VNC* ones.
fr: Assurez-vous que la machine virtuelle a un affichage *Spice* et un canal *Spice* configurés, et non pas des *VNC*.

source: Try various virtual video device models.
fr: Essayez différents modèles de périphérique vidéo virtuel.

source: Start with *Virtio* and *QXL* video devices: they generally give the best results. If they don't perform well for you, try every other video device model.
fr: Démarrez avec les périphériques vidéo *Virtio* et *QXL* : ils donnent généralement les meilleurs résultats. Si ils ne marchent pas bien pour vous, essayez tous les autres modèles de périphérique vidéo.
