Repository: austin987/tails
Catalog: wiki/src/doc/reset/linux.*.po
Languages: de

source: [[!meta title="Resetting a USB stick using Linux"]]
de: [[!meta title="Einen USB-Stick unter Linux zurücksetzen"]]

source: [[!inline pages="doc/reset.intro" raw="yes" sort="age"]]
de: [[!inline pages="doc/reset.intro.de" raw="yes" sort="age"]]

source: Using <span class="application">GNOME Disks</span>
de: Mit Hilfe der <span class="application">GNOME Laufwerksverwaltung</span>

source: <strong>You might overwrite any hard disk on the computer.</strong> If at some point you are not sure about which device to choose, stop proceeding.
de: <strong>Sie könnten jegliche Festplatten des Computers überschreiben.</strong> Falls Sie sich an irgendeinem Punkt unsicher darüber sind, welches Medium Sie wählen sollen, brechen Sie den Vorgang ab.

source: Make sure that the USB stick that you want to reset is unplugged.
de: Stellen Sie sicher, dass der USB-Stick, den Sie zurücksetzen möchten, nicht angeschlossen ist.

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disks</span> </span> to start <span class="application">GNOME Disks</span>.
de: 2. Wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Hilfsprogramme</span>&nbsp;▸ <span class="guimenuitem">Laufwerke</span> </span> um die <span class="application">Laufwerksverwaltung</span> zu starten.

source: A list of all the storage devices on the computer appears in the left pane of the window.
de: Eine Liste aller Speichermedien des Computers erscheint im linken Bereich des Fensters.

source: Plug the USB stick that you want to reset.
de: Schließen Sie den USB-Stick, den Sie zurücksetzen möchten, an.

source: A new device appears in the list of storage devices. This new device corresponds to the USB stick that you plugged in. Click on it.
de: Ein neues Medium erscheint in der Liste der Speichermedien. Dieses Medium entspricht dem USB-Stick, den Sie angeschlossen haben. Wählen Sie ihn aus.

source: In the right pane of the window, verify that the device corresponds to the USB stick that you want to reset, its brand, its size, etc.
de: Stellen Sie im rechten Fensterbereich sicher, dass der USB-Stick jener ist, welchen Sie zurücksetzen möchten, den Hersteller, die Größe, usw.

source: To reset the USB stick, click on the <span class="guimenu">[[!img lib/open-menu.png alt="Menu" class=symbolic link=no]]</span> button in the titlebar and choose <span class="guilabel">Format Disk…</span>.
de: Um den USB-Stick zurückzusetzen, klicken Sie in der oberen Leiste auf die Schaltfläche <span class="guimenu">[[!img lib/open-menu.png alt="Menü" class=symbolic link=no]]</span> und wählen Sie <span class="guilabel">Laufwerk formatieren…</span> aus.

source: In the <span class="guilabel">Format Disk</span> dialog:
de: In dem Fenster <span class="guilabel">Laufwerk formatieren</span>:

source: a. If you want to erase all data securely, choose to <span class="guilabel">Overwrite existing data with zeroes</span> in the <span class="guilabel">Erase</span> drop-down list.
de: a. Wenn Sie alle Daten sicher löschen möchten, wählen Sie <span class="guilabel">Vorhandene Daten mit Nullen überschreiben</span> in der Auswahlliste <span class="guilabel">Löschen</span> aus.

source: a. Choose <span class="guilabel">Compatible with all systems and devices (MBR/DOS)</span> in the <span class="guilabel">Partitioning</span> drop-down list.
de: a. Wählen Sie <span class="guilabel">Kompatibel mit allen Systemen und Geräten (MBR/DOS)</span> in der Auswahlliste <span class="guilabel">Partitionierung</span> aus.

source: Then click on the <span class="button">Format…</span> button.
de: Um das Medium zu formatieren klicken Sie auf die Schaltfläche <span class="button">Formatieren…</span>.

source: In the confirmation dialog, click on the <span class="button">Format</span> button to confirm.
de: Klicken Sie auf die <span class="button">Formatieren</span> Schaltfläche im Dialogfenster um zu bestätigen.

source: To make sure that all the changes are written to the USB stick, click on the <span class="guimenu">[[!img lib/media-eject.png alt="Eject" class=symbolic link=no]]</span> button in the titlebar.
de: Um sicherzugehen, dass alle Änderungen auf den USB-Stick geschrieben sind, klicken Sie auf die <span class="guimenu">[[!img lib/media-eject.png alt="Auswerfen" class=symbolic link=no]]</span> Schaltfläche in der Titelleiste.

source: Resetting a Tails USB stick from itself
de: Einen USB-Stick mit Tails von sich selbst zurücksetzen

source: If Tails is your only Linux system, you can generally reset a Tails USB stick directly from that USB stick while running Tails.
de: Wenn Tails Ihr einziges Linux-System ist, können Sie grundsätzlich einen USB-Stick mit Tails direkt zurücksetzen, während Tails läuft.

source: When starting Tails, add the <span class="command">toram</span> boot option in the <span class="application">Boot Loader Menu</span>. For detailed instructions, see the documentation on [[using the <span class="application">Boot Loader Menu</span>|startup_options#boot_loader_menu]].
de: Fügen Sie beim Start von Tails die <span class="command">toram</span> Bootoption im <span class="application">Bootmenü</span> hinzu. Für detaillierte Anweisungen lesen Sie bitte die Dokumentation zum [[<span class="application">Bootmenü</span>|startup_options#boot_loader_menu]].

source: If Tails starts as usual, follow the instructions for [[resetting a USB stick using <span class="application">GNOME Disks</span>|linux#disks]].
de: Falls Tails wie gewohnt startet, befolgen Sie die Anweisungen zum [[Zurücksetzen eines USB-Sticks mit Hilfe der <span class="application">Laufwerksverwaltung</span>|linux#disks]].

source: **If the system fails to start**, that means that the computer does not have enough memory for this operation mode. Try with another computer, or find another Linux system, such as another Tails USB stick, to do the reset from.
de: **Falls der Systemstart fehlschlägt** bedeutet dies, dass der Computer nicht ausreichend Speicher für diesen Betriebsmodus hat. Versuchen Sie es mit einem anderen Computer oder finden Sie ein anderes Linux-System, beispielsweise einen anderen USB-Stick mit Tails, um das Zurücksetzen durchzuführen.
