Repository: austin987/tails
Catalog: wiki/src/doc/reset/mac.*.po
Languages: fr

source: [[!meta title="Resetting a USB stick using macOS"]]
fr: [[!meta title="Réinitialiser une clé USB en utilisant macOS"]]

source: [[!inline pages="doc/first_steps/reset.intro" raw="yes" sort="age"]]
fr: [[!inline pages="doc/first_steps/reset.intro.fr" raw="yes" sort="age"]]

source: <strong>You might overwrite any hard disk on the computer.</strong> If at some point you are not sure about which device to choose, stop proceeding.
fr: <strong>Vous pourriez écraser n'importe quel disque dur sur l'ordinateur.</strong> Si à un moment vous n'êtes pas sûr du choix du périphérique, arrêtez-vous là.

source: Make sure that the USB stick that you want to reset is unplugged.
fr: Assurez-vous que la clé USB que vous voulez réinitialiser est débranchée.

source: Start <span class="application">Disk Utility</span>.
fr: Démarrez l'<span class="application">Utilitaire de disque</span>.

source: A list of all the storage devices on the computer appears in the left pane of the window.
fr: Une liste de tous les périphériques de stockage de l'ordinateur apparaît dans le panneau gauche de la fenêtre.

source: Plug the USB stick that you want to reset.
fr: Branchez la clé USB que vous voulez réinitialiser.

source: A new device appears in the list of storage devices. This new device corresponds to the USB stick that you plugged in. Click on it.
fr: Un nouveau périphérique apparaît dans le liste des périphériques de stockage. Ce nouveau périphérique correspond à la clé USB que vous venez de brancher. Cliquez dessus.

source: In the list of storage devices, verify that the device corresponds to the USB stick that you want to reset, its brand, its size, etc.
fr: Dans la liste des périphériques de stockage, vérifiez que le périphérique correspond à la clé USB que vous voulez réinitialiser, sa marque, sa taille, etc.

source: To reset the USB stick:
fr: Pour réinitialiser la clé USB :

source: a. If there is an <span class="guilabel">Erase</span> tab in the right pane, click on it and then click on the <span class="button"> Erase</span> button on the bottom right
fr: a. Si il y a un onglet <span class="guilabel">Effacer</span> dans le panneau droit, cliquez dessus puis sur le bouton <span class="button"> Effacer</span> en bas à droite.

source: b. If there is an <span class="button"> Erase</span> button on the top middle, click on it.
fr: b. Si il y a un bouton <span class="button"> Effacer</span> en haut au milieu, cliquez dessus.

source: In the confirmation dialog, click on the <span class="button">Erase</span> button to confirm.
fr: Dans la boite de confirmation, cliquez sur le bouton <span class="button">Effacer</span> pour confirmer.

source: <p>If the erase process fails, try [[!toggle id="format" text="formatting the USB stick using the command line"]] first.</p>
fr: <p>Si le processus d'effacement échoue, essayez de [[!toggle id="format" text="formater la clé USB en ligne de commande"]] d'abord.</p>

source: Troubleshooting
fr: Résolution des problèmes

source: Format using the command line
fr: Formater en utilisant la ligne de commande

source: Unplug the USB stick from the computer.
fr: Débranchez la clé USB de votre ordinateur.

source: 1. Open <span class="application">Terminal</span> from <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span></span>.
fr: 1. Ouvrir <span class="application">Terminal</span> depuis <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilitaires</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span></span>.

source: Execute the following command:
fr: Exécuter la commande suivante :

source: It returns a list of the storage devices on the system. For example:
fr: Elle retourne une liste des périphériques de stockage sur votre système. Par exemple :

source: Plug the USB stick in the computer.
fr: Branchez la clé USB dans votre ordinateur.

source: Execute again the same command:
fr: Exécutez à nouveau la même commande :

source: Your USB stick appears as a new device in the list. Check that its size corresponds to the size of your USB stick.
fr: Votre clé USB apparaît comme un nouveau périphérique dans la liste. Vérifiez si sa taille correspond à la taille de votre clé USB.

source: Take note of the *device name* of your USB stick. In this example, the USB stick is 8.0 GB and its device name is <span class="code">/dev/disk1</span>. Yours might be different.
fr: Notez le *nom de périphérique* de votre clé USB. Dans cet exemple, la clé USB a 8.0 GB et son nom de périphérique est <span class="code">/dev/disk1</span>. Le nom de la votre peut être différent.

source: <div class="caution"> <p>If you are unsure about the device name, you should stop proceeding or <strong>you risk overwriting any hard disk on the system</strong>.</p> </div>
fr: <div class="caution"> <p>Si vous n'êtes pas sûr du nom de périphérique, vous devriez arrêter la procédure ou <strong>vous risquez d'écraser les données d'un disque dur de votre système</strong>.</p> </div>

source: Execute the following command to safely remove the USB stick. Replace <span class="code">[device]</span> with the device name found in step 6.
fr: Exécutez la commande suivante pour faire un effacement sécurisé de la clé USB. Remplacez <span class="code">[device]</span> par le nom de périphérique trouvé à l'étape 6.

source: Execute the following command to format the USB stick. Replace <span class="code">[device]</span> with the device name found in step 6.
fr: Exécutez la commande suivante pour formater la clé USB. Remplacez <span class="code">[device]</span> par le nom de périphérique trouvé à l'étape 6.

source: You can try to reset the USB stick again using <span class="application">Disk Utility</span> from the beginning of this page.
fr: Vous pouvez essayer à nouveau de réinitialiser la clé USB avec l'<span class="application">Utilitaire de disque</span> en retournant au début de cette page.
