Repository: austin987/tails
Catalog: wiki/src/doc/reset/windows.*.po
Languages: de, fr

source: [[!meta title="Resetting a USB stick using Windows"]]
de: [[!meta title="Einen USB-Stick unter Windows zurücksetzen"]]
fr: [[!meta title="Réinitialiser une clé USB en utilisant Windows"]]

source: [[!inline pages="doc/reset.intro" raw="yes" sort="age"]]
de: [[!inline pages="doc/reset.intro.de" raw="yes" sort="age"]]
fr: [[!inline pages="doc/reset.intro.fr" raw="yes" sort="age"]]

source: <strong>The following instructions do not work on Windows XP.</strong><br/> The version of <span class="application">Diskpart</span> on Windows XP does not list removable disks.
de: <strong>Die folgenden Anweisungen funktionieren nicht unter Windows XP.</strong><br/> Die Version von <span class="application">Diskpart</span> auf Windows XP unterstützt keine Wechseldatenträger.
fr: <strong>Les instructions suivantes ne marchent pas sur Windows XP.</strong><br/> La version de <span class="application">Diskpart</span> sur Windows XP ne liste pas les périphériques amovibles.

source: Using <span class="application">Diskpart</span>
de: Benutzung von <span class="application">Diskpart</span>
fr: En utilisant <span class="application">Diskpart</span>

source: <strong>You might overwrite any hard disk on the computer.</strong><br/> If at some point you are not sure about the disk number, stop proceeding.
de: <strong>Sie könnten jegliche Festplatten des Computers überschreiben.</strong><br/> Falls Sie sich an irgendeinem Punkt unsicher darüber sind, welches Medium Sie wählen sollen, brechen Sie den Vorgang ab.
fr: <strong>Vous pourriez écraser n'importe quel disque dur sur l'ordinateur.</strong><br/> Si à un moment vous n'êtes pas sûr du choix du périphérique, arrêtez-vous là.

source: Make sure that the USB stick that you want to reset is unplugged.
de: Stellen Sie sicher, dass der USB-Stick, den Sie zurücksetzen möchten, nicht angeschlossen ist.
fr: Assurez-vous que la clé USB que vous voulez réinitialiser est débranchée.

source: Click on the <span class="button">Start</span> button, and choose <span class="menuchoice">All Programs&nbsp;▸ Accessories&nbsp;▸ Command Prompt</span>, to open the <span class="application">[[!wikipedia cmd.exe desc="Command Prompt"]]</span>,
de: Klicken Sie auf den <span class="button">Start</span>-Button und wählen Sie <span class="menuchoice">Alle Programme&nbsp;▸ Zubehör&nbsp;▸ Eingabeaufforderung</span> aus, um die <span class="application">[[!wikipedia_de cmd.exe desc="Eingabeaufforderung"]] zu öffnen</span>,
fr: Cliquez sur le bouton <span class="button">Démarrer</span>, et choisir <span class="menuchoice">Tous les programmes&nbsp;▸ Accessoires&nbsp;▸ Invite de commandes</span>, pour ouvrir <span class="application">[[!wikipedia_fr Cmd desc="l'interpréteur de commande"]]</span>,

source: [[More help on how to start the <span class="application">Command Prompt</span>|http://www.computerhope.com/issues/chdos.htm]]
de: [[Mehr Hilfe zum Starten der <span class="application">Eingabeaufforderung </span>|http://www.computerhope.com/issues/chdos.htm]]
fr: [[Plus d'aide sur comment lancer <span class="application">l'interpréteur de commande</span>|http://www.computerhope.com/issues/chdos.htm]] (en anglais)

source: 2. Execute the <span class="command">diskpart</span> command, to start <span class="application">Diskpart</span>.
de: 2. Führen Sie den Befehl <span class="command">diskpart</span> aus, um <span class="application">Diskpart</span> zu starten.
fr: 2. Exécutez la commande <span class="command">diskpart</span> pour lancer <span class="application">Diskpart</span>.

source: Execute the <span class="command">list disk</span> command to obtain information about each disk in the computer.
de: Führen Sie den Befehl <span class="command">list disk</span> aus, um Informationen über alle Datenträger im Computer zu erhalten.
fr: Exécutez la commande <span class="command">list disk</span> pour obtenir des informations sur chaque disque de l'ordinateur.

source: For example:
de: Zum Beispiel:
fr: Par exemple :

source: Plug the USB stick that you want to reset. Run the <span class="command">list disk</span> command again.
de: Schließen Sie den USB-Stick, den Sie zurücksetzen möchten, an. Führen Sie den Befehl <span class="command">list disk</span> erneut aus.
fr: Branchez la clé USB que vous voulez réinitialiser. Relancez la commande <span class="command">list disk</span>.

source: A new disk, which corresponds to that USB stick, appears in the list.
de: Ein neuer Datenträger, welcher dem USB-Stick entspricht, erscheint in der Liste.
fr: Un nouveau disque, correspondant à cette clé USB, apparaît dans la liste.

source: For example:
de: Zum Beispiel:
fr: Par exemple :

source: Make sure that its size corresponds to the size of the USB stick that you want to reset. Note down the disk number assigned by <span class="application">Diskpart</span> to the USB stick.
de: Stellen Sie sicher, dass die Größe dem USB-Stick, den Sie zurücksetzen möchten, entspricht. Schreiben Sie sich die Laufwerksnummer auf, die <span class="application">Diskpart</span> dem Medium zugewiesen hat.
fr: Assurez-vous que la taille correspond à la taille de la clé USB que vous voulez réinitialiser. Notez le numéro de disque assigné par <span class="application">Diskpart</span> à la clé USB.

source: To select the USB stick, execute the following command: <span class="command">select disk=<span class="replaceable">number</span></span>. Replace <span class="replaceable">number</span> by the disk number of the USB stick that you want to reset.
de: Führen Sie folgenden Befehl aus, um den USB-Stick auszuwählen: <span class="command">select disk=<span class="replaceable">Nummer</span></span>. Ersetzen Sie <span class="replaceable">Nummer</span> durch die Laufwerksnummer des USB-Sticks, welchen Sie zurücksetzen möchten.
fr: Pour sélectionner la clé USB, exécutez la commande suivante : <span class="command">select disk=<span class="replaceable">numéro</span></span>. Remplacez <span class="replaceable">numéro</span> par le numéro de disque de la clé USB que vous voulez réinitialiser.

source: Execute the <span class="command">clean</span> command to delete the partition table from the USB stick.
de: Führen Sie den Befehl <span class="command">clean</span> aus, um die Partitionstabelle von dem USB-Stick zu löschen.
fr: Exécutez la commande <span class="command">clean</span> pour supprimer la table de partition de la clé USB.

source: Execute the <span class="command">convert mbr</span> command to create a new partition table on the USB stick.
de: Führen Sie den Befehl <span class="command">convert mbr</span> aus, um eine neue Partitionstabelle auf dem USB-Stick zu erstellen.
fr: Exécutez la commande <span class="command">convert mbr</span> pour créer une table de partition sur la clé USB.

source: Execute the <span class="command">create partition primary</span> command to create a new primary partition on the USB stick.
de: Führen Sie den Befehl <span class="command">create partition primary</span> aus, um eine neue primäre Partition auf dem USB-Stick zu erstellen.
fr: Exécutez la commande <span class="command">create partition primary</span> pour créer une partition primaire sur la clé USB.

source: Troubleshooting
de: Fehlerbehebung
fr: Résolution des problèmes

source: See the [[Diskpart documentation from Microsoft Support|http://support.microsoft.com/kb/300415]].
de: Lesen Sie die [[Dokumentation zu Diskpart vom Microsoft Support|http://support.microsoft.com/kb/300415]].
fr: Voir la [[documentation sur Diskpart de l'assistance Microsoft|http://support.microsoft.com/kb/300415/fr]].
