Repository: austin987/tails
Catalog: wiki/src/security/claws_mail_leaks_plaintext_to_imap.*.po
Languages: fa, fr

source: [[!meta title="Claws Mail leaks plaintext of encrypted emails to IMAP server"]]
fa: [[!meta title="Claws Mail متن سادهٔ رایانامه‌های رمزگذاری‌شده را برای سرورهای IMAP فاش می‌کند"]]
fr: [[!meta title="Claws Mail laisse fuiter en clair les mails chiffrés sur le serveur IMAP"]]

source: We discovered that *Claws Mail*, the email client in Tails, stores plaintext copies of all emails on the remote IMAP server, including those that are meant to be encrypted.
fa: متوجه شده‌ایم که *Claws Mail*، کارخواه رایانامه در تیلز، کپی‌های متن سادهٔ تمام رایانامه‌ها را روی یک سرور ریموت IMAP ذخیره می‌کند، از جمله رایانامه‌هایی که قرار است رمزگذاری شده باشند.
fr: Nous avons découvert que *Claws Mail*, le client de messagerie inclus dans Tails, stocke en clair des copies de tous les messages sur le serveur IMAP distant, y compris ceux qui sont censés être chiffrés.

source: - When sending an email, *Claws Mail* copies the email in plaintext to the sending queue of the IMAP server before encrypting the email. *Claws Mail* deletes this plaintext copy after sending the email. - *Claws Mail* drafts in plaintext on the server. An email can be saved as draft either: - Manually by clicking on the **Draft** button when composing an email. - Automatically if you selected the **automatically save message to Draft folder** option in the writing preferences. This option is deselected by default in Tails.
fa: - نرم‌افزار *Claws Mail* هنگام ارسال یک رایانامه آن را به شکل متن ساده در پیش از رمزگذاری آن در صف ارسال سرور IMAP کپی می‌کند. *Claws Mail* پس از ارسال رایانامه این کپی متن ساده را پاک می‌کند. - *Claws Mail* روی سرور به شکل متن ساده پیش‌نویس ایجاد می‌کند. از دو راه می‌توان یک رایانامه را پیش‌نویس کرد: - دستی با کلیک روی دکمهٔ **پیش‌نویس** هنگام ایجاد یک رایانامه. - به طور خودکار اگر گزینهٔ **ذخیرهٔ خودکار پیغام در پوشهٔ پیش‌نویس‌ها** در ترجیحات انتخاب شده باشد. این گزینه در تیلز به طور پیش‌فرض انتخاب نشده‌است.
fr: - Lors de l'envoi d'un message, *Claws Mail* copie ce message en clair dans la file d'envoi du serveur IMAP avant de chiffrer le message. *Claws Mail* efface cette copie en clair après avoir envoyé le message. - Les brouillons *Claws Mail* sont en clair sur le serveur. Un message peut être enregistré comme brouillon soit : - Manuellement en cliquant sur le bouton **Brouillon** pendant la rédaction d'un message. - Automatiquement si vous avez sélectionné l'option **enregistrer automatiquement les messages dans le dossier Brouillon** dans les préférences de composition. Cette option est désactivée par défaut dans Tails.

source: **All users of *Claws Mail* using IMAP and its OpenPGP plug-in are affected.**
fa: **تمام کاربران *Claws Mail* که از IMAP و برنامک اُپن‌پی‌جی‌پی استفاده می‌کنند در معرض این مشکل هستند.**
fr: **Tous les utilisateurs de *Claws Mail* utilisant IMAP et son module OpenPGP sont concernés.**

source: Users of *Claws Mail* using POP are not affected.
fa: کاربران *Claws Mail* که از POP استفاده می‌کنند در معرض این مشکل نیستند.
fr: Les utilisateurs de *Claws Mail* utilisant POP ne sont pas affectés.

source: To know if you are using IMAP or POP, choose <span class="menuchoice"> <span class="guimenu">Configuration</span>&nbsp;▸ <span class="guimenuitem">Edit accounts&hellip;</span></span> and refer to the <span class="guilabel">Protocol</span> column in the list of accounts.
fa: اگر می‌خواهید بدانید که از IMAP استفاده می‌کنید یا POP از این مسیر <span class="menuchoice"> <span class="guimenu">Configuration</span>&nbsp;▸ <span class="guimenuitem">Edit accounts&hellip;</span></span> رفته و در فهرست تمام حساب‌های کاربری به ستون <span class="guilabel">Protocol</span> نگاه کنید.
fr: Pour savoir si vous utilisez IMAP ou POP, choisissez <span class="menuchoice"> <span class="guimenu">Configuration</span>&nbsp;▸ <span class="guimenuitem">Édition des comptes&hellip;</span></span> et consultez la colonne <span class="guilabel">Protocole</span> dans la liste des comptes.

source: Unfortunately, we were not yet able to fix the problem automatically and for everybody. This would require to either modify *Claws Mail* or to migrate to a different application. Refer to the workarounds section to solve this problem in your setup and please warn others around you.
fa: متأسفانه هنوز نتوانسته‌ایم این مشکل را خودکار و برای همه حل کنیم. این کار مستلزم تغییر *Claws Mail* یا کوچ به نرم‌افزاری دیگر است. برای حل این مشکل در تنظیمات خود به بخش راه‌حل‌های جانبی بروید و لطفاً اطرافیان خود را نیز از این مشکل مطلع کنید.
fr: Malheureusement, nous ne sommes pas encore capables de corriger ce problème automatiquement et pour tout le monde. Cela nécessite que vous modifiez *Claws Mail* ou de migrer vers une autre application. Consultez la section *Contournements* ci-dessous pour corriger ce problème dans votre installation et veuillez avertir les autres autour de vous.

source: Workarounds
fa: راه‌حل‌های جانبی
fr: Contournements

source: Verify the content of your **Drafts** folder
fa: تأیید محتوای پوشهٔ **پیش‌نویس‌های** شما
fr: Vérifiez le contenu de votre dossier **Drafts**

source: First of all, verify the content of the **Drafts** folder on the server, either through *Claws Mail* or through the web interface of your email provider. Delete any plaintext email that might have been stored against your will in this folder until now.
fa: اول محتوای پوشهٔ **پیش‌نویس‌ها** روی سرور را یا از *Claws Mail* یا از رابط وب ارائه‌دهندهٔ رایانامهٔ خود تأیید کنید. هر رایانامهٔ متن ساده‌ای که ممکن است تا به حال خلاف میلتان ذخیره شده باشد را پاک کنید.
fr: Avant tout, vérifiez le contenu du dossier **Drafts** sur le serveur, soit en utilisant *Claws Mail* soit via l'interface web de votre fournisseur de messagerie. Supprimez tous les messages en clair qui pourraient y être stockés à votre insu.

source: Then apply one of the other two workarounds to prevent more leaks in the future.
fa: سپس یکی از این دو راه‌حل جانبی را برای جلوگیری از درزهای بیشتر در آینده به کار ببرید.
fr: Appliquez alors l'un des deux contournements pour éviter d'autres fuites à l'avenir.

source: Use POP instead of IMAP
fa: استفاده از POP به جای IMAP
fr: Utilisez POP au lieu de IMAP

source: *Claws Mail* can connect to the email server using either the IMAP or POP protocol.
fa: *Claws Mail* می‌تواند با استفاده از پروتکل‌های POP یا IMAP به سرور رایانامه وصل شود.
fr: *Claws Mail* peut se connecter au serveur de messagerie en utilisant soit le protocole IMAP ou POP.

source: With IMAP, *Claws Mail* constantly synchronizes with the server and displays the emails and folders that are currently stored on the server. IMAP is better suited if you access your emails from different operating systems.
fa: *Claws Mail* با IMAP مدام با سرور هماهنگ می‌شود و رایانامه‌ها و پوشه‌هایی که در حال حاضر روی سرور ذخیره شده را نشان می‌دهد. اگر از سیستم‌عامل‌های مختلف از رایانامهٔ خود استفاده می‌کنید IMAP گزینهٔ بهتری است.
fr: Avec IMAP, *Claws Mail* se synchronise en permanence avec le serveur et affiche les messages et dossiers qui sont actuellement stockés sur le serveur. IMAP est plus approprié si vous accédez à vos messages depuis différents systèmes d'exploitations.

source: With POP, *Claws Mail* downloads the emails that are in the inbox on the server and possibly removes them from the server. POP is better suited if you access emails from Tails only and store them in the persistent volume.
fa: *Claws Mail* با POP رایانامه‌هایی که در صندوق رایانامهٔ خود روی سرور دارید دانلود کرده و احتمالاً آن‌ها را از سرور حذف می‌کند. اگر تنها در تیلز از رایانامهٔ خود استفاده و آن‌ها را در درای مانا ذخیره می‌کنید POP گزینهٔ بهتری برای شما است.
fr: Avec POP, *Claws Mail* télécharge les messages qui sont dans la boîte de réception sur le serveur, et peut éventuellement les supprimer du serveur. POP est plus approprié si vous accéder à vos messages avec Tails seulement et que vous les stockez dans le volume persistant.

source: To know more, see also this Yahoo! Help page on [comparing the differences between POP and IMAP](https://help.yahoo.com/kb/mail-for-desktop/compare-differences-pop-imap-sln3769.html).
fa: برای کسب اطلاعات بیشتر صفحهٔ کمک یاهو در مورد [مقایسهٔ تفاوت بین POP و IMAP](https://help.yahoo.com/kb/mail-for-desktop/compare-differences-pop-imap-sln3769.html) را نیز بخوانید.
fr: Pour en savoir plus, consultez également cette page d'aide Yahoo! sur [la comparaison des différences entre POP et IMAP](https://fr.aide.yahoo.com/kb/IMAP-et-POP-pour-Yahoo-Mail-sln3769.html) (cliquez sur la section "Plus d'infos sur IMAP et POP").

source: POP is not affected at all by this security problem. When using POP, only encrypted emails are sent to the server. So consider switching to POP if you have an email account dedicated to your activities on Tails. To do so:
fa: این مشکل امنیتی هیچ تأثیری روی POP ندارد. هنگام استفاده از POP تنها رایانامه‌های رمزگذاری‌شده به سرور فرستاده می‌شوند. بنابراین اگر یک حساب رایانامهٔ مخصوص فعالیت‌های خود روی تیلز دارید استفاده از POP را در نظر بگیرید. برای این کار:
fr: POP n'est absolument pas affecté par ce problème de sécurité. En utilisant POP, seuls les messages chiffrés sont envoyés au serveur. Veuillez étudier la possibilité de basculer à POP si vous avez un compte de messagerie dédié à vos activités sur Tails. Pour faire cela :

source: 1. Choose **File**&nbsp;▸ **Add mailbox**&nbsp;▸ **MH&hellip;** to create a local mailbox where to download your emails.
fa: ۱. **File**&nbsp;▸ **Add mailbox**&nbsp;▸ **MH&hellip;** to را برای ایجاد یک صندوق رایانامهٔ محلی انتخاب کنید تا رایانامه‌های خود را روی آن دانلود کنید.
fr: 1. Choisissez **Fichier**&nbsp;▸ **Ajouter une boîte aux lettres**&nbsp;▸ **MH&hellip;** pour créer une boîte aux lettres locale où vous pourrez télécharger vos messages.

source: 1. To store the mailbox in the persistent volume, specify <span class="command">.claws-mail/Mail</span> as location. Make sure to type the <span class="command">.</span> before <span class="command">claws-mail/Mail</span>.
fa: ۱. برای ذخیره کردن صندوق رایانامه در درایو مانا مکان را <span class="command">.claws-mail/Mail</span> تعیین کنید. مطمئن شوید که پیش از span class="command">claws-mail/Mail</span> <span class="command">.</span> را تایپ می‌کنید.
fr: 1. Pour stocker votre boîte aux lettres dans le volume persistant, précisez <span class="command">.claws-mail/Mail</span> comme emplacement. N'oubliez pas de taper le <span class="command">.</span> avant <span class="command">claws-mail/Mail</span>.

source: 1. Choose **Configuration**&nbsp;▸ **Edit accounts&hellip;**, select your IMAP account in the list of accounts, and click **Delete** to delete it. Doing so does not delete any email stored on the server.
fa: ۱. **Configuration**&nbsp;▸ **Edit accounts&hellip;** را انتخاب کرده و حساب IMAP خود را در فهرست تمام حساب‌ها انتخاب کنید و سپسبرای پاک کردن آن روی **Delete** کلیک کنید. این کار هیچ کدام از رایانامه‌های ذخیره‌شده روی سرور را پاک نمی‌کند.
fr: 1. Choisissez **Configuration**&nbsp;▸ **Édition des comptes&hellip;**, sélectionnez votre compte IMAP dans la liste des comptes, et cliquez sur **Supprimer** pour le supprimer. Faire cela ne supprime aucun des messages stockés sur le serveur.

source: 1. Click **New** and configure this new account as specified by your email provider.
fa: ۱. روی **New** کلیک کرده و مطابق دستورات ارائه‌دهندهٔ خدمات رایانامهٔ خود یک حساب جدید باز کنید.
fr: 1. Cliquez sur **Nouveau** et configurez un nouveau compte comme indiqué par votre fournisseur de messagerie électronique.

source: In the **Basic** tab, make sure that the **Protocol** option is set to **POP3**.
fa: مطمئن شوید که گزینهٔ **Protocol** در زبانهٔ **Basic** روی **POP3** تنظیم شده‌است.
fr: Dans l'onglet **Général**, soyez sûr que l'option **Protocole** est positionnée à **POP3**.

source: In the **Receive** tab, click on the **Browse** button of the **Default Inbox** option and select the **Inbox** folder of the mailbox that you created in step 2.
fa: در زبانهٔ **Receive** روی دکمهٔ *Browse** گزینهٔ **Default Inbox** و پوشهٔ **Inbox** رایانامه‌ای که در مرحلهٔ ۲ ایجاد کرده بودید انتخاب کنید.
fr: Dans l'onglet **Réception**, cliquez sur le bouton **Parcourir** dans le champ **Dossier de réception par défaut** et sélectionnez le dossier **INBOX** de la boîte aux lettres que vous avez créé dans l'étape 2.

source: If you want to keep a copy of the received emails on the server, verify the preferences in the **Receive** tab. We recommend you to disable the **Remove messages on server when received** option until you make sure that the emails are stored in the persistent volume.
fa: اگر می‌خواهید یک کپی از رایانامه‌های دریافت‌شده را روی سرور داشته باشید، ترجیحات مربوط را در زبانهٔ **Receive** انتخاب کنید. توصیه می‌کنیم گزینهٔ **Remove messages on server when received** را تا مطمئن شدن از ذخیره شدن رایانامه‌ها روی درایو مانا غیرفعال کنید.
fr: Si vous voulez garder sur le serveur une copie des messages reçus, vérifiez les préférences dans l'onglet **Réception**. Nous vous recommandons de désactiver l'option **Suppression des messages du serveur après réception** à moins d'être certain que les messages soient stockés dans le volume persistant.

source: 1. Close the preferences dialog and the list of accounts to go back to the main window of *Claws Mail*.
fa: ۱. پنجرهٔ ترجیحات و فهرست حساب‌ها را بسته و برگردید به پنجرهٔ اصلی *Claws Mail*.
fr: 1. Fermez la boîte de dialogue *Préférences* et la liste des comptes pour retourner à la fenêtre principale de *Claws Mail*.

source: 1. Click on the **Get Mail** button to download all emails from the inbox on the server. Emails in other folders are not downloaded.
fa: ۱. روی دکمهٔ **Get Mail** کلیک کنید تا تمام رایانامه‌ها از سرور دانلود شوند رایانامه‌های پوشه‌های دیگر دانلود نمی‌شوند.
fr: 1. Cliquez sur le bouton **Relever** pour télécharger tous les messages depuis la boîte de réception sur le serveur. Les messages dans les autres dossiers ne sont pas téléchargés.

source: Use local **Drafts** and **Queue** folders
fa: از پوشه‌های محلی **Drafts** و **Queue** استفاده کنید
fr: Utilisez les dossiers locaux **Drafts** et **Queue**

source: If you want to continue using IMAP, you should configure your IMAP account to use **Drafts** and **Queue** folders stored in Tails instead of on the server. To do so:
fa: اگر می‌خواهید همچنان از IMAP استفاده کنید، باید حساب خود را طوری تنظیم کنید که از پوشه‌های **Drafts** و **Queue** که روی تیلز ذخیره شده‌اند به جای سرور استفاده کنید. برای این کار:
fr: Si vous voulez continuer à utiliser IMAP, vous devez configurer votre compte IMAP en utilisant les dossiers **Drafts** et **Queue** stockés dans Tails au lieux de ceux du serveur. Pour faire cela :

source: 1. Choose **Add mailbox**&nbsp;▸ **MH&hellip;** to create a local mailbox where to save your drafts and queued emails.
fa: ۱. **Add mailbox**&nbsp;▸ **MH&hellip;** را انتخاب کنید تا یک صندوق رایانامهٔ محلی برای ذخیره کردن پیش‌نویس‌ها و رایانامه‌های در صف خود بسازید.
fr: 1. Choisissez **Ajouter une boîte aux lettres**&nbsp;▸ **MH&hellip;** pour créer une boîte aux lettres locale où vos brouillons et messages en instance d'envoi seront enregistrés.

source: 1. Choose **Configuration**&nbsp;▸ **Edit accounts&hellip;**, select your IMAP account in the list of accounts, and click **Edit** to edit its preferences.
fa: ۱. از **Configuration**&nbsp;▸ **Edit accounts&hellip;** رفته و حساب IMAP خود را از فهرست تمام حساب‌ها انتخاب کنید. سپس برای تغییر ترجیحات خود روی **Edit** کلیک کنید.
fr: 1. Choisissez **Configuration**&nbsp;▸ **Édition des comptes&hellip;**, sélectionnez votre compte IMAP dans la liste des comptes, et cliquez sur **Modifier** pour éditer ses paramètres.

source: Select **Advanced** in the left pane.
fa: از سمت راست **Advanced** را انتخاب کنید.
fr: Sélectionnez **Avancé** dans le panneau de gauche.

source: 1. Select the **Put queued messages in** option, click **Browse**, and select the **Queue** folder of the **MH** mailbox.
fa: ۱. گزینهٔ **Put queued messages in** را انتخاب کرده و روی **Browse** کلیک کنید و سپس پوشهٔ **Queue** از صندوق **MH** را انتخاب کنید.
fr: 1. Sélectionnez l'option **Sauvegarder les messages à envoyer (file d'attente) dans**, cliquez sur le bouton **Parcourir**, et sélectionnez le dossier **Queue** de la boîte aux lettres **MH**.

source: 1. Select the **Put draft messages in** option, click **Browse**, and select the **Drafts** folder of the **MH** mailbox.
fa: ۱. گزینهٔ **Put draft messages in** را انتخاب کرده روی **Browse** کلیک کنید و پوشهٔ **Drafts** صندوق رایانامهٔ **MH** را انتخاب کنید.
fr: 1. Sélectionnez l'option **Sauvegarder les brouillons dans**, cliquez sur le bouton **Parcourir**, et sélectionnez le dossier **Drafts** de la boîte aux lettres **MH**.

source: Long term solution
fa: راه‌حل بلندمدت
fr: Solution à long terme

source: As for the possible long term solutions to this problem, we are considering:
fa: برای حل بلندمدت این مشکل:
fr: Comme solutions possibles à ce problème à long terme, nous envisageons de :

source: Getting the development team of *Claws Mail* to [fix the problem upstream](http://www.thewildbeast.co.uk/claws-mail/bugzilla/show_bug.cgi?id=2965). We contacted them about this problem already. Please help them provide a technical solution if you can.
fa: می‌توان تیم توسعهٔ *Claws Mail* را به [حل آپ‌استریم این مشکل](http://www.thewildbeast.co.uk/claws-mail/bugzilla/show_bug.cgi?id=2965) ترغیب کرد. ما با آن‌ها در مورد این مشکل تماس گرفته‌ایم. لطفاً اگر می‌توانید به دستیابی به یک راه‌حل فنی کمک کنید.
fr: Demander à l'équipe de développement de *Claws Mail* de [corriger le problème en amont](http://www.thewildbeast.co.uk/claws-mail/bugzilla/show_bug.cgi?id=2965). Nous les avons déjà contactés sur ce problème. Merci de les aider à trouver une solution technique si vous le pouvez.

source: Replacing *Claws Mail* with *Icedove* (the name of *Mozilla Thunderbird* in Debian). We have been willing to do so for years and this problem motivates us to move faster.
fa: می‌توان *Claws Mail* را با *Icedove* (نام *موزیلا تاندربرد* در دبیان) جایگزین کرد. سال‌هاست قصد این کار را داریم و این مشکل به ما انگیزه می‌دهد این کار را سریع‌تر انجام دهیم.
fr: Remplacer *Claws Mail* par *Icedove* (le nom de *Mozilla Thunderbird* dans Debian). Nous avions prévu de faire cela depuis plusieurs années, et ce problème nous incite à faire ce changement plus rapidement.

source: Technical details
fa: جزییات فنی
fr: Détails techniques

source: Leak through the sending queue
fa: درز از صف ارسال
fr: Faille par la file d'attente d'envoi

source: When sending an email from an IMAP account, *Claws Mail* does the following:
fa: *Claws Mail* هنگام فرستادن یک رایانامه از یک حساب IMAP این کار را انجام می‌دهد:
fr: Lors de l'envoi d'un message depuis un compte IMAP, *Claws Mail* réalise les opérations suivantes :

source: 1. It connects to the IMAP server and stores a plaintext copy of the email in the **Queue** folder on the server.
fa: ۱. به سرور IMAP متصل شده و یک کپی متن سادهٔ رایانامه را در پوشهٔ **Queue** روی سرور ذخیره می‌کند.
fr: 1. Il se connecte sur le serveur IMAP et stocke une copie en clair du message dans le dossier **Queue** sur le serveur.

source: It encrypts the email locally.
fa: سپس رایانامه را به طور محلی رمزگذاری می‌کند.
fr: Il chiffre le message localement.

source: It sends the encrypted email through the SMTP server.
fa: رایانامهٔ رمزگذاری‌شده را از طریق سرور SMTP ارسال می‌کند.
fr: Il envoi le message chiffré via le serveur SMTP.

source: 1. It connects to the IMAP server and stores an encrypted copy of the email in the **Sent** folder on the server.
fa: ۱. به سرور IMAP متصل شده و یک کپی رمزگذاری‌شده از رایانامه را در پوشهٔ **Sent** روی سرور ذخیره می‌کند.
fr: 1. Il se connecte au serveur IMAP et stocke une copie chiffré du message dans le dossier **Sent** sur le serveur.

source: 1. It connects to the IMAP server and deletes the plaintext email saved in step 1 from the **Queue** folder.
fa: ۱. به سرور IMAP متصل شده و رایانامهٔ متن ساده را که در مرحلهٔ ۱ در پوشهٔ **Queue** ذخیره شده پاک می‌کند.
fr: 1. Il se connecte au serveur IMAP et supprime le message en clair enregistré à l'étape 1 dans le dossier **Queue**.
