Repository: austin987/tails
Catalog: wiki/src/security/Iceweasel_exposes_a_rare_User-Agent.*.po
Languages: fa

source: [[!meta title="Iceweasel exposes a rare User-Agent"]]
fa: [[!meta title="Iceweasel یک عامل کاربر نادر را فاش می‌کند"]]

source: A Torbutton bug ([[!debbug 595375]]) makes Iceweasel expose a recognizable User-Agent when the "Spoof US English Browser" setting is disabled, which is the case in T(A)ILS 0.5.
fa: یک ایراد تورباتِن ([[!debbug 595375]]) باعث می‌شود Iceweasel یک عامل کاربر قابل‌شناسایی را هنگام غیرفعال بودن تنظیمات "Spoof US English Browser" («جا زدن مرورگر انگلیسی آمریکایی») را فاش کند که این مشکل در T(A)ILS 0.5 وجود دارد.

source: Impact
fa: نتیجه

source: System administrators, webmasters and anyone able to read the logs of a website are able to single out, amongst the visitors, the ones that are using an affected Torbutton extension *and* have explicitly disabled the "Spoof US English Browser" setting.
fa: مدیران سیستم، وب‌مسترها و هر کسی که بتواند لاگ‌های تارنماها را بخواند می‌تواند آن‌هایی که سعی می‌کنند از یک افزونهٔ خراب تورباتِن استفاده کنند *و* به وضوح تنظیم مذکور را غیرفعال کرده‌اند پیدا کند.

source: While T(A)ILS users are obviously not the only ones in this case, such a bug eases fingerprinting.
fa: کاربران T(A)ILS تنها افرادی نیستند که دچار این مشکل شده‌اند اما چنین ایرادی برداشتن اثر انگشت را ساده‌تر می‌کند.

source: The client IP address recorded in the webserver logs for such a connection is the one of the Tor exit node used by the T(A)ILS user at this time.
fa: آدرس آی‌پی کارخواه ضبط‌شده در لاگ‌های سرور وب برای چنین اتصالی یکی از گره‌های خروجی تور استفاده‌شده از کاربر T(A)ILS است.

source: Solution
fa: راه‌حل

source: Upgrade to T(A)ILS 0.6.
fa: ارتقاء به T(A)ILS 0.6.

source: Mitigation on T(A)ILS 0.5
fa: مهاجرت به T(A)ILS 0.5

source: The following steps need to be done immediately after boot, **before** running Iceweasel.
fa: این مراحل باید بلافاصله پس از راه‌اندازی و **پیش از** اجرای Iceweasel انجام شوند.

source: Run the following command in a terminal:
fa: خط فرمان زیر را در یک پایانه اجرا کنید:

source: ... this opens a text editor. Delete the line that says:
fa: ...این کار باعث باز شدن یک ویرایش‌گر متن می‌شود. این خطوط را پاک کنید:

source: ... then save and quit. You can now run Iceweasel.
fa: ...سپس آن را ذخیره کرده و برنامه را ببندید. حالا می‌توانید Iceweasel را اجرا کنید.

source: Beware! Changing this setting in the Torbutton preferences window is **not** effective.
fa: مراقب باشید! تغییر این تظنیمات در پنجرهٔ ترجیحات تورباتِن **بی‌فایده** است.

source: Affected versions
fa: نسخه‌های تحت تأثیر

source: Torbutton 1.2.5, included in T(A)ILS 0.5
fa: تورباتِن ۱٫۲٫۵ در T(A)ILS 0.5
