Repository: austin987/tails
Catalog: wiki/src/security/ineffective_firewall-level_Tor_enforcement.*.po
Languages: fa, fr

source: [[!meta title="Ineffective firewall-level Tor enforcement"]]
fa: [[!meta title="سطح نامناسب دیوارآتش برای اجرای تور"]]
fr: [[!meta title="Obligation de passer par Tor au niveau du pare-feu non effective"]]

source: The `openntpd` package is not installed anymore since commit bf8cc787ce46e9946ab47d5383feb1174da3f22a (20091006). The `ntpd` user is then non-existent on built amnesia systems.
fa: این بستهٔ `openntpd` دیگر از commit bf8cc787ce46e9946ab47d5383feb1174da3f22a (20091006) نصب نمی‌شود. کاربر `ntpd` روی سیستم‌های فراموشی نیز ناموجود است.
fr: La paquet `openntpd` n'est plus installé depuis le commit bf8cc787ce46e9946ab47d5383feb1174da3f22a (20091006). L'utilisateur `ntpd` n'existe donc pas sur les systèmes amnesia créés.

source: This user is however mentioned in `/etc/firewall.conf`. `iptables-restore` being apparently picky about imperfect configuration files, it refuses to load it, and the firewall-level Tor enforcement is therefore not effective.
fa: البته این کاربر در `/etc/firewall.conf` اشاره کرده که ظاهراً `iptables-restore` در مورد فایل‌های پیکربندی ناقص سخت‌گیر است و از بارگذاری خودداری می‌کند و در نتیجه اجرای تور در سطح دیوارآتش انجام نمی‌شود.
fr: Cet utilisateur est mentionné dans `/etc/firewall.conf`. `iptables-restore` étant apparemment pointilleux sur les fichiers de configuration inexacts, il refuse de le charger, et l'obligation de passer par Tor au niveau du pare-feu n'est donc pas appliquée.

source: Impact
fa: نتیجه

source: Some applications establish direct connections through the Internet, not using the Tor network at all.
fa: بعضی ابزارها از طریق اینترنت ارتباط مستقیم ایجاد کرده و از طریق شبکهٔ تور هیچ ارتباطی ایجاد نمی‌کنند.
fr: Certaines applications établissent des connexions directes par Internet, sans utiliser le réseau Tor.

source: Details:
fa: جزییات:
fr: Détails :

source: iceweasel is not affected, thanks to the torbutton extension
fa: iceweasel به خاطر افزونهٔ تورباتِن تحت تأثیر این مشکل قرار نمی‌گیرد
fr: iceweasel n'est pas affecté, grâce à l'extension torbutton

source: applications that take into account the relevant environment variables (namely `http_proxy`, `HTTP_PROXY`, `SOCKS_SERVER` and `SOCKS5_SERVER`) are not affected
fa: ابزارهایی که متغیرهای محیطی مرتبط را در نظر می‌گیرند (یعنی `http_proxy`، `HTTP_PROXY`، `SOCKS_SERVER` و `SOCKS5_SERVER`) تحت تأثیر این مشکل نیستند
fr: les applications qui prennent en compte les variables d'environnement adéquates (nommées `http_proxy`, `HTTP_PROXY`, `SOCKS_SERVER` et `SOCKS5_SERVER`) ne sont pas affectées

source: any other application, such as Pidgin or Thunderbird, is probably affected.
fa: هر ابزار دیگری مانند پیجین یا تاندربرد ممکن است تحت تأثیر این مشکل قرار بگیرد.
fr: toutes les autres applications, comme Pidgin ou Thunderbird, sont probablement affectées.

source: Solution
fa: راه‌حل

source: This problem has been fixed in [[Git|contribute/git]] commit 9c425e8de13e6b4f885.
fa: این مشکل در [[گیت|contribute/git]] commit 9c425e8de13e6b4f885 حل شده‌است.
fr: Le problème a été résolu dans le commit [[Git|contribute/git]] 9c425e8de13e6b4f885.

source: Affected versions
fa: نسخه‌های تحت تأثیر
fr: Versions affectées

source: No released amnesia version is affected.
fa: هیچ نسخه از فراموشی منتشرشده تحت تأثیر این مشکل نیست.
fr: Aucune version d'amnesia publiée n'est affectée.

source: Custom images built from Git snapshots equal of after bf8cc787ce46e9946ab47d5383feb1174da3f22a (20091006), and before 9c425e8de13e6b4f885 (excluded), are affected.
fa: تصاویر اختصاصی ایجادشده توسط تصاویر لحظه‌ای پس از bf8cc787ce46e9946ab47d5383feb1174da3f22a (20091006) و پیش از 9c425e8de13e6b4f885 تحت تأثیر آن هستند.
fr: Les images custom fabriquées à partir d'instantanés Git entre les versions bf8cc787ce46e9946ab47d5383feb1174da3f22a (20091006) et 9c425e8de13e6b4f885 (exclue) sont affectées.
