Repository: austin987/tails
Catalog: wiki/src/security/IP_address_leak_with_icedove.*.po
Languages: fa

source: [[!meta title="Icedove (Thunderbird) leaks the real IP address"]]
fa: [[!meta title="Icedove (تاندربرد) باعث درز آدرس آی‌پی واقعی می‌شود"]]

source: The Torbutton extension installed in amnesia being incompatible with Icedove (Thunderbird), the real IP address of the computer is disclosed to the SMTP relay that is used to send email.
fa: افزونهٔ تورباتِن که در فراموشی نصب می‌شود با Icedove (تاندربرد) ناهمخوانی دارد و آدرس آی‌پی واقعی رایانه به رله‌های SMTP که برای ارسال رایانامه به کار می‌روند فاش می‌شود.

source: Impact
fa: نتیجه

source: When using Icedove to send email, the computer's real IP address is disclosed to the SMTP relay, that usually writes it down to a `Received:` header inside outgoing email. This private information is therefore disclosed to:
fa: هنگام استفاده از Icedove برای ارسال رایانامه، آدرس آی‌پی واقعی رایانامه برای رله‌ٔ SMTP فاش می‌شود که معمولاً آن را در یک سربرگ `Received:` داخل رایانامهٔ ارسالی می‌نویسد. این اطلاعات خصوصی در نتیجه برای این‌ها فاش می‌شود:

source: the SMTP relay's administrators;
fa: مدیران رلهٔ SMTP؛

source: anyone who is able to read such a sent email, including: anyone the email is sent to, various network and email servers administrators.
fa: هر کسی که بتواند چنین رایانامهٔ ارسالی را بخواند، از جمله: هر کسی که رایانامه برایش ارسال شده، مدیران مختلف شبکه و سرورهای رایانامه.

source: When using a NAT-ed Internet connection, the disclosed IP is a local network one (e.g. 192.168.1.42), which usually does not reveal too much. On the other hand, when connecting directly to the Internet, e.g. using a PPP or DSL modem and no router, the disclosed IP truly reveals the location of the amnesia user.
fa: هنگام استفاده از یک اتصال اینترنت NATشده، آی‌پی فاش‌شده یک آدرس شبکهٔ محلی است (مثل 192.168.1.42) که معمولاً چیز زیادی فاش نمی‌کند. اما هنگام اتصال مستقیم به اینترنت، مثل استفاده از مودم دی‌اس‌ال یا پی‌پی‌پی بدون روتر، آی‌پی فاش‌شده مکان واقعی کاربر فراموشی را مشخص می‌کند.

source: Solution
fa: راه‌حل

source: Upgrade to [[amnesia 0.4.1|news/version_0.4.1]], that ships with Claws Mail instead of Icedove, **and** set the following preferences in `~/.claws-mail/accountrc` for every account:
fa: سیستم خود را به [[amnesia 0.4.1|news/version_0.4.1]] ارتقاء دهید که به جای Icedove از Claws Mail استفاده می‌کند، **و** این تنظیمات را در `~/.claws-mail/accountrc` برای همهٔ حساب‌های کاربری انجام دهید:

source: See [[!tails_ticket 6119]] for details.
fa: برای جزییات بیشتر رجوع کنید به [[!tails_ticket 6119]].

source: Mitigation
fa: کاهش خطرات

source: Best is to avoid using Icedove (Thunderbird) in amnesia until fixed images are released. If not possible:
fa: بهترین کار استفاده نکردن از Icedove (تاندربرد) در فراموشی است تا زمانی که تصویرهای بدون این مشکل منتشر شوند. اگر این راه‌حل ممکن نیست:

source: Use amnesia behind a NAT-ed Internet connection, inside a LAN that uses widespread IP addresses.
fa: از فراموشی پشت یک اتصال اینترنت NATشده داخل یک شبکهٔ محلی استفاده کنید که از آدرس‌های گستردهٔ آی‌پی استفاده می‌کند.

source: Use a trustworthy, privacy-friendly SMTP relay that does not write down the client's IP address anywhere, especially in email headers.
fa: از یک رلهٔ SMTP مناسب حفظ حریم خصوصی استفاده کنید که آدرس آی‌پی کارخواه را هر جایی ننویسد، به خصوص در سربرگ‌های رایانامه.

source: Note that using GnuPG does not fix this problem at all: GnuPG only encrypts the email body, the email headers being always kept in clear.
fa: در نظر داشته باشید که استفاده از GnuPG این مشکل را کاملاً حل نمی‌کند: GnuPG تنها متن رایانامه را رمزگذاری می‌کند. سربرگ‌های رایانامه همواره رمزگذاری‌نشده باقی می‌مانند.

source: Affected versions
fa: نسخه‌های تحت تأثیر

source: Any amnesia release until, and including, 0.3. amnesia 0.4 is not affected.
fa: هر نسخهٔ فراموشی تا ۰٫۳. فراموشی ۰٫۴ تحت تأثیر این مشکل نیست.
