Repository: austin987/tails
Catalog: wiki/src/security/mcallgetproperty.*.po
Languages: fr

source: [[!meta title="JavaScript vulnerability in Tor Browser"]]
fr: [[!meta title="Vulnérabilité JavaScript dans le Navigateur Tor"]]

source: A [critical vulnerability](https://www.mozilla.org/en-US/security/advisories/mfsa2020-49/) was discovered in the JavaScript engine of *Firefox* and *Tor Browser*.
fr: Une [faille critique](https://www.mozilla.org/en-US/security/advisories/mfsa2020-49/) a été découverte dans le moteur JavaScript de *Firefox* et du *Navigateur Tor*.

source: Until Tails 4.13 (November 17), we recommend all users to set the [[security level of *Tor Browser*|doc/anonymous_internet/Tor_Browser#security-level]] to *Safer* or *Safest*.
fr: En attendant Tails 4.13 (le 17 novembre), nous recommandons à toutes les personnes utilisant Tails de régler le [[niveau de sécurité du *Navigateur Tor*|doc/anonymous_internet/Tor_Browser#security-level]] à *Plus sûr* ou *Le plus sûr*.

source: This vulnerability was discovered during the [Tianfu Cup 2020 International Cybersecurity Contest](http://www.tianfucup.com/). The details of the vulnerability were not disclosed.
fr: Cette vulnérabilité a été découverte durant le [concours international de cybersécurité Tianfu Cup 2020](http://www.tianfucup.com/). Les détails de cette vulnérabilité n'ont pas été rendus publics.

source: We are not aware of any use of this vulnerability against actual users.
fr: Nous n'avons entendu parler d'aucune utilisation de cette vulnérabilité contre des personnes utilisant Tails.

source: The *Safer* or *Safest* security level of *Tor Browser* are not affected because the feature of JavaScript that is affected, the *[[!wikipedia just-in-time compilation]]*, is disabled at these security levels.
fr: Les niveaux de sécurité *Plus sûr* ou *Le plus sûr* du *Navigateur Tor* ne sont pas concernés parce que la fonction JavaScript concernée, la *[[!wikipedia_fr Compilation_à_la_volée]]*, est désactivée à ces niveaux de sécurité.

source: Mozilla fixed this vulnerability in *Firefox* 78.4.1 and Tor fixed this vulnerability in *Tor Browser* 10.0.4.
fr: Mozilla a corrigé cette vulnérabilité avec *Firefox* 78.4.1 et Tor l'a corrigé avec le *Navigateur Tor* 10.0.4.

source: We decided not to release an emergency upgrade of Tails because:
fr: Nous avons décidé de ne pas faire une mise à jour d'urgence de Tails car :

source: Tails 4.13 is already scheduled for November 17 and will fix this vulnerability.
fr: Tails 4.13 est déjà prévu pour le 17 novembre et va corriger cette vulnérabilité.

source: Our main release manager left the team recently and we have very limited staffpower right now.
fr: Notre principal gestionnaire de version a quitté l'équipe récemment et nous avons une capacité de travail très limitée actuellement.

source: The details of the vulnerability were not disclosed, making it harder to exploit, and we are not aware of any use of this vulnerability against actual users.
fr: Les détails de cette vulnérabilité ne sont pas publics, ce qui rend difficile son exploitation, et nous n'avons entendu parler d'aucune utilisation de cette vulnérabilité contre des personnes utilisant Tails.
