Repository: austin987/tails
Catalog: wiki/src/security/use_of_untrusted_Live_system_found_on_local_hard-disk.*.po
Languages: fa

source: [[!meta title="Possible use of an untrusted Live system found on local hard-disk"]]
fa: [[!meta title="امکان استفاده از یک سیستم زنده نامطمئن که روی سخت‌دیسک بومی پیدا شده"]]

source: live-initramfs boot scripts, that are used in amnesia, can boot an untrusted Live system found on the local hard-disk, rather than the one present on the USB stick on CD, as could be expected.
fa: اسکریپت‌های راه‌اندازی live-initramfs که در فراموشی از آن‌ها استفاده می‌شود ممکن است به جای سیستم زندهٔ روی درایو یواس‌بی یا سی‌دی، یک سیستم زندهٔ یافت‌شده روی سخت‌دیسک بومی را راه‌اندازی کنند.

source: This can only happen in the (pretty rare) case when Linux needs more than 15 seconds to make the legitimate USB stick or CD ready.
fa: این اتفاق فقط ممکن است مواقعی (بسیار نادر) رخ بدهد که لینوکس برای آماده کردن درایو یواس‌بی یا سی‌دی به بیشتر از ۱۵ ثانیه احتیاج داشته باشد.

source: Impact
fa: نتیجه

source: Booting another Live system than the one you think, without being told, can lead to any kind of information leak, anonymity break, etc.
fa: راه‌اندازی یک سیستم زندهٔ دیگر به جز سیستم مورد نظرتان بدون گفتن به شما ممکن است منجر به انواع درز اطلاعات، به مخاطره افتادن ناشناسی و از این دست مشکلات بشود.

source: Solution
fa: راه‌حل

source: None yet. Either build your own images from Git, or wait for the imminent 0.4.2 release.
fa: هنوز هیچ. یا تصاویر خود را از گیت بسازید یا منتظر نسخهٔ ۰٫۴٫۲ باشید که به زودی منتشر می‌شود.

source: Mitigation
fa: کاهش خطرات

source: Do not use amnesia on untrusted computers.
fa: از فراموشی روی رایانه‌های نامطمئن استفاده نکنید.

source: Affected versions
fa: نسخه‌های تحت تأثیر

source: Any Debian Live-based system, including every amnesia release until, and including, 0.4.1.
fa: هر سیستم مبتنی بر دبیان زنده از جمله تمام نسخه‌های فراموشی شامل نسخهٔ ۰٫۴٫۱.
