Repository: austin987/tails
Catalog: po/*.po
Languages: bg, es_ar, ga, km, lv, mk, nn, sl_si, zh_hk

source: Tor is ready
bg: Tor е готов
es_ar: Tor está listo
ga: Tá Tor réidh
km: Tor គឺ​រួចរាល់​ហើយ
lv: Tor ir sagatavots
mk: Tor е подготвен
nn: Tor er klar
sl_si: Tor je pripravljen
zh_hk: Tor洋蔥路由準備好

source: You can now access the Internet.
bg: Вече може да получите достъп до Интернет.
es_ar: Ahora podés acceder a Internet.
ga: Tá tú in ann dul ar an Idirlíon anois.
km: ឥឡូវ​អ្នក​អាច​ប្រើ​អ៊ីនធឺណិត​បាន។
lv: Jūs tagad varat piekļūt internetam.
mk: Сега можете да пристапите на Интернет.
nn: Du har no tilgang til Internett.
sl_si: Sedaj lahko dostopate do omrežja
zh_hk: 你咿㗎可以連接互聯網。

source: <h1>Help us fix your bug!</h1> <p>Read <a href="%s">our bug reporting instructions</a>.</p> <p><strong>Do not include more personal information than needed!</strong></p> <h2>About giving us an email address</h2> <p> Giving us an email address allows us to contact you to clarify the problem. This is needed for the vast majority of the reports we receive as most reports without any contact information are useless. On the other hand it also provides an opportunity for eavesdroppers, like your email or Internet provider, to confirm that you are using Tails. </p>
bg: <h1>Помогнете ни да поправиме вашия бъг!</h1> <p>Прочетете <a href="%s">нашите инструкции за докладване на бъгове</a>.</p> <p><strong>Не включвайте повече лична информация от колкото е нужно!</strong></p> <h2>Относно, даването на нас на е-поща</h2> <p> Давайки ни имейл адрес вие ни позволявате да се свържем с вас, за да се изясним проблема. Това е необходимо за по-голямата част от докладите, които получаваме, тъй като повечето доклади без никаква информация за контакт са безполезни. От друга страна също така предоставя възможност за подслушване, като електронната си поща или интернет доставчик, , за дапотвърди, че използвате Tails. </p>
es_ar: <h1>¡Ayudanos a arreglar errores!</h1> <p>Leé <a href="%s">nuestras instrucciones sobre cómo reportar errores</a>.</p> <p><strong>¡No incluyas más información personal que la mínima necesaria!</strong></p> <h2>Acerca de proporcionarnos una dirección de correo electrónico</h2> <p> El proporcionarnos una dirección de correo electrónico nos permite contactarte para clarificar el problema. Esto es necesario en la gran mayoría de los reportes que recibimos, ya que muchos de ellos, sin alguna información de contacto, son inútiles. Por otro lado, esto permite a un observador hostil, como tu proveedor de correo electrónico o de Internet, confirmar que estás utilizando Tails. </p>
ga: <h1>Cabhraigh linn an fhadhb a réiteach!</h1> <p>Léigh <a href="%s">conas a chuirtear tuairisc ar fhabht faoinár mbráid</a>.</p> <p>Ná cuir an iomarca sonraí pearsanta sa tuairisc!</strong></p> <h2>Maidir le seoladh ríomhphoist a sholáthar</h2> <p> Má thugann tú seoladh ríomhphoist dúinn, beimid in ann dul i dteagmháil leat chun an fhadhb a shoiléiriú. Tá tuilleadh mionsonraí de dhíth i bhformhór mór na gcásanna agus is minic nach féidir linn aon tairbhe a bhaint as tuairisc gan sonraí teagmhála. É sin ráite, tugann sé deis do chúléisteoirí, mar shampla do sholáthraí seirbhíse Idirlín nó do sholáthraí ríomhphoist, deimhniú go n-úsáideann tú Tails. </p>
lv: <h1>Palīdziet mums novērst Jūsu kļūdu!</h1> <p>Lasiet <a href="%s">mūsu kļūdas pieteikšanas norādījumus</a>.</p> <p><strong>Neiekļaujiet vairāk personiskās informācijas nekā ir nepieciešams!</strong></p> <h2>Par Jūsu e-pasta adreses norādīšanu mums</h2> <p> Norādot savu e-pasta adresi, Jūs dodat mums iespēju sazināties ar Jums, lai apzinātu problēmu. Vairumam pieteikumu tas ir nepieciešams, jo liela daļa pieteikumu bez kontaktinformācijas nav atrisināma. No otras puses, e-pasta norādīšana paver iespēju tiem kas noklausās, piemēram, e-pasta vai interneta pakalpojumam sniedzējiem, pārliecināties, ka lietojat Tails. </p>
mk: <h1>Помогнете ни да ја поправиме вашата грешка!</h1> <p>Прочитајте ги <a href="%s">нашите инструкции за пријавување на грешка</a>.</p> <p><strong>Не вклучувај лични информации повеќе отколку што е потребно!</strong></p> <h2>За да ни дадете адреса за е-пошта</h2> <p> Со давањето на адреса за е-пошта ни овозможувате да ве контактираме за да го појасниме проблемот. Ова е потребно за огромното мнозинство на извештаи кои ги добиваме а најголемиот број на извештаи без информации за контакт се бескорисни. Од друга страна тоа исто така им дава можност на прислушувачите, како вашата е-пошта или Интернет провајдерот, да потврдат дека користите Tails. </p>
nn: <h1>Hjelp oss med å ordna insektet ditt!</h1> <p>Les <a href="%s">insektsinnmeldingsrettleiingane våre</a>.</p> <p><strong>Ikkje tak med fleire personlege upplysingar enn kva som er naudsynt!</strong></p> <h2>Um å gjeva oss ei e-postadressa</h2> <p> Å gjeva oss ei e-postadressa lèt oss setja oss i samband med deg for å fenga klårleik i vansken. Dette trengst for det store fleirtalet av meldingane me mottek då dei fleste meldingar utan nokon sambandsupplysingar er unyttuge. På den andre sida gjev det òg tjuvlyttarar soleis som e-post- eller internettåtbjodaren din eit høve åt å stadfesta at du nyttar Halar. </p>
zh_hk: <h1>幫我哋修復程式錯誤！</h1> <p>閱讀<a href=\"%s\">錯誤回報注意事項</a>.</p> <p><strong>唔好包含任何唔必要嘅個人資料！</strong></p> <h2>關於提供你嘅電郵地址</h2> <p> 電郵地址用於需要時聯絡你澄清問題。大多數未附電郵地址嘅 錯誤報告對我哋幫助唔大。然而，缺陷係咁會畀監聽者(例如 你嘅電郵或網絡服務提供者)機會確認你正在使用Tails。 </p>

source: Additional Software
es_ar: Programas adicionales
ga: Bogearraí Breise
mk: Дополнителен софтвер

source: You can install additional software automatically from your persistent storage when starting Tails.
es_ar: Podés instalar programas adicionales automáticamente desde tu almacenamiento persistente cuando esté arrancando Tails.
ga: Is féidir leat bogearraí breise a shuiteáil go huathoibríoch ó do stóras seasmhach nuair a thosaíonn Tails.
mk: Може да инсталирате дополнителен софтвер автоматски од вашиот постојан склад кога се стартува Tails.

source: The following software is installed automatically from your persistent storage when starting Tails.
es_ar: El siguiente programa es instalado automáticamente desde tu almacenamiento persistente cuando esté arrancando Tails.
ga: Suiteálfar na bogearraí seo a leanas go huathoibríoch ó do stóras seasmhach nuair a thosóidh tú Tails.
mk: Следниот софтвер е инсталиран автоматски од вашиот постојан склад кога се стартува Tails.

source: To add more, install some software using <a href="synaptic.desktop">Synaptic Package Manager</a> or <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
es_ar: Para añadir más, instalá algunos programas usando el <a href="synaptic.desktop">Gestor de paquetes Synaptic</a> ó <a href="org.gnome.Terminal.desktop">APT en la línea de comandos</a>.
ga: Is féidir leat tuilleadh bogearraí a shuiteáil le <a href="synaptic.desktop">Bainisteoir Pacáistí Synaptic</a> nó le <a href="org.gnome.Terminal.desktop">APT ar líne na n-orduithe</a>.
mk: За да додадете повеќе, инсталирајте некој софтвер користејќи <a href="synaptic.desktop">Синаптичен пакет менаџер</a> или <a href="org.gnome.Terminal.desktop">APT на командната линија</a>.

source: _Create persistent storage
es_ar: _Crear almacenamiento persistente
ga: _Cruthaigh stóras seasmhach
mk: _Создади постојан склад

source: Persistence is disabled for Electrum
bg: Устойчивостта е забранена за Electrum
es_ar: El modo persistencia de datos está deshabilitado para Electrum
ga: Díchumasaíodh seasmhacht sonraí in Electrum
lv: Pastāvība ir atspējota Electrum'am.
mk: Постојаноста е оневозможена за Electrum
nn: Vedvaring er slege av for Electrum
zh_hk: 停用Electrum嘅持續功能

source: When you reboot Tails, all of Electrum's data will be lost, including your Bitcoin wallet. It is strongly recommended to only run Electrum when its persistence feature is activated.
es_ar: Cuando reinicias Tails, todos los datos de Electrum se perderán, incluyendo tu billetera de Bitcoin. Está fuertemente recomendado que solo ejecutes Electrum cuando la persistencia esté activada.
ga: Nuair a atosaíonn tú Tails, cailleann tú na sonraí go léir ó Electrum, do sparán Bitcoin san áireamh. Molaimid go láidir duit gan Electrum a úsáid gan seasmhacht sonraí a bheith ar siúl.
mk: Кога го ребутирате Tails, сите податоци за Electrum ќе бидат изгубени, вклучувајќи го и вашиот Биткоин паричник. Силно се препорачува да се стартува Electrum кога неговата постојана карактеристика е активирана.

source: Do you want to start Electrum anyway?
bg: Искате ли да стартирате Electrum така или иначе?
es_ar: ¿Deseás utizar Electrum de todos modos?
ga: An bhfuil fonn ort Electrum a thosú mar sin féin?
lv: Vai vienalga vēlaties startēt Electrum?
mk: Дали сепак сакаш да го стартуваш Electrum?
nn: Vil du starte Electrum likevel?
zh_hk: 啟用Electrum嗎？

source: _Launch
bg: _Стартиране
es_ar: _Iniciar
ga: _Tosaigh
km: ចាប់ផ្ដើម
mk: _Лансирање
nn: _Start
sl_si: _Zagon

source: _Exit
bg: _Изход
es_ar: _Salir
ga: _Scoir
km: ចេញ
mk: _Излез
nn: _Avslutt
sl_si: _Izhod

source: For debugging information, execute the following command: sudo tails-debugging-info
es_ar: Para información de depuración, ejecutá el siguiente comando: sudo tails-debugging-info
ga: Bain úsáid as an ordú seo chun faisnéis dífhabhtaithe a fháil: sudo tails-debugging-info
mk: За информации за отстранување на грешки, извршете ја оваа команда: sudo tails-debugging-info

source: <b>An error occured while updating the signing key.</b>\n\n<b>This prevents determining whether an upgrade is available from our website.</b>\n\nCheck your network connection, and restart Tails to try upgrading again.\n\nIf the problem persists, go to file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
es_ar: <b>Se produjo un error al actualizar la clave de firma. </b>\n\n<b>Esto impide determinar si hay una actualización disponible en nuestro sitio web.</b>\n\nComprobá tu conexión de red y reiniciá Tails para intentar actualizar nuevamente. \n\nSi el problema persiste, dirigite al archivo: file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
ga: <b>Tharla earráid agus an eochair shínithe á nuashonrú.</b>\n\n<b>Dá bharr seo, ní féidir linn nuashonruithe a lorg ónár suíomh Gréasáin.</b>\n\nDeimhnigh go bhfuil tú ceangailte leis an líonra, atosaigh Tails, agus déan iarracht eile.\n\nMá mhaireann an fhadhb, féach file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
mk: <b>Се појави грешка за време на ажурирањето на сертфикациониот клуч.</b> \n\n<b>Ова спречува утрврдување на тоа дали ажурирање/надоградба е достапна нашата веб страна во моментот.</b>\n\nПроверете го вашето интернет поврзување, и повторно стартувајте го Tails за да пробате да ажурирате повторно.\n\nАко проблемот сеуште постои, одете на file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html

source: Error while updating the signing key
es_ar: Error al actualizar la clave de firma
ga: Earráid agus an eochair shínithe á nuashonrú
mk: Грешка при ажурирање на сертификациониот клуч

source: Error while checking for upgrades
es_ar: Error durante la comprobación de actualizaciones
ga: Earráid agus nuashonruithe á lorg
mk: Грешка при проверката за ажурирања

source: <b>Could not determine whether an upgrade is available from our website.</b> Check your network connection, and restart Tails to try upgrading again. If the problem persists, go to file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
es_ar: <b>No se pudo determinar si una actualización está disponible en nuestro sitio web.</b> Comprobá tu conexión de red, y reiniciá Tails para intentar actualizarlo nuevamente. Si el problema persiste, andá a file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
ga: <b>Níorbh fhéidir fáil amach an bhfuil aon nuashonrú ar fáil ónár suíomh.</b> Deimhnigh go bhfuil tú ceangailte leis an líonra, atosaigh Tails, agus déan iarracht eile. Má mhaireann an fhadhb, féach file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html
mk: <b>Не можеше да одреди дали ажурирањето е достапно од нашата веб страна.</b> Проверете го вашето мрежно поврзување, и повторно старувајте го Tails за да се обиде да се ажурира повторно. Ако проблемот и понатаму го има, одете во file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html

source: no automatic upgrade is available from our website for this version
es_ar: ninguna actualización automática está disponible en nuestro sitio web para esta versión
ga: níl aon nuashonrú uathoibríoch ar an leagan seo ar fáil ónár suíomh
mk: нема достапно автоматско ажурирање за оваа верзија на нашата веб страна

source: your device was not created using a USB image or Tails Installer
es_ar: tu dispositivo no fue creado usando una imagen USB o un instalador de Tails
ga: níor cruthaíodh do ghléas le suiteálaí Tails ná ó íomhá USB
mk: твојот уред не беше создаден со користење на USB слика или со Tails Installer

source: Tails was started from a DVD or a read-only device
es_ar: Tails se inició desde un DVD o un dispositivo de sólo lectura
ga: Tosaíodh Tails ó DVD nó ó ghléas inléite amháin
mk: Tails беше стартуван од ДВД или од само-читај уред

source: there is not enough free space on the Tails system partition
es_ar: no hay suficiente espacio libre en la partición del sistema de Tails
ga: níl dóthain spáis ar fáil ar dheighilt an chórais Tails
mk: нема доволно слободен простор на Tails систем партицијата

source: not enough memory is available on this system
es_ar: no hay suficiente memoria disponible en el sistema
ga: níl dóthain cuimhne ar fáil ar an gcóras seo
mk: нема достапно доволно меморија на овој систем

source: No explanation available for reason '%{reason}s'.
es_ar: No hay una explicación disponible para '%{reason}s'.
ga: Níl aon mhíniú ar fáil ar an ábhar seo: '%{reason}s'.

source: The system is up-to-date
es_ar: El sistema está actualizado
ga: Tá an córas cothrom le dáta
mk: Ситемот е ажуриран

source: This version of Tails is outdated, and may have security issues.
es_ar: Esta versión de Tails está desactualizada y puede tener problemas de seguridad.
ga: Tá an leagan seo de Tails as dáta, agus seans go bhfuil fadhbanna slándála ann.
mk: Оваа верзија на Tails е застарена, и може да има безбедносни проблеми.

source: The available incremental upgrade requires %{space_needed}s of free space on Tails system partition, but only %{free_space}s is available.
es_ar: La actualización incremental disponible requiere %{space_needed}s de espacio libre en la partición de sistema de Tails, pero solo hay %{free_space}s disponible.
ga: Tá %{space_needed}s de spás saor ar dheighilt an chórais Tails ag teastáil ón nuashonrú incriminteach atá ar fáil, ach níl ach %{free_space}s saor.

source: The available incremental upgrade requires %{memory_needed}s of free memory, but only %{free_memory}s is available.
es_ar: La actualización incremental disponible requiere %{memory_needed}s de memoria libre, pero solo hay %{free_memory}s disponible.
ga: Tá %{memory_needed}s de chuimhne shaor ag teastáil ón nuashonrú incriminteach atá ar fáil, ach níl ach %{free_memory}s saor.

source: An incremental upgrade is available, but no full upgrade is. This should not happen. Please report a bug.
es_ar: Está disponible una actualización incremental, pero ninguna completa. Esto no debería pasar. Por favor informá el error.
ga: Tá nuashonrú incriminteach ar fáil, ach níl aon nuashonrú iomlán ar fáil. Tá rud éigin mícheart. Ba chóir duit tuairisc ar an bhfadhb seo a dhéanamh.
mk: Делумното ажурирање е достапно, но не и целосното ажурирање. Ова не би требало да се случи. Ве молиме пријавете грешка.

source: Error while detecting available upgrades
es_ar: Error al detectar actualizaciones disponibles
ga: Earráid agus nuashonruithe á lorg
mk: Грешка за време на детектирањето на достапни ажурирања

source: <b>You should upgrade to %{name}s %{version}s.</b> For more information about this new version, go to %{details_url}s We recommend you close all other applications during the upgrade. Downloading the upgrade might take a long time, from several minutes to a few hours. Download size: %{size}s Do you want to upgrade now?
es_ar: <b>Deberías actualizar a %{name}s %{version}s.</b> Para más información acerca de la nueva versión, visitá %{details_url}s Te recomendamos cerrar todas las aplicaciones abiertas durante la actualización. Descargar la actualización puede tardar mucho tiempo, desde algunos minutos a varias horas. Tamaño de la descarga: %{size}s ¿Querés actualizar ahora?
ga: <b>Ba chóir duit an leagan nua %{name}s %{version}s a shuiteáil.</b> Féach ar %{details_url}s chun tuilleadh eolais a fháil faoin leagan nua seo Molaimid duit gach feidhmchlár eile a dhúnadh le linn an nuashonraithe. Tógfaidh an íoslódáil tamall fada, ó chúpla nóiméad go roinnt uaireanta an chloig. Méid an chomhaid íoslódála: %{size}s An bhfuil fonn ort nuashonrú anois?

source: Upgrade available
es_ar: Actualización disponible
ga: Nuashonrú ar fáil
mk: Ажурирање достапно

source: Upgrade now
es_ar: Actualizar ahora
ga: Nuashonraigh anois
mk: Ажурирај сега

source: Upgrade later
es_ar: Actualizar más tarde
ga: Nuashonraigh níos déanaí
mk: Ажурирај подоцна

source: <b>You should do a manual upgrade to %{name}s %{version}s.</b> For more information about this new version, go to %{details_url}s It is not possible to automatically upgrade your device to this new version: %{explanation}s. To learn how to do a manual upgrade, go to https://tails.boum.org/doc/upgrade/#manual
es_ar: <b>Debés hacer una actualización manual a %{name}s %{version}s.</b> Para obtener más información sobre esta nueva versión, visitá %{details_url}s No es posible actualizar automáticamente tu dispositivo a esta nueva versión: %{explanation}s. Para aprender cómo hacer una actualización manual, visitá https://tails.boum.org/doc/upgrade/#manual
ga: <b>Ba chóir duit an leagan nua %{name}s %{version}s a shuiteáil de láimh.</b> Féach ar %{details_url}s chun tuilleadh eolais a fháil faoin leagan seo Ní féidir linn do ghléas a nuashonrú go dtí an leagan nua seo go huathoibríoch: %{explanation}s. Foghlaim conas nuashonrú a dhéanamh de láimh anseo: https://tails.boum.org/doc/upgrade/#manual

source: New version available
es_ar: Nueva versión disponible
ga: Tá leagan nua ar fáil
mk: Достапна е нова верзија

source: Downloading upgrade
es_ar: Descargando actualización
ga: Nuashonrú á íoslódáil
mk: Преземање на ажурирање

source: Downloading the upgrade to %{name}s %{version}s...
es_ar: Descargando la actualización para %{name}s %{version}s...
ga: Nuashonrú %{name}s %{version}s á íoslódáil...

source: <b>The upgrade could not be downloaded.</b>\n\nCheck your network connection, and restart Tails to try upgrading again.\n\nIf the problem persists, go to file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
es_ar: <b>La actualización no pudo ser descargada.</b>\n\nComprobá tu conexión de red, y reiniciá Tails para intentar actualizar nuevamente.\n\nSi el problema persiste, visitá file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
ga: <b>Níorbh fhéidir an nuashonrú a íoslódáil.</b>\n\nDeimhnigh go bhfuil tú ceangailte leis an líonra, atosaigh Tails, agus déan iarracht eile.\n\nMá mhaireann an fhadhb, tabhair cuairt ar file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html
mk: <b>Ажурирањето не можеше да биде преземено.</b>\n\nПроверете го вашето мрежно поврзување, и повторно стартувајте го Tails за да пробате повторно да го ажурирате.\n\nАко проблемот сеуште го има, одете во file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html

source: Error while downloading the upgrade
es_ar: Error mientras se descargaba la actualización
ga: Earráid agus an nuashonrú á íoslódáil
mk: Грешка за време на преземање на ажурирањето

source: Output file '%{output_file}s' does not exist, but tails-iuk-get-target-file did not complain. Please report a bug.
es_ar: El archivo de salida '%{output_file}s' no existe, pero tails-iuk-get-target-file no generó ninguna advertencia. Por favor informá el error.
ga: Níl an t-aschomhad '%{output_file}s' ann, ach ní dhearna tails-iuk-get-target-file gearán faoi. Déan tuairisc air seo mar fhabht.

source: Error while creating temporary downloading directory
es_ar: Error mientras se creaba el directorio de descarga temporal
ga: Earráid agus comhadlann shealadach íoslódála á cruthú
mk: Грешка за време на создавање на привремениот директориум за преземање

source: Failed to create temporary download directory
es_ar: No se pudo crear el directorio de descarga temporal
ga: Níorbh fhéidir comhadlann shealadach íoslódála a chruthú
mk: Не успеа создавањето на привремен директориум за преземање

source: <b>Could not choose a download server.</b> This should not happen. Please report a bug.
es_ar: <b>No se pudo elegir un servidor de descarga</b> Esto no debería pasar. Por favor informá el error.
ga: <b>Níorbh fhéidir freastalaí íoslódála a roghnú.</b> Tá rud éigin mícheart. Ba chóir duit tuairisc a dhéanamh air seo mar fhabht.
mk: <b>Не можеше да избере сервер за преземање.</b> Ова не би требало да се случи. Ве молиме пријавете грешка.

source: Error while choosing a download server
es_ar: Error mientras se elegía el servidor de descarga
ga: Earráid agus freastalaí íoslódála á roghnú
mk: Грешка за време на избирање на сервер за преземање

source: The upgrade was successfully downloaded. The network connection will now be disabled. Please save your work and close all other applications.
es_ar: La actualización fue descargada exitosamente. La conexión de red será deshabilitada ahora. Por favor guardá tu trabajo y cerrá todas las otras aplicaciones.
ga: D'éirigh linn an nuashonrú a íoslódáil. Díchumasófar an ceangal idirlín anois. Sábháil do chuid oibre agus dún gach feidhmchlár eile.
mk: Ажурирањето беше успешно преземено. Мрежното поврзување нема да биде оневозможено. Ве молиме зачувајте ја вашата работа и затворете ги сите други апликации.

source: Upgrade successfully downloaded
es_ar: Actualización descargada exitosamente
ga: Íoslódáladh an nuashonrú
mk: Ажурирањето беше успешно преземено

source: Apply upgrade
es_ar: Aplicar actualización
ga: Cuir an nuashonrú i bhfeidhm
mk: Примени ажурирање

source: <b>Your Tails device was successfully upgraded.</b> Some security features were temporarily disabled. You should restart Tails on the new version as soon as possible. Do you want to restart now?
es_ar: <b>Tu dispositivo Tails fue actualizado satisfactoriamente</b> Algunas características de seguridad fueron deshabilitadas temporalmente. Deberías reiniciar Tails en la nueva versión tan pronto como sea posible. ¿Deseás reiniciar ahora?
ga: <b>D'éirigh linn do ghléas Tails a nuashonrú.</b> Díchumasaíodh roinnt gnéithe slándála go sealadach. Ba chóir duit Tails a atosú leis an leagan nua chomh luath agus is féidir. An bhfuil fonn ort atosú anois?
mk: <b>Твојот Tails уред беше успешно ажуриран.</b> Некои бебедносни својства беа привремено оневозможени. Треба повторно да го стартуваш Tails на оваа нова верзија што е можно поскоро. Дали сакаш да го стартуваш повторно сега?

source: Restart Tails
es_ar: Reiniciar Tails
ga: Atosaigh Tails
mk: Повторно стартување на Tails

source: Restart now
es_ar: Reiniciar ahora
ga: Atosaigh anois
mk: Повторно стартувај сега

source: Restart later
es_ar: Reiniciar más tarde
ga: Atosaigh ar ball
mk: Повторно стартувај подоцна

source: Error while restarting the system
es_ar: Error mientras se reiniciaba es sistema
ga: Earráid agus an córas á atosú
mk: Грешка при повторното стартување на системот

source: Failed to restart the system
es_ar: Falla al reiniciar el sistema
ga: Níorbh fhéidir an córas a atosú
mk: Не успеа повторното стартување на системот

source: Error while shutting down the network
es_ar: Error al cerrar la red
ga: Earráid agus an líonra á mhúchadh
mk: Грешка при исклучувањето на мрежата
