Repository: austin987/tails
Catalog: po/*.po
Languages: bg, es_ar, ga, km, lv, mk, nn, sl_si, zh_hk

source: Failed to shutdown network
es_ar: Falla al cerrar la red
ga: Theip ar mhúchadh an líonra
mk: Не успеа исклучувањето на мрежата

source: Upgrading the system
es_ar: Actualizando el sistema
ga: An córas á nuashonrú
mk: Ажурирање на системот

source: <b>Your Tails device is being upgraded...</b> For security reasons, the networking is now disabled.
es_ar: <b>Tu dispositivo Tails está siendo actualizado...</b> Por razones de seguridad, se ha deshabilitado la red.
ga: <b>Tá do ghléas Tails á nuashonrú...</b> Díchumasaíodh an líonra de bharr cúrsaí slándála.
mk: <b>Твојот Tails уред беше ажуриран...</b> Од безбедносни причини, поврзувањето на мрежата не е оневозможено.

source: <b>An error occured while installing the upgrade.</b>\n\nYour Tails device needs to be repaired and might be unable to restart.\n\nPlease follow the instructions at file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
es_ar: <b>Un error ocurrió mientras se estaba instalando la versión actualizada.</b> \n\nTu dispositivo Tails necesita ser reparado y puede ser incapaz de reiniciar.\n\nPor favor seguí las instrucciones en el archivo file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
ga: <b>Tharla earráid agus an nuashonrú á shuiteáil.</b>\n\nNí mór duit do ghléas Tails a dheisiú agus seans nach mbeidh tú in ann é a atosú.\n\nLean na treoracha atá anseo: file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html
mk: <b>Настана грешка при инсталирањето на ажурирањето.</b>\n\nТвојот Tails уре треба да биде поправен и може да не може да биде повторно стартуван.\n\nВе молиме следете ги инструкциите на file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html

source: Error while installing the upgrade
es_ar: Error mientras se instalaba la actualización
ga: Earráid agus an nuashonrú á shuiteáil
mk: Грешка за време инсталирање на ажурирањето

source: Additional Settings
es_ar: Configuraciones Adicionales
ga: Socruithe Breise
mk: Дополнителни поставки

source: Cancel
bg: Отказ
es_ar: Cancelar
ga: Cealaigh
km: បោះបង់
lv: Atcelt
mk: Откажи
nn: Avbrjot
sl_si: Opusti
zh_hk: 取消

source: Add
es_ar: Agregar
ga: Nua
mk: Додади

source: Back
es_ar: Atrás
ga: Siar
mk: Назад

source: _Administration Password
es_ar: _Clave de Administración
ga: Foc_al Faire Riaracháin
mk: _Администраторска Лозинка

source: _MAC Address Spoofing
es_ar: Falsificación de dirección _MAC
ga: Bréagsheoltaí _MAC
mk: _Спуфирање на MAC адреса

source: _Network Connection
es_ar: Conexión de _Red
ga: Cea_ngal Líonra
mk: _Мрежно поврзување

source: Direct (default)
es_ar: Directo (por defecto)
ga: Díreach (réamhshocrú)
mk: Директно (стандардно)

source: Bridge & Proxy
es_ar: Puente y Proxy
ga: Droichead agus Seachfhreastalaí
mk: Мост и Прокси

source: Offline
es_ar: Fuera de línea
ga: As líne
mk: Офлајн/Исклучен

source: _Unsafe Browser
es_ar: Navegador _Inseguro
ga: Brabhsálaí _Neamhshlán
mk: _Небезбеден Прелистувач

source: Enabled
es_ar: Habilitado
ga: Cumasaithe
mk: Овозможено

source: Disabled (default)
es_ar: Deshabilitado (por defecto)
ga: Díchumasaithe (réamhshocrú)
mk: Оневозможено (стандардно)

source: On (default)
es_ar: Encendido (por defecto)
ga: Ar siúl (réamhshocrú)
mk: Уклучено (стандардно)

source: On
es_ar: Prendido
ga: Ar siúl
mk: Уклучено

source: Off
es_ar: Apagado
ga: Múchta
mk: Исклучено

source: Off (default)
es_ar: Apagado (por defecto)
ga: Múchta (réamhshocrú)
mk: Исклучено (стандардно)

source: live-persist failed with return code {returncode}: {stderr}
es_ar: live-persist falló con código de retorno {returncode}: {stderr}
ga: Theip ar live-persist leis an gcód {returncode}: {stderr}
mk: живо-постојаното не успеа со повратниот код {returncode}: {stderr}

source: cryptsetup failed with return code {returncode}: {stdout} {stderr}
es_ar: cryptsetup falló con código de retorno {returncode}: {stdout} {stderr}
ga: Theip ar cryptsetup leis an gcód {returncode}: {stdout} {stderr}
mk: cryptsetup не успеа со повратен код {returncode}: {stdout} {stderr}

source: live-persist failed with return code {returncode}: {stdout} {stderr}
es_ar: live-persist falló con código de retorno {returncode}: {stdout} {stderr}
ga: Theip ar live-persist leis an gcód {returncode}: {stdout} {stderr}
mk: живо-постојаното не успеа со повратен код {returncode}: {stdout} {stderr}

source: umount failed with return code {returncode}: {stdout} {stderr}
es_ar: umount falló con código de retorno {returncode}: {stdout} {stderr}
ga: Theip ar umount leis an gcód {returncode}: {stdout} {stderr}
mk: демонтирањето не успеа со повратен код {returncode}: {stdout} {stderr}

source: Unlocking…
es_ar: Desbloqueando...
ga: Á dhíghlasáil...
mk: Отклучување...

source: Unlock
es_ar: Desbloquear
ga: Díghlasáil
mk: Отклучи

source: Cannot unlock encrypted storage with this passphrase.
es_ar: No se puede desbloquear el almacenamiento encriptado con esta frase de contraseña.
ga: Ní féidir an stóras criptithe a dhíghlasáil leis an bhfrása faire seo.
mk: Не може да се отклучи енкриптираниот скалд со оваа лозинка

source: _Language
es_ar: _Idioma
ga: _Teanga
mk: _Јазик

source: _Formats
es_ar: _Formatos
ga: _Formáidí
mk: _Формати

source: _Keyboard Layout
es_ar: Distribución de _Teclado
ga: _Leagan Amach an Mhéarchláir
mk: _Распоред на тастатура

source: Rename
es_ar: Renombrar
ga: Tá, cuir an t-ainm nua air.
mk: Преименување

source: Keep current name
es_ar: Mantener nombre actual
ga: Níl, ná hathraigh an t-ainm
mk: Задржи го моменталното име

source: Persistence wizard - Persistent volume creation
es_ar: Asistente de persistencia - Creación de volumen persistente
ga: Treoraí na seasmhachta - Imleabhar seasmhach a chruthú
mk: Волшебник за Постојаност - Создавање на Постојан простор

source: Choose a passphrase to protect the persistent volume
es_ar: Elegí una frase de contraseña para proteger el volumen persistente
ga: Roghnaigh frása faire chun an t-imleabhar seasmhach a chosaint
mk: Изберете лозинка за да го заштитите постојаниот простор

source: A %s persistent volume will be created on the <b>%s %s</b> device. Data on this volume will be stored in an encrypted form protected by a passphrase.
es_ar: Un volumen persistente de %s será creado en el dispositivo <b>%s%s</b>. Los datos en éste volumen serán almacenados en forma encriptada protegida por una frase de contraseña.
ga: Cruthófar imleabhar seasmhach %s ar an ngléas <b>%s %s</b>. Sábhálfar sonraí ar an imleabhar seo i bhformáid chriptithe, cosanta ag frása faire.

source: Create
es_ar: Crear
ga: Cruthaigh
mk: Создади

source: <b>Beware!</b> Using persistence has consequences that must be well understood. Tails can't help you if you use it wrong! See the <i>Encrypted persistence</i> page of the Tails documentation to learn more.
es_ar: <b>¡Prestá atención!</b> Usar persistencia tiene consecuencias que deben ser bien entendidas. ¡Tails no puede ayudarte si la usás mal! Mirá la página <i>Persistencia encriptada</i> de la documentación de Tails para aprender más.
ga: <b>Fainic!</b> Tá sé tábhachtach na torthaí a thagann ar úsáid na seasmhachta a thuiscint go maith. Ní féidir le Tails cabhrú leat mura n-úsáideann tú mar is ceart é! Féach an leathanach <i>Seasmhacht chriptithe</i> sa doiciméadú Tails chun tuilleadh eolais a fháil.
mk: <b>Пазете се!</b> Користењето на постојаност има последици кои мора добро да ги разберете. Tails не може да ви помогне ако го корисите погрешно! Видете ја страната <i>Енкриптирана постојаност</i>во документацијата за Tails за да научите повеќе.

source: Passphrase:
es_ar: Frase de contraseña:
ga: Frása faire:
mk: Лозинка:

source: Verify Passphrase:
es_ar: Verificar frase de contraseña:
ga: Deimhnigh an Frása Faire:
mk: Верфикувајте ја лозинката:

source: Passphrase can't be empty
es_ar: La frase de contraseña no puede ser vacía
ga: Ní cheadaítear frása faire folamh
mk: Полето за лозинка не може да биде празно

source: Show Passphrase
es_ar: Mostrar Frase de Contraseña
ga: Taispeáin an Frása Faire
mk: Покажи лозинка

source: Passphrases do not match
es_ar: Las frases de contraseña no coinciden
ga: Ní ionann na frásaí faire
mk: Лозинките не се исти

source: Failed
es_ar: Falló
ga: Teipthe
mk: Не успеа

source: Mounting Tails persistence partition.
es_ar: Montando partición persistente Tails
ga: An deighilt seasmhachta Tails á feistiú.
mk: Монтирање на Tails постојана партиција.

source: The Tails persistence partition will be mounted.
es_ar: La partición persistente Tails será montada.
ga: Feisteofar an deighilt seasmhachta Tails.
mk: Tails постојаната партицијата ќе биде монтирана.

source: Correcting permissions of the persistent volume.
es_ar: Corrigiendo permisos del volumen persistente.
ga: Ceadanna an imleabhair sheasmhaigh á gceartú.
mk: Собирање на дозволи од постојаниот простор.

source: The permissions of the persistent volume will be corrected.
es_ar: Los permisos del volumen persistente serán corregidos.
ga: Ceartófar na ceadanna ar an imleabhar seasmhach.
mk: Дозволите од постојаниот простор ќе бидат поправени.

source: Creating default persistence configuration.
es_ar: Creando configuración de persistencia por defecto.
ga: Cumraíocht réamhshocraithe seasmhachta á chruthú.
mk: Создавање на стандардна постојана конфигурација.

source: The default persistence configuration will be created.
es_ar: La configuración de persistencia por defecto será creada.
ga: Cruthófar an chumraíocht réamhshocraithe seasmhachta.
mk: Стандардната постојана конфигурација ќе биде создадедна.

source: Creating...
es_ar: Creando...
ga: Á chruthú...
mk: Создавање...

source: Creating the persistent volume...
es_ar: Creando el volumen persistente...
ga: An t-imleabhar seasmhach á chruthú...
mk: Создавање на постојаниот простор...

source: Persistence wizard - Persistent volume configuration
es_ar: Asistente de persistencia - Configuración de volumen persistente
ga: Treoraí na seasmhachta - Imleabhar seasmhach a chumrú
mk: Волшебник за Постојаност - Конфигурирање на Постојан простор

source: Specify the files that will be saved in the persistent volume
es_ar: Especificá los archivos que serán salvados en el volumen persistente
ga: Roghnaigh na comhaid a shábhálfar san imleabhar seasmhach
mk: Наведи ги датотеките кои ќе бидат зачувани на постојаниот простор

source: The selected files will be stored in the encrypted partition %s (%s), on the <b>%s %s</b> device.
es_ar: Los archivos seleccionados serán almacenados en la partición encriptada %s (%s), en el dispositivo <b>%s%s</b>.
ga: Sábhálfar na comhaid roghnaithe sa deighilt chriptithe %s (%s), ar ghléas <b>%s %s</b>.

source: Save
es_ar: Guardar
ga: Sábháil
mk: Зачувај

source: Saving...
es_ar: Guardando...
ga: Á shábháil...
mk: Зачувување...

source: Saving persistence configuration...
es_ar: Salvando la configuración de persistencia...
ga: Cumraíocht seasmhachta á sábháil...
mk: Зачувување на постојана конфигурација...

source: Persistence wizard - Persistent volume deletion
es_ar: Asistente de persistencia - Eliminación de volumen persistente
ga: Treoraí na seasmhachta - Scriosadh an imleabhair sheasmhaigh
mk: Волшебник за Постојаност - Бришење на Постојан простор

source: Your persistent data will be deleted.
es_ar: Tus datos persistentes serán borrados.
ga: Scriosfar do chuid sonraí seasmhacha.
mk: Вашите постојани податоци ќе бидат избришани.

source: The persistent volume %s (%s), on the <b>%s %s</b> device, will be deleted.
es_ar: El volumen persistente %s (%s), en el dispositivo <b>%s%s</b>, será borrado.
ga: Scriosfar imleabhar seasmhach %s (%s), ar ghléas <b>%s %s</b>.

source: Delete
es_ar: Borrar
ga: Scrios
mk: Избриши

source: Deleting...
es_ar: Borrando...
ga: Á scriosadh...
mk: Бришење...

source: Deleting the persistent volume...
es_ar: Eliminando el volumen persistente...
ga: An t-imleabhar seasmhach á scriosadh...
mk: Бришење на постојаниот простор...

source: Personal Data
es_ar: Datos personales
ga: Sonraí Pearsanta
mk: Лични податоци

source: Keep files stored in the `Persistent' directory
es_ar: Mantener los archivos almacenados en el directorio `Persistente'
ga: Coinnigh comhaid stóráilte sa chomhadlann 'Persistent'
mk: Чувај ги датотеките складирани во `Постојаниот' директориум

source: Welcome Screen
es_ar: Pantalla de Bienvenida
ga: Scáileán Fáilte
mk: Екран за Добредојде

source: Browser Bookmarks
es_ar: Atajos del navegador
ga: Leabharmharcanna an bhrabhsálaí
mk: Облежувачи на прелистувачот

source: Bookmarks saved in the Tor Browser
es_ar: Marcadores guardados en el Navegador Tor
ga: Leabharmharcanna sábháilte i mBrabhsálaí Tor
mk: Обележувачите се зачувани во Tor прелистувачот

source: Network Connections
es_ar: Conexiones de Red
ga: Ceangail Líonra
mk: Поврзување на мрежа

source: Configuration of network devices and connections
es_ar: Configuración de dispositivos y conexiones de red
ga: Cumraíocht gléasanna líonra agus ceangal Idirlín
mk: Конфигурирање на мрежните уреди и поврзувања

source: Software installed when starting Tails
es_ar: Programas instalados cuando se inicia Tails
ga: Bogearraí a shuiteáiltear nuair a thosaíonn Tails
mk: Софтверот е инсталиран кога Tails е стартуван

source: Printers
es_ar: Impresoras
ga: Printéirí
mk: Печатачи

source: Printers configuration
es_ar: Configuración de impresoras
ga: Cumraíocht priontála
mk: Конфигурирање на печатачи

source: Thunderbird emails, feeds, and settings
es_ar: Correos electrónicos, contenidos y ajustes de Thunderbird
ga: Ríomhphost, fothaí, agus socruithe ó Thunderbird
mk: Thunderbird е-пошти, тековници, и поставки

source: GnuPG keyrings and configuration
es_ar: Conjuntos de claves GnuPG y configuraciones
ga: Fáinní eochracha GnuPG agus cumraíocht
mk: GnuPG привезоци и конфигурација

source: Bitcoin Client
es_ar: Cliente Bitcoin
ga: Cliant Bitcoin
mk: Биткоин клиент

source: Electrum's bitcoin wallet and configuration
es_ar: Billetera bitcoin de Electrum y configuración
ga: Sparán bitcoin agus cumraíocht Electrum
mk: Биткоин паричник и конфигурирање на Electrum

source: Pidgin profiles and OTR keyring
es_ar: Perfiles pidgin y conjunto de claves OTR
ga: Próifílí Pidgin agus fáinne eochracha OTR
mk: Pidgin профили и OTR привезок

source: SSH Client
es_ar: Cliente SSH
ga: Cliant SSH
mk: SSH клиент

source: SSH keys, configuration and known hosts
es_ar: Claves SSH, configuración y equipos conocidos
ga: Eochracha SSH, cumraíocht, agus óstríomhairí aitheanta
mk: SSH клучеви, конфигурација и познати хостови

source: Dotfiles
es_ar: Archivos ocultos
ga: Ponc-chomhaid
mk: Дотдатотеки

source: Symlink into $HOME every file or directory found in the `dotfiles' directory
es_ar: Crear vínculos simbólicos en $HOME de todos los archivos o directorios encontrados en el directorio `archivos_ocultos'
ga: Déan nasc siombalach in $HOME le gach comhad nó comhadlann sa chomhadlann `dotfiles'
mk: Symlink во $HOME секоја датотека или директориум пронајдени во `дотдатотеки' директориумот

source: Custom
es_ar: Personalizado
ga: Saincheaptha
mk: Прилагодено

source: Setup Tails persistent volume
es_ar: Configurar volumen persistente de Tails
ga: Socraigh imleabhar seasmhach Tails
mk: Поставување на постојан простор на Tails

source: Device %s already has a persistent volume.
es_ar: El dispositivo %s ya tiene un volumen persistente.
ga: Tá imleabhar seasmhach ar ghléas %s cheana.

source: Device %s has not enough unallocated space.
es_ar: El dispositivo %s no tiene suficiente espacio libre.
ga: Níl dóthain spáis shaoir ar ghléas %s.

source: Device %s has no persistent volume.
es_ar: El dispositivo %s no tiene ningún volumen persistente.
ga: Níl aon imleabhar seasmhach ar ghléas %s.

source: Cannot delete the persistent volume on %s while in use. You should restart Tails without persistence.
es_ar: No podés borrar el volumen persistente en %s mientras está en uso. Deberías reiniciar Tails sin persistencia.
ga: Ní féidir an t-imleabhar seasmhach ar %s a scriosadh agus é in úsáid. Ba chóir duit Tails a atosú gan seasmhacht.

source: Persistence volume on %s is not unlocked.
es_ar: Volumen persistente en %s no está desbloqueado.
ga: Níl an t-imleabhar seasmhach ar %s díghlasáilte.

source: Persistence volume on %s is not mounted.
es_ar: Volumen persistente en %s no está montado.
ga: Níl an t-imleabhar seasmhach ar %s feistithe.

source: Persistence volume on %s is not readable. Permissions or ownership problems?
es_ar: Volumen persistente en %s no es legible. ¿Problemas de permisos o pertenencia?
ga: Ní féidir an t-imleabhar seasmhach ar %s a léamh. Fadhb le ceadanna nó le húinéireacht?

source: Persistence volume on %s is not writable.
es_ar: Volumen persistente en %s no puede ser escrito.
ga: Ní féidir scríobh san imleabhar seasmhach ar %s.

source: Tails is running from non-USB / non-SDIO device %s.
es_ar: Tails está corriendo desde un dispositivo %s que no es USB o SDIO.
ga: Tá Tails ag rith ó ghléas neamh-USB / neamh-SDIO %s.

source: Device %s is optical.
es_ar: Dispositivo %s es óptico.
ga: Is gléas optúil é %s.

source: Device %s was not created using a USB image or Tails Installer.
es_ar: El dispositivo %s no se creó utilizando una imagen USB o un instalador de Tails.
ga: Níor cruthaíodh gléas %s le suiteálaí Tails nó ó íomhá USB.

source: Persistence wizard - Finished
es_ar: Asistente de persistencia - Finalizado
ga: Treoraí na seasmhachta - Críochnaithe
mk: Волшебник за Постојаност - Завршенo

source: Any changes you have made will only take effect after restarting Tails. You may now close this application.
es_ar: Cualesquiera cambios que hayas hecho tomarán efecto solamente después de reiniciar Tails. Ahora podés cerrar ésta aplicación.
ga: Ní chuirfear aon athruithe a rinne tú i bhfeidhm go dtí go n-atosóidh tú Tails. Tá fáilte romhat an feidhmchlár a dhúnadh anois.
mk: Сите промени кои ќе ги превземете ќе имаат ефект само откако повторно ќе го стартувате Tails. Сега можете да ја затворите апикацијата.

source: su is disabled. Please use sudo instead.
es_ar: su está deshabilitado. Por favor usar sudo en vez.
ga: Tá su díchumasaithe. Bain úsáid as sudo ina áit.
mk: su е оневозможен. Ве молиме користете sudo

source: The device Tails is running from cannot be found. Maybe you used the 'toram' option?
es_ar: El dispositivo desde el cual Tails está corriendo no puede ser encontrado. ¿Tal vez utilizaste la opción 'toram'?
ga: Ní féidir teacht ar an ngléas óna bhfuil Tails ag rith. B'fhéidir gur úsáid tú an rogha 'toram'?
mk: Уредот од кој работи Tails не може да биде пронајден. Можеби ја користите 'toram' опцијата?

source: The drive Tails is running from cannot be found. Maybe you used the 'toram' option?
es_ar: La unidad de disco desde la cual Tails está corriendo no puede ser encontrada. ¿Tal vez utilizaste la opción 'toram'?
ga: Ní féidir teacht ar an tiomántán óna bhfuil Tails ag rith. B'fhéidir gur úsáid tú an rogha 'toram'?
mk: Дискот од кој работи Tails не може да биде пронајден. Можеби ја користите 'toram' опцијата?

source: Import Failed
es_ar: Falló la Importación
ga: Theip ar an Iompórtáil
mk: Увозот беше неуспешен

source: Failed to import keys from {path}: {error}
es_ar: Falló la importación de claves desde {path}: {error}
ga: Níorbh fhéidir eochracha a iompórtáil ó {path}: {error}
mk: Не успеа увезувањето на клучеви од {path}: {error}

source: Key Imported
es_ar: Clave Importada
ga: Eochair Iompórtáilte
mk: Клучот е увезен

source: Imported a key for {uids}
es_ar: Clave importada para {uids}
ga: Iompórtáladh eochair le haghaidh {uids}
mk: Увезен клуч за {uids}

source: Lock screen
es_ar: Bloquear pantalla
ga: Cuir an scáileán faoi ghlas
mk: Екран за заклучување

source: Suspend
es_ar: Suspender
ga: Croch
mk: Суспендирано

source: Restart
bg: Рестарт
es_ar: Reiniciar
ga: Atosaigh
lv: Pārstartēt
mk: Повторно стартувај
nn: Umstart
zh_hk: 重新啟動

source: Power Off
bg: Изключване
es_ar: Apagar
ga: Múch
km: បិទ
lv: Izslēgt
mk: Исклучување
nn: Slå av
sl_si: Izklop
zh_hk: 關閉電源

source: About Tails
bg: Относно Tails
es_ar: Acerca de Tails
ga: Maidir le Tails
km: អំពី Tails
lv: Par Tails
mk: За Tails
nn: Um Halar
sl_si: Vizitka Sledi
zh_hk: 關於Tails

source: Build information: %s
bg: Билд на информация: %s
es_ar: Información de esta compilación: %s
ga: Eolas faoin leagan: %s
km: ព័ត៌មាន​ស្ថាបនា៖ %s
lv: Apkopo informāciju: %s
mk: Информации за градба: %s
nn: Byggupplysingar: %s
sl_si: Oblikuje informacije %s
zh_hk: 版本資訊： %s

source: not available
bg: не е в наличност
es_ar: no disponible
ga: níl ar fáil
km: មិន​មាន
lv: nav pieejams
mk: не е достапно
nn: ikkje tilgjengeleg
sl_si: ni primeren
zh_hk: 唔可以揀

source: {details} Please check your list of additional software or read the system log to understand the problem.
es_ar: {details} Por favor revisá tu lista de programas adicionales o leé la bitácora de sistema para entender el problema.
ga: {details} Féach ar liosta na mbogearraí breise nó caith súil ar loganna an chóras chun tuiscint níos fearr a fháil ar an bhfadhb.
mk: {details} Ве молиме проверете ја вашата листа на дополнителен софтвер или прочитајте го системскиот лог за да го разберете проблемот.

source: Please check your list of additional software or read the system log to understand the problem.
es_ar: Por favor revisá tu lista de programas adicionales o leé la bitácora de sistema para entender el problema.
ga: Féach ar liosta na mbogearraí breise nó caith súil ar loganna an chóras chun tuiscint níos fearr a fháil ar an bhfadhb.
mk: Ве молиме проверете ја вашата листа на дополнителен софтвер или прочитајте го системскиот лог за да ја разберете грешката.

source: Show Log
es_ar: Mostrar bitácora
ga: Taispeáin an Logchomhad
mk: Приказ на лог

source: Configure
es_ar: Configurar
ga: Cumraigh
mk: Конфигурирај

source: {beginning} and {last}
es_ar: {beginning} y {last}
ga: {beginning} agus {last}
mk: {beginning} и {last}

source: Add {packages} to your additional software?
es_ar: ¿Añadir {packages} a tus programas adicionales?
ga: An bhfuil fonn ort {packages} a chur le do chuid bogearraí breise?
mk: Да се додадат {packages} на вашиот дополнителен софтвер?

source: To install it automatically from your persistent storage when starting Tails.
es_ar: Para instalarlo automáticamente desde tu almacenamiento persistente cuando esté arrancando Tails.
ga: Suiteáil uathoibríoch ó do stóras seasmhach nuair a thosaíonn tú Tails.
mk: За да се инсталираат автоматски од вашиот постојан склад кога се стартува Tails.

source: Install Every Time
es_ar: Instalar todas las veces
ga: Suiteáil Gach Uair
mk: Инсталирај секогаш

source: Install Only Once
es_ar: Instalar sólo una vez
ga: Suiteáil Uair Amháin
mk: Инсталирај само еднаш

source: The configuration of your additional software failed.
es_ar: La configuración de tu programa adicional falló.
ga: Theip ar chumraíocht na mbogearraí breise.
mk: Конфигурацијата на вашиот дополнителен софтвер не успеа.

source: To install it automatically when starting Tails, you can create a persistent storage and activate the <b>Additional Software</b> feature.
es_ar: Para instalarlo automáticamente cuando está arrancando Tails, podés crear un almacenamiento persistente y activar la característica <b>Programas Adicionales</b>.
ga: Chun é a shuiteáil go huathoibríoch nuair a thosaíonn tú Tails, is féidir leat stóras seasmhach a chruthú agus an ghné <b>Bogearraí Breise</b> a úsáid.
mk: За да се инсталира автоматски кога се стартува Tails, треба да создадете постојан склад и да ја активирате <b>Дополнителен софтвер</b> карактеристиката.

source: Create Persistent Storage
es_ar: Crear almacenamiento persistente
ga: Cruthaigh Stóras Seasmhach
mk: Создај Постојан склад

source: Creating your persistent storage failed.
es_ar: Falló creación de tu almacenamiento persistente.
ga: Níorbh fhéidir an stóras seasmhach a chruthú.
mk: Создавањето на вашиот постојан склад не успеа.
