Repository: austin987/tails
Catalog: po/*.po
Languages: bg, es_ar, ga, km, lv, mk, nn, sl_si, zh_hk

source: Launch the Unsafe Browser?
es_ar: ¿Iniciar el Navegador Inseguro?
ga: An bhfuil fonn ort an Brabhsálaí Neamhshlán a thosú?
mk: Стартувај го Небезбедниот Прелистувач?

source: The Unsafe Browser is not anonymous and the websites that you visit can see your real IP address.\n\nOnly use the Unsafe Browser to log in to a captive portal or browse trusted web pages on the local network.
es_ar: El Navegador Inseguro no es anónimo y los sitios web que visités pueden ver tu dirección IP real.\n\nSolamente usá el Navegador Inseguro para iniciar sesión en un portal cautivo o navegar páginas web de confianza en la red local.
mk: Небезбедниот Прелистувач не е анонимен и веб страните кои ги посетувате можат да ја видат вашата вистинска IP адреса.\n\nКористете го Небезбедниот Прелистувач за да се најавите на Најавувачки портал или да пребарувате доверливи веб страни на локалната мрежа.

source: Starting the Unsafe Browser...
bg: Стартриране на Несигурният Браузър...
es_ar: Iniciando el Navegador Inseguro...
ga: An brabhsálaí neamhshlán á thosú...
km: កំពុង​ចាប់ផ្ដើម​កម្មវិធី​គ្មាន​សុវត្ថិភាព...
lv: Startē Nedrošu pārlūku...
mk: Стартување на Небезбеден прелистувач...
nn: Startar den Utrygge Nettlesaren...
sl_si: Zagon nezanesljivega Brskalnika ...
zh_hk: 正在啟動唔安全瀏覽器…

source: This may take a while, so please be patient.
bg: Това може да отнеме време,моля имайте търпение.
es_ar: Esto puede tomar un tiempo, por favor sé paciente.
ga: Seans go dtógfaidh sé seo tamall, fan nóiméad.
km: វា​អាច​ប្រើ​ពេល​មួយ​រយៈ ដូច្នេះ​សូម​មេត្តា​អត់ធ្មត់។
lv: Tas var ilgt kādu laiku, tāpēc, lūdzu, esiet pacietīgs.
mk: Ова може да потрае, ве молиме бидете трпеливи.
nn: Dette kan taka eit bel, so ver venleg og ver tolmodig.
sl_si: To lahko traja, zato bodite potrpežjivi.
zh_hk: 呢樣需要一段時間，請耐心等候。

source: Shutting down the Unsafe Browser...
bg: Изключване на Несигурният Браузър...
es_ar: Cerrando el Navegador Inseguro...
ga: An brabhsálaí neamhshlán á dhúnadh...
km: កំពុង​បិទ​កម្មវិធី​អ៊ីនធឺណិត​គ្មាន​សុវត្ថិភាព...
lv: Izslēdz Nedrošu pārlūku...
mk: Исклучување на Небезбедниот прелистувач...
nn: Slær av den Utrygge Nettlesaren...
sl_si: Ugašanje nezanesljivega Brskalnika ..
zh_hk: 正在關閉唔安全瀏覽器…

source: This may take a while, and you may not restart the Unsafe Browser until it is properly shut down.
bg: Това може да отнеме време,моля не рестартирайте Несигурният Браузър преди той да е правилно изключен.
es_ar: Esto puede tomar un tiempo, y no podrás reiniciar el Navegador Inseguro hasta que esté cerrado apropiadamente.
ga: Seans go dtógfaidh sé seo tamall, agus ní bheidh tú in ann an brabhsálaí neamhshlán a thosú arís go dtí go mbeidh sé dúnta mar is ceart.
km: វា​អាច​ប្រើ​ពេល​មួយ​រយៈ ដូច្នេះ​អ្នក​មិន​ត្រូវ​ចាប់ផ្ដើម​កម្មវិធី​អ៊ីនធឺណិត​គ្មាន​សុវត្ថិភាព​ឡើងវិញ​ឡើយ រហូតដល់​វា​បាន​បិទ​ដោយ​ត្រឹមត្រូវ។
lv: Darbības pabeigšanai vēl ir nepieciešams kāds laiks. Nedrīkst pārstartēt Nedrošo pārlūku, kamēr tas tiek pareizi izslēgts.
mk: Ова може да потрае, и не треба повторно да го стартувате Небезбедниот прелистувач се додека не е правилно исклучен.
nn: Dette kan taka eit bel, og du kann ikkje starta um den Utrygge Nettlesaren fyre han er heilt slegen av.
sl_si: To lahko traja in ne smete ponoviti zagona nezanesljivega Brskalnika dokler ni pravilno ugasnjen.
zh_hk: 呢樣需要一段時間，你可能無法將唔安全瀏覽器重新啟動，直到佢正確咁關閉。

source: Failed to restart Tor.
bg: Не можа да се рестартира Tor.
es_ar: Falla al reiniciar Tor.
ga: Níorbh fhéidir Tor a atosú
km: បាន​បរាជ័យ​ក្នុង​ការ​ចាប់ផ្ដើម Tor ។
lv: Neizdevās pārstartēt Tor'u.
mk: Tor не се стартуваше повторно.
nn: Kunde ikkje starta Tor på nytt.
sl_si: Ponoven zagon Tor-a neuspešen.
zh_hk: 無法重新啟動Tor洋蔥路由。

source: Unsafe Browser
bg: Несигурен Браузър
es_ar: Navegador Inseguro
ga: Brabhsálaí Neamhshlán
km: កម្មវិធី​អ៊ីនធឺណិត​គ្មាន​សុវត្ថិភាព
lv: Nedrošs pārlūks
mk: Небезбеден прелистувач
nn: Utrygg nettlesar
sl_si: Nezanesljiv Brskalnik
zh_hk: 唔安全瀏覽器

source: The Unsafe Browser was not enabled in the Welcome Screen.\n\nTo use the Unsafe Browser, restart Tails and enable the Unsafe Browser in the additional settings of the Welcome Screen.\n To always enable the Unsafe Browser, turn on the Welcome Screen feature of the Persistent Storage.
es_ar: El Navegador Inseguro no fue habilitado en la Pantalla de Bienvenida.\n\nPara usarlo, reiniciá Tails y habilitá el Navegador Inseguro en los ajustes adicionales de la Pantalla de Bienvenida.\n Para habilitar siempre el Navegador Inseguro, activá la característica Pantalla de Bienvenida del Almacenamiento Persistente.
mk: Небезбедниот Прелистувач беше оневозможен на Екранот за Добредојде.\n\nЗа да го користите Небезбедниот Прелистувач, повторно стартувајте го Tails и овозможете го Небезбедниот Прелистувач во дополнителните поставки на Екранот за Добредојде.\n За секогаш да биде овозможен Небезбедниот Прелистувач, на Екранот за Добредојде вклучете ја опцијата за Постојан Склад.

source: Another Unsafe Browser is currently running, or being cleaned up. Please retry in a while.
bg: Друг Несигурен Браузър работи или се почиства в момента.Моля опитайте по-късно.
es_ar: Otro Navegador Inseguro está corriendo, o siendo cerrado. Por favor intentá más tarde.
ga: Tá brabhsálaí neamhshlán eile ar siúl, nó á dhúnadh, faoi láthair. Déan iarracht eile ar ball.
km: កម្មវិធី​អ៊ីនធឺណិត​គ្មាន​សុវត្ថិភាព​ផ្សេង​បច្ចុប្បន្ន​កំពុង​​ដំណើរការ ឬ​កំពុង​ត្រូវ​បាន​សម្អាត។ សូម​ព្យាយាម​ម្ដងទៀត​នៅ​ពេល​បន្ទាប់។
lv: Šobrīd darbojas vai tiek attīrīts cits nedrošs pārlūks. Lūdzu mēģiniet vēlāk vēlreiz.
mk: Друг Небезбеден прелистувач работи во мометов, или е исчистен. Ве молиме обидете се подоцна.
nn: Ein annan Utrygg Nettlesar køyrer allereie, eller vert rydda burt. Ver venelg og freist på nytt um eit bel.
sl_si: Drugi nezanesljiv Brskalnik se trenutno izvaja ali se čisti. Poskusite malo kasneje.
zh_hk: 目前正在執行另一個唔安全瀏覽器，或被清理。請喺一段時間後重試。

source: Failed to setup chroot.
bg: Не можа да се установи chroot.
es_ar: Falla al configurar nuevo directorio raíz.
ga: Theip ar shocrú chroot.
km: បាន​បរាជ័យ​ក្នុង​ការ​ដំឡើង chroot ។
lv: Neizdevās iestatīt chroot.
mk: Не беше поставен chroot.
nn: Kunde ikkje setja upp chroot.
sl_si: Neuspešna nastavitev chroot.
zh_hk: 無法設定chroot。

source: Failed to configure browser.
bg: Неуспех при настройката на браузъра.
es_ar: Falla al configurar Navegador.
ga: Níorbh fhéidir an brabhsálaí a chumrú.
lv: Neizdevās nokonfigurēt pārlūku.
mk: Прелистувачот не се конфигурираше.
nn: Kunde ikkje setja upp nettlesaren.
zh_hk: 無法設定瀏覽器。

source: No DNS server was obtained through DHCP or manually configured in NetworkManager.
bg: DNS сървър не беше получен чрез DHCP или ръчно зададен в NetworkManager.
es_ar: No hemos obtenido un servidor DNS por medio de DHCP o configurado manualmente en NetworkManager.
ga: Ní bhfuarthas freastalaí DNS trí DHCP agus ní raibh sé cumraithe de láimh i mBainisteoir an Líonra.
km: មិន​បាន​ទទួល​ម៉ាស៊ីន​មេ DNS តាម DHCP ឬ​តាម​ការ​កំណត់​រចនាសម្ព័ន្ធ​ដោយ​ដៃ​នៅ​ក្នុង​កម្មវិធី​គ្រប់គ្រង​បណ្ដាញ។
lv: Izmantojot DHCP netika iegūts neviens DNS serveris; arī NetworkManager'ī neviens DNS serveris nebija manuāli nokonfigurēts.
mk: DNS сервери не беа пронајдени преку DHCP или не беа рачно конфигурирани во МрежниотМенаџер.
nn: Ingen DNS-server vart fenge gjennom DHCP eller sett upp for hand i NettverksHandsamar.
sl_si: Noben DNS server ni bil pridobljen iz DHCP ali ročno nastavljen v NetworkManager.
zh_hk: 未由DHCP或NetworkManager嘅手動設定取得DNS伺服器。

source: Failed to run browser.
bg: Неуспех при пускането на браузъра.
es_ar: Falla al ejecutar el Navegador.
ga: Níorbh fhéidir an brabhsálaí a thosú.
lv: Neizdevās startēt pārlūku.
mk: Прелистувачот не се стартуваше.
nn: Kunde ikkje køyre nettlesaren.
zh_hk: 無法開啟瀏覽器。

source: Report an error
bg: Докладвай за грешка
es_ar: Reportar un error
ga: Déan tuairisc ar earráid
km: រាយការណ៍​កំហុស
lv: Ziņot par kļūdu
mk: Пријави грешка
nn: Rapporter feil
sl_si: Sporočite napako
zh_hk: 回報錯誤

source: Tails documentation
bg: Tails документация
es_ar: Documentación de Tails
ga: Doiciméadú Tails
km: ឯកសារ Tails
lv: Tails dokumentācija
mk: Tails документација
nn: Halar-skriv
sl_si: Dokumentacija Sledi
zh_hk: Tails文件

source: Root Terminal
es_ar: Terminal de root
ga: Fréamhtheirminéal
mk: Root терминал

source: Opens a terminal as the root user, using gksu to ask for the password
es_ar: Abrí una terminal como usuario root, usando gksu para pedir la contraseña
ga: Osclaíonn sé seo teirminéal mar fhorúsáideoir, agus úsáideann sé gksu chun an focal faire a fháil
mk: Отвори терминал како root корисник, користејќи gksu за да бидеш прашан за лозинка

source: Learn how to use Tails
bg: Научете се как да използвате Tails
es_ar: Aprendé cómo usar Tails
ga: Foghlaim conas Tails a úsáid
km: សិក្សា​ពី​វិធី​ប្រើ Tails
lv: Uzziniet kā lietot Tails
mk: Научи како да го користиш Tails
nn: Lær korleis ein nyttar Halar
sl_si: Učenje uporabe Sledi
zh_hk: 了解如何使用Tails

source: Learn more about Tails
bg: Научете повече за Tails
es_ar: Aprendé más acerca de Tails
ga: Tuilleadh eolais faoi Tails
km: ស្វែងយល់​បន្ថែម​អំពី Tails
lv: Uzzināt vairāk par Tails
mk: Научи повеќе за Tails
nn: Lær meir um Halar
sl_si: Več o Sledi
zh_hk: 了解更多關於Tails

source: Delete persistent volume
es_ar: Eliminar el volumen persistente
ga: Scrios an t-imleabhar seasmhach
mk: Избриши го постојаниот простор

source: Delete the persistent volume and its content
es_ar: Eliminar el volumen persistente y su contenido
ga: Scrios an t-imleabhar seasmhach agus a bhfuil ann
mk: Избриши го постојаниот простор и неговата содржина

source: Configure persistent volume
es_ar: Configurar el volumen persistente
ga: Cumraigh an t-imleabhar seasmhach
mk: Конфигурирај го постојаниот простор

source: Configure which files and application configuration are saved between working sessions
es_ar: Configurar qué archivos y que configuración de la aplicación se guardan entre sesiones de trabajo
ga: Roghnaigh na comhaid agus na cumraíochtai feidhmchláir a shábhálfar ó sheisiún go seisiún
mk: Конфигурирај кои датотеки и конфигурација на апликација да бидат зачувани помеѓу работните сесии

source: Tor Browser
bg: Tor браузър
es_ar: Navegador Tor
ga: Brabhsálaí Tor
lv: Pārlūks Tor
mk: Тор прелистувач
nn: Tor-nettlesar
sl_si: Tor Iskalnik
zh_hk: Tor洋蔥路由瀏覽器

source: Anonymous Web Browser
bg: Анонимен уеб браузър
es_ar: Navegador anónimo
ga: Brabhsálaí Gréasáin a cheileann d'aitheantas
lv: Tīmekļa anonīms pārlūks
mk: Анонимен веб прелистувач
nn: Anonym nettlesar
sl_si: Anonimni web brskalnik
zh_hk: 匿名網絡瀏覽器

source: Browse the World Wide Web without anonymity
bg: Достъпвайте световната мрежа без анонимност.
es_ar: Navegar la web sin anonimato
ga: Brabhsáil an Gréasán gan d'aitheantas a cheilt
km: រកមើល​តំបន់បណ្ដាញ​ដោយ​គ្មាន​អនាមិក​ភាព
lv: Pārlūkot Tīmekli neizmantojot anonimitāti
mk: Прелистувај ја WWW без анонимност
nn: Surf på nettet utan anonymitet
sl_si: Brskajte po spletu brez anonimnosti
zh_hk: 唔匿名下瀏覽全球資訊網

source: Unsafe Web Browser
bg: Несигурен Уеб Браузър
es_ar: Navegador web inseguro
ga: Brabhsálaí Gréasáin Neamhshlán
km: កម្មវិធី​អ៊ីនធឺណិត​គ្មាន​សុវត្ថិភាព
lv: Nedroša Tīmekļa pārlūks
mk: Небезбеден веб прелистувач
nn: Utrygg nettlesar
sl_si: Nezanesljiv web brskalnik
zh_hk: 唔安全網頁瀏覽器

source: Mount VeraCrypt encrypted file containers and devices
es_ar: Montar contenedores de archivo y dispositivos encriptados VeraCrypt
ga: Feistigh coimeádáin agus gléasanna a bhí criptithe ag VeraCrypt
mk: Монтирај VeraCryp енкриптирани контејнер датотеки и уреди

source: Configure the additional software installed from your persistent storage when starting Tails
es_ar: Configurar los programas adicionales instalados desde tu almacenamiento persistente cuando esté arrancando Tails.
ga: Cumraigh na bogearraí breise a shuiteáiltear ó do stóras seasmhach nuair a thosaíonn Tails
mk: Конфигурирајте го дополнителниот софтвер инсталиран од вашиот постојан склад кога се стартува Tails

source: Tails specific tools
bg: Специфични за Tails инструменти
es_ar: Herraminetas especificas de Tails
ga: Uirlisí sainiúla do Tails
km: ឧបករណ៍​ជាក់លាក់​របស់ Tails
lv: Tails īpaši rīki
mk: Tails посебни алатки
nn: Verkty som gjeld Halar
sl_si: posebna orodja Sledi
zh_hk: Tails特有工具

source: To start a Root Terminal, you need to authenticate.
es_ar: Para iniciar una terminal como superusuario, necesitás autenticarte.
ga: Caithfidh tú logáil isteach chun teirminéal a thosú mar fhorúsáideoir.
mk: Да стартуваш Root Терминал, потребна е идентификување.

source: Remove an additional software package
es_ar: Remover un programa adicional
ga: Bain ceann de na bogearraí breise atá agat
mk: Отстрани дополнителни софтверски пакети

source: Authentication is required to remove a package from your additional software ($(command_line))
es_ar: Se requiere autenticación para remover un paquete de tus programas adicionales ($(command_line))
ga: Caithfidh tú d'fhocal faire a thabhairt chun pacáiste de na bogearraí breise a bhaint ($(command_line))
mk: Автентикацијата е потребна за да се отстрани пакетот од вашиот дополнителен софтвер ($(command_line))

source: Administration Password
es_ar: Contraseña de Administración
ga: Focal Faire Riaracháin
mk: Администраторска лозинка

source: Set up an administration password if you need to perform administrative tasks. Otherwise, the administration password is disabled for better security.
es_ar: Configurá una contraseña de administración si necesitás realizar alguna tarea administrativa. Si no lo hacés, la contraseña de administración se deshabilita para mayor seguridad.
ga: Is fiú focal faire riaracháin a shocrú más gá duit tascanna riaracháin a chur i gcrích. Is é sin, nó beidh an focal faire riaracháin díchumasaithe de bharr cúrsaí slándála.
mk: Поставете администраторска лозинка ако треба да извршувате администраторски задачи. Инаку, административната лозинка е оневозможена заради подобра безбедност.

source: Enter an administration password
es_ar: Ingresá una contraseña de administración
ga: Cuir isteach focal faire riaracháin
mk: Внеси администраторска лозинка

source: Confirm your administration password
es_ar: Confirmá tu contraseña de administración
ga: Deimhnigh an focal faire riaracháin
mk: Потврдете ја вашата администраотрска лозинка

source: Disable
es_ar: Deshabilitar
ga: Díchumasaigh
mk: Оневозможи

source: MAC Address Spoofing
es_ar: Falsificación de dirección MAC
ga: Bréagsheoltaí MAC
mk: Спуфинг на MAC адреса

source: MAC address spoofing hides the serial number of your network interface (Wi-Fi or wired) to the local network. Spoofing MAC addresses is generally safer as it helps you hide your geographical location. But it might also create connectivity problems or look suspicious.
es_ar: La falsificación de la dirección MAC oculta el número de serie de tu interfaz de red (Wi-Fi o cableada) a la red local. Esta técnica es generalmente más segura ya que te ayuda a esconder tu ubicación geográfica. Pero también puede crear problemas de conectividad o parecer sospechoso.
ga: Cuireann bréagsheoladh MAC sraithuimhir do chomhéadain líonra (Wi-Fi nó sreangaithe) i bhfolach. Go hiondúil tá sé níos sábháilte bréagsheoladh MAC a úsáid toisc go gcabhraíonn sé leat do shuíomh geografach a cheilt. Ach, uaireanta is cúis le fadhbanna líonra é, agus tá cuma amhrasach air freisin.
mk: Спуфингот на MAC адресата го крие серискиот број на вашиот мрежен интерфејс (Wi-Fi или жичен) од локалната мрежа. Спуфингот на MAC адресата генерално е побезбеден затоа што ви помага да ја сокриете вашата географска локација. Но исто така може да создаде проблеми со поврзувањето или истото да изгледа сомнително.

source: Spoof all MAC addresses (default)
es_ar: Falsificar todas las direcciones MAC (por defecto)
ga: Úsáid bréagsheoltaí MAC i gcónaí (réamhshocrú)
mk: Имитирај ги сите MAC адреси (стандардно)

source: Don't spoof MAC addresses
es_ar: No falsificar las direcciones MAC
ga: Ná húsáid bréagsheoltaí MAC riamh
mk: Не ги имитирај MAC адресите

source: Network Configuration
es_ar: Configuración de Red
ga: Cumraíocht Líonra
mk: Конфигурирање на мрежа

source: If your Internet connection is censored, filtered, or proxied you can configure a Tor bridge or a local proxy. To work completely offline, you can disable all networking.
es_ar: Si tu conexión a Internet está censurada, filtrada, o canalizada a través de un tercero, podés configurar un puente Tor o un proxy local. Para trabajar completamente fuera de línea, podés deshabilitar todas las funciones de red.
ga: Má dhéantar cinsireacht nó scagadh ar do cheangal Idirlín, nó má úsáideann sé seachfhreastalaí, is féidir leat droichead Tor nó seachfhreastalaí áitiúil a shocrú. Nó, is féidir leat an líonra a mhúchadh go huile is go hiomlán agus do chuid oibre a dhéanamh as líne.
mk: Ако вашето поврзување на Интернет е цензурирано, филтрирано, или е преку прокси можете да го конфигурирате Tor Мостот или локалното прокси. За да работите целосно офлајн, можете да ја оневозможите целата мрежа.

source: Connect directly to the Tor network (default)
es_ar: Conectar directamente a la red de Tor (por defecto)
ga: Ceangal díreach le líonra Tor (réamhshocrú)
mk: Поврзи се директно на Tor мрежата (стандардно)

source: Configure a Tor bridge or local proxy
es_ar: Configurar un puente Tor o proxy local
ga: Cumraigh droichead Tor nó seachfhreastalaí áitiúil
mk: Конфигурирај Tor мост или локално прокси

source: Disable all networking
es_ar: Deshabilitar todas las funciones de red
ga: Díchumasaigh an líonra go hiomlán
mk: Оневозможување на целата мрежа

source: The Unsafe Browser allows you to log in to a captive portal. A captive portal is a web page that is displayed before you can access the Internet. Captive portals usually require to log in to the network or enter information such as an email address. The Unsafe Browser is not anonymous and can deanonymize you. Use it only to log in to captive portals.
es_ar: El Navegador Inseguro te permite iniciar sesión en un portal cautivo. Un portal cautivo es una página web que es mostrada antes de que puedas acceder Internet. Los portales cautivos usualmente requieren inciar sesión en la red o entrar información tal como una dirección de correo electrónico. El Navegador Inseguro no es anónimo y puede deanonimizarte. Usalo solamente para iniciar sesión en portales cautivos.
mk: Небезбедниот Прелистувач ви дозволува да се најавите на најавувачки портал. Најавувачкиот портал е веб страна која е прикажана пред да можете да се поврзете на Интернет. Најавувачките портали обично бараат да се најавите на мрежата или да внесете информации како што е адреса за е-пошта. Небезбедниот Прелистувач не е анонимен и може да ве деанонимизира. Користете го само за најавување на најавувачки портали.

source: Disable the Unsafe Browser (default)
es_ar: Deshabilitar el Navegador Inseguro (por defecto)
ga: Díchumasaigh an Brabhsálaí Neamhshlán (réamhshocrú)
mk: Оневозможи го Небезбедниот Прелистувач (стандардно)

source: Enable the Unsafe Browser
es_ar: Habilitar el Navegador Inseguro
ga: Cumasaigh an Brabhsálaí Neamhshlán
mk: Овозможи го Небезбедниот Прелистувач

source: Settings were loaded from the persistent storage.
es_ar: Los ajustes fueron cargados desde el almacenamiento persistente.
ga: Lódáladh socruithe ón stóras seasmhach.
mk: Поставките беа вчитани од постојаниот склад.

source: You will configure the Tor bridge and local proxy later on after connecting to a network.
es_ar: Vas a configurar el puente Tor y el proxy local luego, después de conectar a una red.
ga: Cumróidh tú an droichead Tor agus an seachfhreastalaí áitiúil ar ball, tar éis duit ceangal a bhunú le líonra.
mk: Ќе го конфигирирате Tor мостот и локалното прокси подоцна откако ќе се поврзете на мрежа.

source: Welcome to Tails!
es_ar: ¡Bienvenido a Tails!
ga: Fáilte go Tails!
mk: Добредојдовте во Tails!

source: Language & Region
es_ar: Idioma y Región
ga: Teanga agus Réigiún
mk: Јазик и Регион

source: Default Settings
es_ar: Configuración por defecto
ga: Réamhshocruithe
mk: Основни поставки

source: Encrypted _Persistent Storage
es_ar: Almacenamiento encriptado _Persistente
ga: Stóras _Seasmhach Criptithe
mk: Енкриптиран_Постојан склад

source: Enter your passphrase to unlock the persistent storage
es_ar: Ingresá tu frase de contraseña para desbloquear el almacenamiento persistente
ga: Cuir isteach an frása faire chun an stóras seasmhach a dhíghlasáil
mk: Внесете ја вашата лозинка за да го отклучите постојаниот склад

source: Your persistent storage is unlocked. Restart Tails to lock it again.
es_ar: Tu almacenamiento persistente está desbloqueado. Reiniciá Tails para bloquearlo de nuevo.
ga: Tá an stóras seasmhach díghlasáilte. Atosaigh Tails lena chur faoi ghlas arís.
mk: Вашиот постојан скалд е отклучен. Повторно стартувајте го Tails.

source: _Additional Settings
es_ar: Ajustes _Adicionales
ga: _Socruithe Breise
mk: _Дополнителни поставки

source: Add an additional setting
es_ar: Agregar una configuración adicional
ga: Cuir socrú breise leis
mk: Додади дополнителна поставка

source: The default settings are safe in most situations. To add a custom setting, press the "+" button below.
es_ar: Los ajustes por defecto son seguros en la mayoría de las situaciones. Para añadir un ajuste personalizado, presioná el botón "+" que está abajo.
ga: Tá na réamhshocruithe slán an chuid is mó den am. Brúigh an cnaipe "+" thíos le do shocrú féin a chur leis.
mk: Стандардните поставки се безбедни во повеќето ситуации. За да додадете прилагодено поставување, притиснете го "+" копчето подолу.

source: Shutdown
es_ar: Apagar
ga: Múch
mk: Исклучување

source: _Start Tails
es_ar: _Iniciar Tails
ga: To_saigh Tails
mk: _Стартување на Tails

source: File Containers
es_ar: Contenedores de archivo
ga: Coimeádáin
mk: Контејнер датотеки

source: _Add
es_ar: _Añadir
ga: _Cuir Leis
mk: _Додај

source: Add a file container
es_ar: Añadir un contenedor de archivo
ga: Cuir coimeádán nua leis
mk: Додај контејнер датотека

source: Partitions and Drives
es_ar: Particiones y discos
ga: Deighiltí agus Tiomántáin
mk: Партиции и Дискови

source: This application is not affiliated with or endorsed by the VeraCrypt project or IDRIX.
es_ar: Esta aplicación no está afiliada con o avalada por el proyecto VeraCrypt o IDRIX.
ga: Níl aon bhaint ar bith ag VeraCrypt ná IDRIX leis an bhfeidhmchlár seo.
mk: Оваа апликација не е поврзана со или одобрена од VeraCrypt проектот или од IDRIX.

source: _Open
es_ar: _Abrir
ga: _Oscail
mk: _Отвори

source: Lock this volume
es_ar: Bloqueá éste volumen
ga: Glasáil an t-imleabhar seo
mk: Заклучи го овој простор

source: _Unlock
es_ar: _Desbloquear
ga: _Díghlasáil
mk: _Отклучи

source: Detach this volume
es_ar: Desprendé éste volumen
ga: Dícheangail an t-imleabhar seo
mk: Откачи го овој простор

source: TrueCrypt/VeraCrypt container
es_ar: Contenedor TrueCrypt/VeraCrypt
ga: Coimeádán TrueCrypt/VeraCrypt
mk: TrueCrypt/VeraCrypt контејнер

source: <b><big>Do you want to rename your <i>KeePassXC</i> database?</big></b> You have a <i>KeePassXC</i> database in your <i>Persistent</i> folder: <i>${filename}</i> <i>KeePassXC</i> changed the default name of the database to <i>Passwords.kdbx</i>. Renaming your database to <i>Passwords.kdbx</i> would allow <i>KeePassXC</i> to open it automatically in the future.
ga: <b><big>An bhfuil fonn ort ainm nua a chur ar an mbunachar sonraí <i>KeePassXC</i>?</big></b> Tá bunachar sonraí <i>KeePassXC</i> agat san fhillteán <i>Persistent</i>: <i>${filename}</i> D'athraigh <i>KeePassXC</i> ainm réamhshocraithe an bhunachair go dtí <i>Passwords.kdbx</i>. Dá gcuirfeá an t-ainm <i>Passwords.kdbx</i> air, bheadh <i>KeePassXC</i> in ann é a oscailt go huathoibríoch amach anseo.

source: Language, administration password, and additional settings
ga: Teanga, focal faire riaracháin, agus socruithe eile

source: Error
bg: ГРЕШКА
ga: Earráid
km: កំហុស
lv: Kļūda
mk: Грешка
nn: Feil
sl_si: Napaka
zh_hk: 錯誤
