Repository: austin987/tails
Catalog: po/*.po
Languages: bg, es_ar, ga, km, lv, mk, nn, sl_si, zh_hk

source: error:
bg: грешка:
ga: earráid:
km: កំហុស៖
lv: kļūda:
mk: грешка:
nn: feil:
sl_si: napaka:
zh_hk: 錯誤：

source: The Amnesic Incognito Live System
mk: Амнезирачки Анонимен Жив Систем
nn: Det gløymske, incognito direktesystemet
sl_si: aktivni sistem The Amnesic Incognito
zh_hk: Amnesic Incognito Live系統

source: When you reboot Tails, all of Electrum's data will be lost, including your Bitcoin wallet. It is strongly recommended to only run Electrum when its persistence feature is activated.
bg: Когато рестартирате Tails, всички данни на Electrum ще бъдат загубени, включително Bitcoin портфейла ви.Силно се препоръчва единствено да стартирате Електрум само, когато активира своята функция за устойчивост.
lv: Kad pārlādēsit Tails, pazudīs visi Electrum dati, t.sk. Jūsu Bitcoin maciņš. Tiek stingri ieteikts strādāt ar Electrum, kam aktivizēta pastāvības iezīme.
nn: Når du startar Halar på nytt, vil alle av Electrum sine upplysingar ganga tapt, inkludert Bitcoin-lommeboki di. Det er sterkt tilrådd å berre køyra Electrum når dets vedvaringsfunksjon er slege på.
zh_hk: 重開Tails時，全部Electrum資料會消失，包括你嘅Bitcoin比特幣錢包。強烈建議只喺當持續功能啟用時才使用Electrum。

source: OpenPGP encryption applet
bg: OpenPGP аплет за криптиране
km: អាប់ភ្លេត​ការ​ដាក់​លេខ​កូដ OpenPGP
lv: OpenPGP šifrēšanas sīklietotne
nn: OpenPGP krypteringsapp
sl_si: Odpri PGP šifrirni programček
zh_hk: OpenPGP加密小程式

source: Exit
bg: Изход
km: ចេញ
lv: Iziet
nn: Avslutt
sl_si: Izhod
zh_hk: 離開

source: About
bg: Относно
km: អំពី
lv: Par
nn: Um
sl_si: Vizitka
zh_hk: 關於

source: Encrypt Clipboard with _Passphrase
bg: Криптиране на клипборда с _Passphrase
km: ដាក់​លេខ​កូដ​ក្ដារ​តម្បៀត​ខ្ទាស់​ដោយ​ប្រើ​ពាក្យសម្ងាត់
lv: Šifrēt Clipboard ar _Passphrase
nn: Krypter utklippstavla med _passuttrykk
sl_si: Šifriranje odložišča z _Geslom za ključe
zh_hk: 使用_Passphrase對剪貼簿進行加密

source: Sign/Encrypt Clipboard with Public _Keys
bg: Регистриране/Криптиране на Клипборда с Обществени _Keys
km: ចុះហត្ថលេខា/ដាក់​លេខ​កូដ​ក្ដារ​តម្បៀត​ខ្ទាស់​ដោយ​ប្រើ​ពាក្យ​គន្លឹះ​សាធារណៈ
lv: Parakstīt/šifrēt Clipboard ar Public _Keys
nn: Underskriv/krypter utklippstavla med offentlege _lyklar
sl_si: Vpis / Šifriranje odložišča z javnimi _Ključi
zh_hk: 使用公匙簽署╱加密剪貼簿

source: _Manage Keys
bg: _Управление на Ключовете
km: គ្រប់គ្រង​ពាក្យ​គន្លឹះ
nn: _Handsam lyklar
sl_si: _Upravljanje s Ključi
zh_hk: _Manage鎖匙

source: _Open Text Editor
bg: _Отвори Текстов Редактор
lv: _Open teksta redaktors
nn: _Opn tekstredaktør

source: The clipboard does not contain valid input data.
bg: Клипбордът не съдържа валидни входни данни.
km: ក្ដារ​តម្បៀត​ខ្ទាស់​មិន​មាន​ទិន្នន័យ​ត្រឹមត្រូវ។
lv: Starpliktuvē nav derīgu ievades datu.
nn: Utklippstavla inneheld ikkje gyldige innputtdata.
sl_si: Odložišče ne vsebuje veljavnih vhodnih podatkov
zh_hk: 剪貼簿未包含有效嘅輸入資料。

source: Unknown Trust
bg: Неизвестен Доверител
km: មិន​ទុកចិត្ត
lv: Nezināms uzticamības līmenis
nn: Ukjend lit
sl_si: Neznan Skrbnik
zh_hk: 不明嘅信任

source: Marginal Trust
bg: Ограничено Доверие
km: ទុកចិត្ត​មធ្យម
lv: Mazzināms uzticamības līmenis
nn: Marginal lit
sl_si: Mejni Skrbnik
zh_hk: 臨界信任

source: Full Trust
bg: Пълно Доверие
km: ទុកចិត្ត​ទាំងស្រុង
lv: Pilns uzticamības līmenis
nn: Full lit
sl_si: Zaupanja vreden Skrbnik
zh_hk: 完全信任

source: Ultimate Trust
bg: Максимално Доверие
km: ទុកចិត្ត​បំផុត
lv: Augstākais uzticamības līmenis
nn: Ytste lit
sl_si: Dokončni Skrbnik
zh_hk: 終極信任

source: Name
bg: Име
km: ឈ្មោះ
lv: Nosaukums
nn: Namn
sl_si: Ime
zh_hk: 名稱

source: Key ID
bg: ID Ключ
km: លេខ​សម្គាល់​ពាក្យ​គន្លឹះ
lv: Atslēgas ID
nn: Nøkkel-ID
sl_si: Ključ ID
zh_hk: 鎖匙ID

source: Status
bg: Статус
km: ស្ថានភាព
lv: Statuss
sl_si: Stanje
zh_hk: 狀態

source: Fingerprint:
bg: Отпечатък:
km: ស្នាម​ម្រាមដៃ៖
lv: Ciparvirkne:
nn: Fingeravrykk:
sl_si: Prstni odtis:
zh_hk: 數碼指紋：

source: User ID:
bg: Потребителско ID:
km: លេខ​សម្គាល់​អ្នកប្រើ៖
lv: Lietotāja IDes:
nn: Brukar-ID:
sl_si: Uporbnik ID:
zh_hk: 用戶識別碼：

source: None (Don't sign)
bg: Няма (Не подписвайте)
km: គ្មាន (កុំ​ចុះហត្ថលេខា)
lv: Nav (neparakstīt)
nn: Ingen (ikkje underskriv)
sl_si: Nobeden (Brez podpisa)
zh_hk: 無(未簽署)

source: Select recipients:
bg: Изберете получатели:
km: ជ្រើស​អ្នកទទួល៖
lv: Atlasīt saņēmējus:
nn: Vel mottakarar:
sl_si: Izbira prejemnikov:
zh_hk: 選取收件者：

source: Hide recipients
bg: Скрий получателите
km: លាក់​អ្នកទទួល
lv: Slēpt saņēmējus
nn: Gøym mottakarar
sl_si: Skrij prejemnike
zh_hk: 隱藏收件者

source: Hide the user IDs of all recipients of an encrypted message. Otherwise anyone that sees the encrypted message can see who the recipients are.
bg: Скриване на потребителски ID-та на всички получатели на криптирано съобщение. В противен случай всеки, който вижда криптираното съобщение може да види кой са получателите.
km: លាក់​លេខ​សម្គាល់​អ្នកប្រើ​របស់​អ្នកទទួល​សារ​ដែល​បាន​ដាក់​លេខ​កូដ​ទាំងអស់។ បើមិនដូច្នោះទេ អ្នក​ដែល​មើល​ឃើញ​សារ​ដែល​បាន​ដាក់​លេខ​កូដ អាច​មើល​ឃើញ​អ្នកទទួល​ដែរ។
lv: Slēpt visu šifrētā ziņojuma saņēmēju lietotāju IDes. Savādāk, katrs, kas redz šifrēto ziņojumu var redzēt kas ir tā saņēmēji.
nn: Gøym nyttar-IDane åt alle mottakarane av ei krypterd melding. Elles kann einkvar som ser den krypterde meldingi sjå kven mottakarane er.
sl_si: Skrij ID uporabnika vsem prejemnikom šifriranega sporočila. Drugače lahko vsak, ki šifrirano sporočilo vidi, ve kdo je prejemnik.
zh_hk: 隱藏加密郵件全部收件者嘅用戶識別碼。否則任何人見到加密嘅郵件都可以睇出邊個係收件者。

source: Sign message as:
bg: Подпишете съобщението като:
km: ចុះហត្ថលេខា​ជា៖
lv: Parakstīt ziņojumu kā:
nn: Underskriv melding som:
sl_si: Podpiši sporočilo kot:
zh_hk: 郵件簽名為：

source: Choose keys
bg: Изберете ключове
km: ជ្រើស​ពាក្យ​គន្លឹះ
lv: Izvēlēties atslēgas
nn: Vel nøklar
sl_si: Izberite ključe
zh_hk: 選取鎖匙

source: Do you trust these keys?
bg: Вярвате ли на тези ключове?
km: តើ​អ្នក​ទុកចិត្ត​ពាក្យគន្លឹះ​ទាំងនេះ​ទេ?
lv: Vai uzticaties šīm atslēgām?
nn: Stolar du på desse nøklane?
sl_si: Ali zaupate tem ključem?
zh_hk: 信任呢啲鎖匙嗎？

source: The following selected key is not fully trusted:
bg: Следните избрани ключове не са напълно надеждни:
km: ពាក្យ​គន្លឹះ​ដែល​បាន​ជ្រើស​ខាងក្រោម​គឺ​មិន​បាន​ទុកចិត្ត​ទាំងស្រុង​ទេ៖
lv: Turpmāk norādītajām, izvēlētajām atslēgām nevar pilnībā uzticēties:
nn: Den fylgjande valde lykelen er ikkje fullt tiltrudd:
sl_si: Sledeči izbran ključ ni vreden popolnega zaupanja:
zh_hk: 下列所選嘅鎖匙未被完全信任：

source: Do you trust this key enough to use it anyway?
bg: Вярвате ли на тези ключове достатъчно, за да ги използвате така или иначе?
km: តើ​អ្នក​ទុកចិត្ត​ពាក្យ​គន្លឹះ​ទាំងនេះ​ថា​អាច​ប្រើ​បាន​ដែរ​ឬទេ?
lv: Vai pietiekami uzticaties šai atslēgai, lai tomēr to lietotu?
nn: Stolar du nuk på denne lykelen til å nytta han likevel?
sl_si: Ali dovolj zaupate temu ključu, da ga vseeno uporabite?
zh_hk: 可以信任呢啲鎖匙到足以使用佢哋嗎？

source: No keys selected
bg: Няма избрани ключове
km: មិន​បាន​ជ្រើស​ពាក្យ​គន្លឹះ
lv: Neviena no atslēgām nav atlasīta
nn: Ingi lyklar valde
sl_si: Ključ ni izbran
zh_hk: 未選取鎖匙

source: You must select a private key to sign the message, or some public keys to encrypt the message, or both.
bg: Трябва да изберете личен ключ, за да подпишете съобщението, или някои публични ключове за криптиране на съобщението, или и двете.
km: អ្នក​ត្រូវ​ជ្រើស​​ពាក្យ​គន្លឹះ​ឯកជន​ដើម្បី​ចុះហត្ថលេខា​សារ ឬ​ជ្រើស​ពាក្យ​គន្លឹះ​សាធារណៈ​មួយ​ចំនួន​ដើម្បី​ដាក់​លេខ​កូដ​សារ ឬ​ជ្រើស​ទាំងពីរ។
lv: Jums vai nu jāatlasa privāta atslēga ar kuru parakstīt ziņojumu, vai arī kāda publiska atslēga, lai šifrētu ziņojumu, vai jāveic abas izvēles.
nn: Du lyt velja ein privatlykel for å underskriva meldingi, eller nokre offentlege lyklar for å kryptere meldingi, eller båe.
sl_si: Izbrati morate zasebni ključ za podpisovanje sporočila, ali kateri javni ključi za šifriranje sporočila, ali pa oboje.
zh_hk: 須選取私人鎖匙對郵件進行簽名，或一啲公匙嚟加密郵件，或兩者兼行。

source: No keys available
bg: Няма налични ключове
km: មិន​មាន​ពាក្យ​គន្លឹះ
lv: Neviena atslēga nav pieejama
nn: Ingi lyklar åtgjengelege
sl_si: Ni uporabnega ključa
zh_hk: 無可用鎖匙

source: You need a private key to sign messages or a public key to encrypt messages.
bg: Имате нужда от личен ключ за подписване на съобщенията или публичен ключ за криптиране на съобщения.
km: អ្នក​ត្រូវ​មាន​ពាក្យ​គន្លឹះ​ឯកជន​ដើម្បី​ចុះហត្ថលេខា​សារ ឬ​ពាក្យ​គន្លឹះ​សាធារណៈ​ដើម្បី​ដាក់​លេខ​កូដ​សារ។
lv: Jums vai nu nepieciešama privāta atslēga, lai parakstītu ziņojumus, vai arī publiska atslēga, lai ziņojumus šifrētu.
nn: Du treng ein privatlykel for å underskrive meldingar eller ein offentlig lykel for å kryptere meldingar.
sl_si: Rabite zasebni ključ za podpis sporočila ali javni ključ za šifriranje le tega.
zh_hk: 須選取私人鎖匙對郵件進行簽名，或公匙嚟加密郵件。

source: GnuPG error
bg: GnuPG грешка
km: កំហុស GnuPG
lv: GnuPG kļūda
nn: GnuPG-feil
sl_si: GnuPG napaka
zh_hk: GnuPG錯誤

source: Therefore the operation cannot be performed.
bg: Ето защо не може да бъде извършена операцията.
km: ដូច្នេះ​ប្រតិបត្តិការ​មិន​អាច​ដំណើរការ​បាន​ទេ។
lv: Tādējādi operāciju nav iespējams izpildīt.
nn: Difor kan ikkje handlingi verta utførd.
sl_si: Zato ni mogoče izvesti operacijo.
zh_hk: 因此唔能夠執行操作。

source: GnuPG results
bg: GnuPG резултати
km: លទ្ធផល GnuPG
lv: GnuPG rezultāti
nn: GnuPG-resultat
sl_si: GnuPG rezultati
zh_hk: GnuPG結果

source: Output of GnuPG:
bg: Продукция на GnuPG:
km: កន្លែង​បញ្ចេញ​របស់ GnuPG ៖
lv: GnuPG izvade:
nn: Utputt frå GnuPG:
sl_si: Izhod iz GnuPG:
zh_hk: GnuPG嘅輸出：

source: Other messages provided by GnuPG:
bg: Други съобщения, предоставяни от GnuPG:
km: សារ​ផ្សេងទៀត​ដែល​បាន​ផ្ដល់​ដោយ GnuPG ៖
lv: Citi GnuPG sniegti ziņojumi:
nn: Andre meldingar leverde av GnuPG:
sl_si: Druga sporočila ponujena od GnuPG:
zh_hk: 由GnuPG提供嘅其他訊息：

source: The <b>Claws Mail</b> persistence feature is activated.
bg: Функцията на <b>Claws Mail</b> за настойчивост е активирана.
nn: <b>Klør-post</b>-vedvaringsfunksjonen er aktiverd.
zh_hk: <b>Claws Mail</b>嘅持續儲存功能已啟用。

source: If you have emails saved in <b>Claws Mail</b>, you should <a href='https://tails.boum.org/doc/anonymous_internet/claws_mail_to_icedove'>migrate your data</a> before starting <b>Icedove</b>.
bg: Ако имате запазени съобщения в е-пощи <b>Claws Mail</b>, вие трябва <a href='https://tails.boum.org/doc/anonymous_internet/claws_mail_to_icedove'>да мигрирате вашите данни</a> преди да стартирате <b>Icedove</b>.
nn: Um du hev e-postar lagra i <b>Klør-post</b>, bør du <a href='https://tails.boum.org/doc/anonymous_internet/claws_mail_to_icedove'>migrere upplysingi dine</a> fyre du startar <b>Isdue</b>.
zh_hk: 如果有郵件儲存喺<b>Claws Mail</b>嘅話，應該喺啟用<b>Icedove</b>前，先將佢哋<a " "href='https://tails.boum.org/doc/anonymous_internet/claws_mail_to_icedove'>轉移</a>。

source: Your additional software
bg: Вашият допълнителен софтуер
km: កម្មវិធី​របស់​អ្នក​បន្ថែម
lv: Jūsu papildu programmatūra
nn: Tilleggsprogramvara di
sl_si: Vaša dodatna programska oprema
zh_hk: 其他軟件

source: The upgrade failed. This might be due to a network problem. Please check your network connection, try to restart Tails, or read the system log to understand better the problem.
bg: Надстройката се провали. Това може да се дължи на проблем с мрежата. Моля, проверете мрежовата си връзка, опитайте да рестартирате Tails, или прочетете системния дневник за разберем по-добре проблема.
km: ការ​ធ្វើ​បច្ចុប្បន្នភាព​បាន​បរាជ័យ។ វា​អាច​ដោយសារ​បញ្ហា​បណ្ដាញ។ សូម​ពិនិត្យ​ការ​តភ្ជាប់​បណ្ដាញ​របស់​អ្នក រួច​សាកល្បង​ចាប់ផ្ដើម Tails ឡើងវិញ ឬ​អាន​កំណត់ហេតុ​ប្រព័ន្ធ​ដើម្បី​ដឹង​ច្បាស់​អំពី​បញ្ហា។
lv: Jaunināšana neizdevās. Iespējams, ka tas ir tīkla problēmas dēļ. Lūdzu, pārbaudiet savu tīkla savienojumu vai pamēģiniet pārstartēt Tails, vai lasiet sistēmas žurnālu, lai labāk saprastu problēmu.
nn: Uppgraderingi vart mislukka. Dette kann vera på grunn av eit nettverksproblem. Ver venleg og kontroller nettverkssambandet ditt, freist å starta um Halar, eller les systemloggen for å skjøna problemet betre.
sl_si: Nadgradnja ni uspela. To je lahko zaradi težav v omrežju. Preverite omrežno povezavo, poskusite ponovno zagnati Sledi, ali pa preberite sistemski dnevnik za boljše razumevanje problema.
zh_hk: 升級失敗。可能由於網絡問題。請檢查網絡連線、嘗試將Tails重新啟動，或者讀取系統記錄，以便進一步澄清問題。

source: The upgrade was successful.
bg: Обновяването бе успешно.
km: បាន​ធ្វើ​បច្ចុប្បន្នភាព​ដោយ​ជោគជ័យ
lv: Jaunināšana bija sekmīga.
nn: Uppgraderingi lukkast.
sl_si: Nadgradnja je bila uspešna.
zh_hk: 升級成功。

source: Tor needs an accurate clock to work properly, especially for Hidden Services. Please wait...
bg: Tor се нуждае от точен часовник за да работи правилно,специално за Тайните Услуги.Моля изчакайте...
km: Tor ត្រូវការ​នាឡិកា​ដែល​ទៀងទាត់​ដើម្បី​ដំណើរការ​ត្រឹមត្រូវ ពិសេស​សម្រាប់​សេវាកម្ម​លាក់។ សូម​រង់ចាំ...
lv: Lai strādātu pareizi Tor'am nepieciešams akurāts laiks. Īpaši svarīgi tas ir Slēpto pakalpojumu darbībai. Lūdzu gaidiet...
nn: Tor treng ei nøyaktig klokka for å verka rett, serskild for Løynde Tenester.
sl_si: Tor potrebuje točno uro za pravilno delovanje, predvsem za Skrite storitve. Prosimo, počakajte ...
zh_hk: Tor需要準確嘅時鐘先能正常運作，特別係對隱藏嘅服務。請稍候…

source: <b>Not enough memory available to check for upgrades.</b> Make sure this system satisfies the requirements for running Tails. See file:///usr/share/doc/tails/website/doc/about/requirements.en.html Try to restart Tails to check for upgrades again. Or do a manual upgrade. See https://tails.boum.org/doc/first_steps/upgrade#manual
bg: <b>Няма достатъчно памет, за да проверя за обновления.</b> Потвърдете, че системата покрива изискванията за използване на Tails. Вижте file:///usr/share/doc/tails/website/doc/about/requirements.en.html Опитайте се да рестартирате Tails, за да проверите за обновления отново. Или извършете ръчно обновяване. Вижте https://tails.boum.org/doc/first_steps/upgrade#manual
km: <b>មិនមានអង្គចងចាំ​គ្រប់គ្រាន់​ដើម្បី​ពិនិត្យ​មើលបច្ចុប្បន្នភាព។</b> ប្រាកដ​ថា​ប្រព័ន្ធ​នេះ​​ឆ្លើយតប​តម្រូវ​ការ​ដើម្បីដំណើរការ Tails ។ សូម​មើល​ file:///usr/share/doc/tails/website/doc/about/requirements.en.html ព្យាយាម​ចាប់ផ្ដើម Tails ឡើងវិញ​ដើម្បីពិនិត្យ​មើល​បច្ចុប្បន្នភាព​ម្ដង​ទៀត។ ឬ​ធ្វើ​បច្ចុប្បន្នភាព​ដោយ​ដៃ។ See https://tails.boum.org/doc/first_steps/upgrade#manual
lv: <b>Nav pieejams pietiekami liels atmiņas daudzums, lai pārbaudītu jauninājumu pieejamību.</b> Pārbaudiet vai šī sistēma nodrošina Tails izpildes prasības. Skatiet datni:///usr/share/doc/tails/website/doc/about/requirements.en.html Meģiniet pārstratēt Tails, lai vēlreiz pārbaudītu jauninājumu pieejamību. Vai veiciet manuālu jaunināšanu. Skatiet https://tails.boum.org/doc/first_steps/upgrade#manual
nn: <b>Ikkje nok hugs åtgjengeleg for å sjå etter uppgraderingar.</b> Sjå til at dette systemet uppfyller krava for å køyra Halar. Sjå file:///usr/share/doc/tails/website/doc/about/requirements.en.html Freist å starta um Halar for å sjå etter uppgraderingar att. Eller gjer ei uppgradering sjølv. Sjå https://tails.boum.org/doc/first_steps/upgrade#manual
sl_si: <b>Ni dovolj spomina za preverjanje nadgradnje.</b> Prepričajte se, da ta sistem ustreza zahtevam za zagon Sledi. Glejte datoteko:///usr/share/doc/tails/website/doc/about/requirements.en.html Poskusite resetirati Sledi za ponovno preverjanje nadgradnje. Ali izvedite nadgradnjo ročno Glejte https://tails.boum.org/doc/first_steps/upgrade#manual
zh_hk: <b>檢查升級時無足夠嘅可用記憶體。</b> 請確保系統能滿足執行Tails嘅要求。 請參閱 file:///usr/share/doc/tails/website/doc/about/requirements.en.html 請嘗試將Tails重新啟動後再次檢查升級。 或手動執行升級。 請參閱 https://tails.boum.org/doc/first_steps/upgrade#manual

source: Both the host operating system and the virtualization software are able to monitor what you are doing in Tails.
bg: Операционната система - домакин и софтуерът за виртуализация могат да наблюдават какво правите в Tails.
km: ទាំង​ប្រព័ន្ធ​ប្រតិបត្តិការ​ម៉ាស៊ីន និង​កម្មវិធី​និម្មិត​គឺ​អាច​ត្រួតពិនិត្យ​អ្វី​ដែល​អ្នក​កំពុង​ធ្វើ​នៅ​ក្នុង Tails បាន។
lv: Gan viesotāja operētājsistēma, gan virtualizācijas programmatūra spēj monitorēt to, ko Jūs darāt Tails.
nn: Både vertsoperativsystemet og virtualiseringsprogramvara kann yvervaka kva du gjerer i Halar.
sl_si: Operacijski sistem gostitelja in programska oprema za virtualizacijo lahko spremljata, kaj počnete v Sledi.
zh_hk: 主機作業系統同虛擬化軟件都能夠監控你喺Tails嘅行動。

source: Do you really want to launch the Unsafe Browser?
bg: Наистина ли искате да стартирате Несигурен Браузър?
km: តើ​អ្នក​ពិតជា​ចង់​ចាប់ផ្ដើម​កម្មវិធី​គ្មាន​សុវត្ថិភាព​មែន​ឬ?
lv: Vai tiešām vēlaties palaist Nedrošu pārlūku?
nn: Vil du verkeleg starta den Utrygge Nettlesaren?
sl_si: Resnično želite zagnati nezanesljiv Brskalnik?
zh_hk: 真係要啟動唔安全嘅瀏覽器嗎？

source: Network activity within the Unsafe Browser is <b>not anonymous</b>.\nOnly use the Unsafe Browser if necessary, for example\nif you have to login or register to activate your Internet connection.
bg: Мрежовата активност в Несигурен Браузър <b>не е анонимна<b>.\nИзползвайте Несигурен Браузър само\nif при необходимост, например ако ви се налага вписване или регистриране, за да активирате вашата Интернет връзка.
lv: Tīkla aktivitāte Nedrošā pārlūkā <b>nav anonīma</b>. Lietojiet Nedrošu pārlūku tikai tad, kad nepieciešams, piemēram, ja Jums jāiereģistrējas vai jāreģistrējas, lai aktivizētu Jūsu interneta savienojumu.
nn: Nettverksverksemd i den Utrygge Nettlesaren er <b>ikkje anonym</b>.\nNytt berre den Utrygge Nettlesaren um det er naudsynt, til dømes\num du treng å logga inn eller melde deg inn for å slå på internettsambandet ditt.
zh_hk: 使用唔安全瀏覽器嘅網絡活動係<b>無法匿名</b>。僅真正需要時先好使用唔安全嘅瀏覽器，例如須登入或註冊嚟啟動網絡連線。

source: NetworkManager passed us garbage data when trying to deduce the clearnet DNS server.
bg: NetworkManager пропусна нашите гарбидж данни, когато се опитваше да извлече clearnet DNS сървъра.
lv: Cenšoties izanalizēt nešifrēta tīkla DNS serveri, NetworkManager mums sniedza neizmantojamus datus.
nn: NettverksHandsamar gav oss søppeldata då me freista å gjetta klårnett-DNS-serveren.
zh_hk: 嘗試減少cleranet DNS伺服器時，NetworkManager傳送我哋垃圾資料。

source: I2P failed to start
bg: I2P не можа да се стартира
km: ការ​ចាប់ផ្ដើម I2P បាន​បរាជ័យ
lv: I2P neizdevās startēt
nn: I2P kunde ikkje starta
sl_si: I2P se ni zagnal
zh_hk: I2P無法啟動

source: Something went wrong when I2P was starting. Check the logs in /var/log/i2p for more information.
bg: Нещо се обърка, докато I2P стартираше. Проверете логовете в /var/log/i2p за повече информация.
lv: I2P startējot, ir notikusi kļūda. Pārbaudiet žurnālus te /var/log/i2p , lai uzzinātu vairāk.
nn: Noko gjekk gale då I2P skulde starta. Sjå på loggane i /var/log/i2p for fleire upplysingar.
sl_si: Pri zagonu I2P je nekaj narobe. Preverite dnevnik log v /var/log/i2p za nadaljne informacije
zh_hk: I2P啟動時發生錯誤。更多資訊請查閱位於 /var/log/i2p 嘅紀錄檔。

source: I2P's router console is ready
bg: Терминалът на I2P рутера е готов
lv: I2P maršrutētāja konsole ir gatava darbam.
nn: I2P sin rutarkonsoll er klår
sl_si: I2P konzola usmerjevalnika je pripravljena
zh_hk: I2P嘅路由控制台已準備好

source: You can now access I2P's router console in the I2P Browser.
bg: Вече имате достъп до I2P рутера на I2P браузера.
lv: Tagad pārlūkā I2P Jūs varat piekļūt I2P maršrutētāja konsolei.
nn: Du kan no fenga tilgjenge åt I2P sin rutarkonsoll i I2P-nettlesaren.
zh_hk: 你咿㗎可以使用I2P瀏覽器進入I2P嘅路由控制台。

source: I2P is not ready
bg: I2P не е готово
lv: I2P nav gatavs darbam
nn: I2P er ikkje klår.
sl_si: I2P ni propravljen
zh_hk: I2P未就緒

source: Eepsite tunnel not built within six minutes. Check the router console in the I2P Browser or the logs in /var/log/i2p for more information. Reconnect to the network to try again.
bg: Ееп-тунела на сайта ще е готов за повече от 6 минути. Проверете конзолата на рутера в I2P браузъра или влезте в /var/log/i2p за повече информация. Свържете се наново с мрежата и опитайте отново.
lv: Sešu minūšu laikā netika izveidots Eepsite tunelis. Lai uzzinātu vairāk, pārbaudiet maršrutētāja konsoli pārlūkā I2P vai žurnālus /var/log/i2p . Atkārtoti izveidojiet savienojumu ar tīklu, lai mēģinātu vēlreiz.
nn: Eepstad-tunnel ikkje bygd innan seks minut. Sjå på rutarkonsollen i I2P-nettlesaren eller loggane i /var/log/i2p for fleire upplysingar. Kobla åt nettverket på nytt for å freista på nytt.
zh_hk: Eepsite通道無喺6分鐘內建立。可於I2P瀏覽器路由控制台或位於 /var/log/i2p 嘅紀錄檔取得更多資訊。請嘗試重新連線。

source: I2P is ready
bg: I2P е готово
lv: I2P ir gatavs darbam
nn: I2P er klår
sl_si: I2P je pripravljen
zh_hk: I2P準備好

source: You can now access services on I2P.
bg: Сега може да използвате услуги през I2P
lv: Tagad Jūs varat piekļūt pakalpojumiem, kas atrodas I2P.
nn: Du hev no tilgjenge åt tenester på I2P.
sl_si: sedaj lahko dostopate do storitev I2P
zh_hk: 咿㗎可以使用I2P服務。

source: Anonymous overlay network browser
bg: Aнонимно наслагване на мрежовия браузър
lv: Tīkla anonīma pārklājuma pārlūks
nn: Anonym yverleggsnettverksnettlesar
sl_si: Brskalnik anonimnega prikrivanja
zh_hk: 匿名覆蓋網絡瀏覽器

source: I2P Browser
bg: I2P браузър
lv: I2P pārlūks
nn: I2P-nettlesar
sl_si: I2P brskalnik
zh_hk: I2P瀏覽器

source: Reboot
bg: Рестартиране
km: ចាប់ផ្ដើម​ឡើងវិញ
lv: Pārlādēt
sl_si: Ponoven zagon

source: Immediately reboot computer
bg: Незабавно рестартиране на компютъра
km: ចាប់ផ្ដើម​កុំព្យូទ័រ​ឡើងវិញ​ភ្លាមៗ
lv: nekavējoties pārlādēt datoru
sl_si: Nemudoma ponovno zaženite računalnik

source: Immediately shut down computer
bg: Незабавно изключване на компютъра
km: បិទ​កុំព្យូទ័រ​ភ្លាមៗ
lv: Nekavējoties izslēgt datoru
sl_si: Nemudoma ugasnite računalnik

source: _Decrypt/Verify Clipboard
km: ដោះ​លេខ​កូដ/ផ្ទៀងផ្ទាត់​ក្ដារ​តម្បៀត​ខ្ទាស់
nn: _Dekrypter/godkjenn utklippstavla
sl_si: _Dešifriranje/Preverite Odložišče
zh_hk: _Decrypt╱驗證剪貼簿

source: If you already migrated your emails to <b>Icedove</b>, you should <a href='https://tails.boum.org/doc/anonymous_internet/claws_mail_to_icedove#delete'>delete all your <b>Claws Mail</b> data</a> to remove this warning.
nn: Um du allereie hev migrert e-postane dine åt <b>Isdue</b>, bør du <a href='https://tails.boum.org/doc/anonymous_internet/claws_mail_to_icedove#delete'>slette alle <b>Klør-post</b>-upplysingi dine</a> for å fjerna denne åtvaringi.
zh_hk: 如果已經將郵件轉移到<b>Icedove</b>嘅話，只要<a 'href='https://tails.boum.org/doc/anonymous_internet/claws_mail_to_icedove#delete'>刪除全部<b>Claws Mail</b>資料</a>，就能消除呢個警告。

source: Tails
nn: Halar
sl_si: Sledi

source: Shutdown Immediately
km: បិទ​ភ្លាមៗ

source: Reboot Immediately
km: ចាប់ផ្ដើម​ឡើងវិញ​ភ្លាម

source: Network connection blocked?
km: បាន​ទប់ស្កាត់ការ​ភ្ជាប់បណ្ដាញ?

source: It looks like you are blocked from the network. This may be related to the MAC spoofing feature. For more information, see the <a href=\"file:///usr/share/doc/tails/website/doc/first_steps/startup_options/mac_spoofing.en.html#blocked\">MAC spoofing documentation</a>.
km: វា​ទំនង​ជា​អ្នកត្រូវ​បាន​ទប់ស្កាត់​ពី​បណ្ដាញ។ វា​ប្រហែល​ជា​ទាក់ទង​នឹង​លក្ខណៈ​ក្លែង MAC ។ ចំពោះ​ព័ត៌មាន​បន្ថែម​ សូម​មើល <a href=\"file:///usr/share/doc/tails/website/doc/first_steps/startup_options/mac_spoofing.en.html#blocked\">ឯកសារ​ពី​ការ​ក្លែង MAC</a> ។

source: MAC spoofing failed for network card ${nic_name} (${nic}) so it is temporarily disabled. You might prefer to restart Tails and disable MAC spoofing. See the <a href='file:///usr/share/doc/tails/website/doc/first_steps/startup_options/mac_spoofing.en.html'>documentation</a>.
km: បា​ន​បរាជ័យ​ក្នុង​ការ​ក្លែង MAC សម្រាប់​កាត​បណ្ដាញ ${nic_name} (${nic}) ដូច្នេះ​វា​ត្រូវ​បាន​បិទ​ជា​បណ្ដោះអាសន្ន។ អ្នក​អាច​ចាប់ផ្ដើម Tails ឡើង​វិញ និង​បិទ​ការ​ក្លែង MAC ។ សូម​មើល <a href='file:///usr/share/doc/tails/website/doc/first_steps/startup_options/mac_spoofing.en.html'>ឯកសារ</a> ។

source: MAC spoofing failed for network card ${nic_name} (${nic}). The error recovery also failed so all networking is disabled. You might prefer to restart Tails and disable MAC spoofing. See the <a href='file:///usr/share/doc/first_steps/startup_options/mac_spoofing.en.html'>documentation</a>.
km: បាន​បរាជ័យ​ក្នុង​ក្លែង MAC សម្រាប់​កាត​បណ្ដាញ ${nic_name} (${nic}) ។ ការ​សង្គ្រោះ​កំហុស​ក៏​បរាជ័យ​ដែរ ដូច្នេះ​ការ​ភ្ជាប់បណ្ដាញ​ទាំងអស់​ត្រូវ​បាន​បិទ។ អ្នក​​អាច​ចាប់ផ្ដើម Tails ឡើងវិញ និង​បិទ​ការ​ក្លែង MAC ។ សូម​មើល <a href='file:///usr/share/doc/first_steps/startup_options/mac_spoofing.en.html'>ឯកសារ</a> ។
