Repository: austin987/tails
Catalog: po/*.po
Languages: bg, es_ar, ga, km, lv, mk, nn, sl_si, zh_hk

source: You could install {packages} automatically when starting Tails
es_ar: Podrías instalar {packages} automáticamente cuando esté arrancando Tails.
ga: Is féidir leat {packages} a shuiteáil go huathoibríoch nuair a thosaíonn Tails
mk: Можеш да ги инсталираш {packages} автоматски кога се стартува Tails

source: To do so, you need to run Tails from a USB stick.
es_ar: Para hacerlo, necesitás ejecutar Tails desde una memoria USB.
ga: Chun é seo a dhéanamh, caithfidh tú Tails a rith ó mhéaróg USB.
mk: За да го направите тоа, потребно е да го стартувате Tails од USB стик.

source: Remove {packages} from your additional software?
es_ar: ¿Remover {packages} de tus programas adicionales?
ga: An bhfuil fonn ort {packages} a bhaint de na bogearraí breise?
mk: Да се отстрани {packages} од вашиот дополнителен софтвер?

source: This will stop installing {packages} automatically.
es_ar: Esto detendrá la instalación de {packages} automáticamente.
ga: Ní shuiteálfar {packages} go huathoibríoch a thuilleadh.
mk: Ова ќе го запре автоматското инсталирање на {packages}.

source: Remove
es_ar: Remover
ga: Bain
mk: Отстрани

source: Installing your additional software from persistent storage...
es_ar: Instalando tus programas adicionales desde almacenamiento persistente...
ga: Bogearraí breise á suiteáil ón stóras seasmhach...
mk: Инсталирање на вашиот дополнителен софтвер од постојаниот склад....

source: This can take several minutes.
es_ar: Esto puede llevar varios minutos.
ga: Seans go dtógfaidh seo cúpla nóiméad.
mk: Ова може да потрае неколку минути.

source: The installation of your additional software failed
es_ar: La instalación de tu programa adicional falló.
ga: Theip ar shuiteáil na mbogearraí breise
mk: Инсталацијата на вашиот дополнителен софтвер не успеа

source: Additional software installed successfully
es_ar: Programas adicionales instalados exitosamente
ga: D'éirigh le suiteáil na mbogearraí breise
mk: Дополнителниот софтвер беше успешно инсталиран

source: The check for upgrades of your additional software failed
es_ar: La búsqueda de nuevas versiones de tus programas adicionales falló.
ga: Earráid agus nuashonruithe ar bhogearraí breise á lorg
mk: Проверката за надградби на вашиот дополнителен софтвер на успеа

source: Please check your network connection, restart Tails, or read the system log to understand the problem.
es_ar: Por favor revisá tu conexión de red, reiniciá Tails, o leé la bitácora del sistema para entender el problema.
ga: Deimhnigh go bhfuil tú ceangailte leis an Idirlíon, atosaigh Tails, nó caith súil ar loganna an chórais chun tuiscint níos fearr a fháil ar an bhfadhb.
mk: Ве молиме проверете го вашето мрежно поврзување, повторно стартувајте го Tails, или прочитајте го системскиот лог за да го разберете проблемот.

source: The upgrade of your additional software failed
es_ar: La instalación de nuevas versiones de tus programas adicionales falló.
ga: Theip ar nuashonrú na mbogearraí breise
mk: Надградбата на вашиот дополнителен софтвер не успеа

source: Documentation
es_ar: Documentación
ga: Doiciméadú
mk: Документација

source: Remove {package} from your additional software? This will stop installing the package automatically.
es_ar: ¿Remover {package} de tus programas adicionales? Esto detendrá la instalación del paquete automáticamente.
ga: An bhfuil fonn ort {package} a bhaint de na bogearraí breise? Ní shuiteálfar an pacáiste go huathoibríoch a thuilleadh.
mk: Да бидат остранети {package} од вашиот дополнителен софтвер? Ова ќе го запре автоматското инсталирање на пакетот.

source: Failed to remove {pkg}
es_ar: Falló remover {pkg}
ga: Níorbh fhéidir {pkg} a bhaint
mk: Не успеа отстранувањето {pkg}

source: Failed to read additional software configuration
es_ar: La configuración de tu programa adicional falló al ser leída.
ga: Níorbh fhéidir cumraíocht na mbogearraí breise a léamh
mk: Не беше вчитана конфигурацијата на дополнителниот софтвер

source: Stop installing {package} automatically
es_ar: Detener instalación de {package} automáticamente.
ga: Ná suiteáil {package} go huathoibríoch a thuilleadh
mk: Запри го автоматското инсталирање на {package}

source: To do so, install some software using <a href="synaptic.desktop">Synaptic Package Manager</a> or <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
es_ar: Para hacerlo, instalá algunos programas usando el <a href="synaptic.desktop">Gestor de paquetes Synaptic</a> ó <a href="org.gnome.Terminal.desktop">APT en la línea de comandos</a>.
ga: Len é seo a dhéanamh, suiteáil bogearraí trí <a href="synaptic.desktop">Bhainisteoir Pacáistí Synaptic</a> nó le <a href="org.gnome.Terminal.desktop">APT ar líne na n-orduithe</a>.
mk: За да го направиш ѕоа, инсталирај некој софтвер користејќи <a href="synaptic.desktop">Синаптичен пакет менаџер</a> или <a href="org.gnome.Terminal.desktop">APT на командната линија </a>.

source: To do so, unlock your persistent storage when starting Tails and install some software using <a href="synaptic.desktop">Synaptic Package Manager</a> or <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
es_ar: Para hacerlo, desbloqueá tu almacenamiento persistente cuando arranque Tails, e instalá algunos programas usando el <a href="synaptic.desktop">Gestor de paquetes Synaptic</a> ó <a href="org.gnome.Terminal.desktop">APT en la línea de comandos</a>.
ga: Len é seo a dhéanamh, díghlasáil an stóras seasmhach nuair a thosaíonn Tails agus suiteáil bogearraí trí <a href="synaptic.desktop">Bhainisteoir Pacáistí Synaptic</a> nó le <a href="org.gnome.Terminal.desktop">APT ar líne na n-orduithe</a>.
mk: За да го направите тоа, отклучете го вашиот постојан склад кога го стартувате Tails и инсталирате некој софтвер користејќи <a href="synaptic.desktop">Синаптички пакет менаџер</a> или <a href="org.gnome.Terminal.desktop">ATP на командната линија</a>.

source: To do so, create a persistent storage and install some software using <a href="synaptic.desktop">Synaptic Package Manager</a> or <a href="org.gnome.Terminal.desktop">APT on the command line</a>.
es_ar: Para hacerlo, creá un almacenamiento persistente, e instalá algunos programas usando el <a href="synaptic.desktop">Gestor de paquetes Synaptic</a> ó <a href="org.gnome.Terminal.desktop">APT en la línea de comandos</a>.
ga: Len é seo a dhéanamh, cruthaigh stóras seasmhach agus suiteáil bogearraí trí <a href="synaptic.desktop">Bhainisteoir Pacáistí Synaptic</a> nó le <a href="org.gnome.Terminal.desktop">APT ar líne na n-orduithe</a>.
mk: За да го направите тоа, создадете постојан склад и инсталирате софтвер користејќи <a href="synaptic.desktop">Синаптички пакет менаџер или <a href="org.gnome.Terminal.desktop">ATP на командната линија.

source: To do so, install Tails on a USB stick and create a persistent storage.
es_ar: Para hacerlo, instalá Tails en una memoria USB y creá un almacenamiento persistente.
ga: Len é seo a dhéanamh, suiteáil Tails ar mhéaróg USB agus cruthaigh stóras seasmhach.
mk: За да го направите тоа, потребно е да го инсталирате Tails на USB стик и да создадете постојан склад.

source: [package not available]
es_ar: [paquete no disponible]
ga: [níl an pacáiste ar fáil]
mk: [пакетот не е достапен]

source: Synchronizing the system's clock
bg: Синхронизиране на системния часовник
es_ar: Sincronizando el reloj del sistema
ga: Clog an chórais á shioncronú
km: ធ្វើ​សមកាលកម្ម​នាឡិកា​ប្រព័ន្ធ
lv: Sinhronizē sistēmas pulksteni
mk: Синхронизирање на системскиот часовник
nn: Samstiller klokka på systemet
sl_si: Sinhronizacija sistemske ure
zh_hk: 與系統嘅時鐘同步

source: Tor needs an accurate clock to work properly, especially for Onion Services. Please wait...
es_ar: Tor necesita un reloj preciso para funcionar apropiadamente, en especial para Servicios Onion. Por favor esperá...
ga: Teastaíonn clog beacht ó Tor le feidhmiú mar is ceart, go háirithe na Seirbhísí Onion. Fan nóiméad...

source: Failed to synchronize the clock!
bg: Неуспешно синхронизиране на часовника!
es_ar: ¡Fallo al sincronizar el reloj!
ga: Níorbh fhéidir an clog a shioncronú!
km: ការ​ធ្វើ​សមកាលកម្ម​នាឡិកា​បាន​បរាជ័យ!
lv: Pulksteņa sinhronizācija bija nesekmīga!
mk: Синхронизирањето на часовникот беше неуспешно!
nn: Kunde ikkje samstilla klokka!
sl_si: Sinhronizacija ure ni bila uspešna!
zh_hk: 無法與時鐘同步！

source: Lock Screen
es_ar: Bloquear pantalla
ga: Cuir an scáileán faoi ghlas
mk: Екран за заклучување

source: Screen Locker
es_ar: Bloqueador de pantalla
ga: Glasálaí an Scáileáin
mk: Заклучувач на екран

source: Set up a password to unlock the screen.
es_ar: Definí una contraseña para desbloquear la pantalla.
ga: Socraigh focal faire chun an scáileán a dhíghlasáil.
mk: Постави лозинка за да го отклучиш екранот.

source: Password
es_ar: Contraseña
ga: Focal faire
mk: Лозинка

source: Confirm
es_ar: Confirmar
ga: Deimhnigh
mk: Потврди

source: This version of Tails has known security issues:
bg: Тази версия на Tails е известна с проблемите със сигурността:
es_ar: Esta versión de Tails tiene problemas de seguridad conocidos:
ga: Tá fadhbanna slándála sa leagan seo de Tails:
km: កំណែ​របស់ Tails នេះ​គឺ​ស្គាល់​បញ្ហា​សុវត្ថិភាព៖
lv: Šai Tails versijai ir apzinātas šādas drošības problēmas:
mk: Оваа верзија на Tails има познати безбедносни проблеми:
nn: Denne versjonen av Halar hev kjende tryggleiksproblem:
sl_si: Ta verzija Sledi ima znane varnostne izhode:
zh_hk: 此Tails版本有已知嘅安全問題：

source: Known security issues
bg: Проблеми със сигурноста за които се знае
es_ar: Problemas de seguridad conocidos
ga: Fadhbanna slándála ar eolas
lv: Drošības zināmās problēmas
mk: Познати безбедносни проблеми
nn: Kjende tryggleiksproblem
zh_hk: 已知嘅安全問題

source: Network card ${nic} disabled
bg: Мрежовата карта ${nic} е забранена
es_ar: Placa de red ${nic} deshabilitada
ga: Díchumasaíodh cárta líonra ${nic}
km: បាន​បិទ​កាត​បណ្ដាញ ${nic}
lv: Tīkla karte ${nic} ir atspējota
mk: Мрежната картичка ${nic} е оневозможена
nn: Nettverkskort ${nic} slege av
sl_si: Omrežna kartra ${nic} onemogočena
zh_hk: 網絡咭${nic}已停用

source: MAC spoofing failed for network card ${nic_name} (${nic}) so it is temporarily disabled. You might prefer to restart Tails and disable MAC spoofing.
bg: MAC спуфинга се провали за мрежова карта ${nic_name} (${nic}) така, че е временно изключен. Може би предпочитате рестартиране на Tails и забраняване на MAC спуфинга.
es_ar: Falsificación de MAC para placa de red ${nic_name} (${nic}) falló, por lo que se ha deshabilitado temporalmente. Quizás prefieras reiniciar Tails y deshabilitar esta función.
ga: Theip ar dhallamullóg MAC ar chárta líonra ${nic_name} (${nic}), agus díchumasaíodh go sealadach é dá bharr sin. B'fhéidir gurbh fhearr leat Tails a atosú agus dallamullóg MAC a dhíchumasú.
lv: Tīkla kartei ${nic_name} (${nic}) nesekmīga MAC izlikšanās, tāpēc karte īslaicīgi tika atspējota. Iespējams, ka izvēlēsities pārstartēt Tails un atspējot MAC izlikšanos.
mk: MAC спуфирањето не успеа за мрежната картичка ${nic_name} (${nic}) па поради тоа е привремено оневозможена. Можеби повеќе ќе сакате повторно да го стартувате Tails и да го оневозможите MAC спуфингот.
nn: MAC-forfalsking vart mislukka for nettverkskortet ${nic_name} (${nic}) so det er millombels slege av. Det kan vera at du fyretrekker å starta um Halar og slå av MAC-forfalsking.
zh_hk: 網絡咭${nic_name} (${nic})進行MAC偽裝失敗，故佢暫時被停用。 你可能要將Tails重新啟動並停用MAC偽裝。

source: All networking disabled
bg: Всички мрежи изключени
es_ar: Todas las funciones de red deshabilitadas
ga: Díchumasaíodh líonrú go hiomlán
km: បាន​បិទការ​ភ្ជាប់​​បណ្ដាញ​ទាំងអស់
lv: Atspējota visa tīklošana
mk: Сите мрежни поврзувања се оневозможени
nn: Alle nettverksfunksjonar slegne av
sl_si: Vsa omrežja onemogočena
zh_hk: 全部網絡停用

source: MAC spoofing failed for network card ${nic_name} (${nic}). The error recovery also failed so all networking is disabled. You might prefer to restart Tails and disable MAC spoofing.
bg: MAC спуфинга се провали за мрежова карта ${nic_name} (${nic}). Възстановяването на грешката също не успя, така че всички мрежи е забранени. Може би предпочитате рестартиране на Tails и забраняване на MAC спуфинга.
es_ar: Falsificación de MAC para placa de red ${nic_name} (${nic}) falló. La recuperación de error también falló, por lo que las funciones de red están deshabilitadas. Quizás prefieras reiniciar Tails y deshabilitar esta función.
ga: Theip ar dhallamullóg MAC ar chárta líonra ${nic_name} (${nic}). Theip ar athshlánú ón earráid freisin, agus díchumasaíodh líonrú go hiomlán dá bharr sin. B'fhéidir gurbh fhearr leat Tails a atosú agus dallamullóg MAC a dhíchumasú.
lv: Tīkla kartei ${nic_name} (${nic}) nesekmīga MAC izlikšanās. Kļūdu atkopšana arī bija nesekmīga, tāpēc visa tīklošana tika atspējota. Iespējams, ka izvēlēsities pārstartēt Tails un atspējot MAC izlikšanos.
mk: MAC спуфингот не успеа за мрежната картичка ${nic_name} (${nic}). Враќањето на грешката исто така не успеа па целото мрежно поврзување беше оневозможено. Можеби повеќе ќе сакате повторно да го стартувате Tails и да го оневозможите MAC спуфингот.
nn: MAC-forfalsking vart mislukka for nettverkskortet ${nic_name} (${nic}). Feilatterreisingi vart òg mislukka, so alle nettverksfunksjonar er slegne av. Det kan vera at du fyretrekker å starta um Halar og slå av MAC-forfalsking.
zh_hk: 網絡咭${nic_name} (${nic})進行MAC偽裝失敗。而進行還原時也失敗，故佢暫時被停用。 你可能要將Tails重新啟動並停用MAC偽裝。

source: "<b>Not enough memory available to check for upgrades.</b> Make sure this system satisfies the requirements for running Tails. See file:///usr/share/doc/tails/website/doc/about/requirements.en.html Try to restart Tails to check for upgrades again. Or do a manual upgrade. See https://tails.boum.org/doc/first_steps/upgrade#manual"
es_ar: "<b>No hay suficiente memoria disponible para comprobar nuevas versiones.</b> Asegurate que éste sistema satisface los requerimientos para correr Tails. Mirá file:///usr/share/doc/tails/website/doc/about/requirements.en.html Intentá reiniciar Tails para comprobar nuevamente por actualizaciones. O hacé una actualización manual. Mirá https://tails.boum.org/doc/first_steps/upgrade#manual"
ga: "<b>Níl go leor cuimhne agat le nuashonruithe a lorg.</b> Ba chóir duit deimhniú go gcomhlíonann an córas seo na riachtanais chun Tails a úsáid. Féach file:///usr/share/doc/tails/website/doc/about/requirements.en.html Atosaigh Tails agus bain triail eile as. Nó déan nuashonrú de láimh. Féach https://tails.boum.org/doc/first_steps/upgrade#manual"
mk: "<b>Нема доволно достапна меморија за проверка за надградби.</b> Бидете сигурни дека овој систем ги задоволува барањата за работење на Tails. Видете file:///usr/share/doc/tails/website/doc/about/requirements.en.html Обидете се повторно да го стартувате Tails за повторно да проверите за надградби. Или направете рачна надградба. Видете https://tails.boum.org/doc/first_steps/upgrade#manual"

source: Warning: virtual machine detected!
bg: Внимание: открита е виртуална машина!
es_ar: Advertencia: ¡máquina virtual detectada!
ga: Rabhadh: braitheadh meaisín fíorúil!
km: ព្រមាន៖ បាន​រក​ឃើញ​ម៉ាស៊ីន​និម្មិត!
lv: Brīdinājums: konstatēta virtuāla mašīna!
mk: Предупредување: беше детектирана виртуелна машина!
nn: Åtvaring: dataskapt maskin uppdaga!
sl_si: Opozorilo: Zaznan virtualni stroj!
zh_hk: 警告：偵測到虛擬機器！

source: Warning: non-free virtual machine detected!
bg: Внимание: открита е виртуална машина със защитени права!
es_ar: Advertencia: ¡máquina virtual con programas propietarios detectada!.
ga: Rabhadh: braitheadh meaisín fíorúil neamhshaor!
lv: Brīdinājums: konstatēta virtuāla mašīna, kas nav brīva!
mk: Предупредување: беше детектирана виртуелна машина која не е бесплатна!
nn: Åtvaring: ikkje-gratis dataskapt maskin uppdaga!
zh_hk: 警告：偵測到此虛擬機器並非自由軟件！

source: Both the host operating system and the virtualization software are able to monitor what you are doing in Tails. Only free software can be considered trustworthy, for both the host operating system and the virtualization software.
bg: Операционната система - домакин и софтуерът за виртуализация могат да наблюдават какво правите в Tails.Само свободния софтуер може да се счита за надежден, както за операционната система домакин така и за софтуера за виртуализация.
es_ar: Tanto el sistema operativo en el equipo físico como el conjunto de programas de virtualización son capaces de monitorear lo que estás haciendo en Tails. Unicamente programas libres pueden ser considerados dignos de confianza, tanto para el sistema operativo del equipo físico como para la máquina virtual.
ga: Tá an córas oibriúcháin ar an óstríomhaire agus an bogearra fíorúlaithe in ann monatóireacht a dhéanamh ar na rudaí a dhéanann tú in Tails. Ní féidir muinín a chur i gcóras oibriúcháin ná i mbogearra fíorúlaithe nach bhfuil saor.
lv: Gan viesotāja operētājsistēma, gan virtualizācijas programmatūra spēj monitorēt to, ko Jūs darāt Tails. Par uzticamu var uzskatīt vienīgi bezmaksas programmatūru - gan viesotāja operētājsistēmai, gan virtualizācijas programmatūrai.
mk: И хост оперативниот систем и софтверот за виртуелизација се способни да следат што правите во Tails. Само слободниот софтвер може да се смета за доверлив, и за хост оперативниот систем и за софтверот за виртуелизација.
nn: Både vertsoperativsystemet og virtualiseringsprogramvara kann yvervaka kva du gjerer i Halar. Berre gratis programvara kann verta rekna for påliteleg, for både vertsoperativsystemet og virtualiseringsprogramvara.
zh_hk: 主機作業系統同虛擬化軟件都能夠監控你喺Tails嘅行動。只有真正免費嘅主機作業系統同虛擬化軟件先值得信賴。

source: Learn more
bg: Научете повече
es_ar: Aprendé más
ga: Tuilleadh eolais
lv: Uzzināt vairāk
mk: Научи повеќе
nn: Lær meir
zh_hk: 更多

source: Tor is not ready
bg: Tor не е готов
es_ar: Tor no está listo
ga: Níl Tor réidh
km: Tor គឺ​មិនទាន់​រួចរាល់​ទេ
lv: Tor nav sagatavots.
mk: Tor не е подготвен
nn: Tor er ikkje klår
sl_si: Tor ni pripravljen
zh_hk: Tor洋蔥路由未就緒

source: Tor is not ready. Start Tor Browser anyway?
bg: Tor не е готов.Да стартирам ли Tor Браузър въпреки всичко?
es_ar: Tor no está listo. ¿Iniciar el Navegador Tor de todos modos?
ga: Níl Tor réidh. An bhfuil fonn ort Brabhsálaí Tor a thosú mar sin féin?
km: Tor គឺ​មិនទាន់​រួចរាល់​ទេ។ ចាប់ផ្ដើម​កម្មវិធី​អ៊ីនធឺណិត Tor ឬ?
lv: Tor nav sagatavots. Vai, neskatoties uz to, startēt Pārlūku Tor?
mk: Tor не е подготвен. Сепак да се стартува Tor прелистувачот?
nn: Tor er ikkje klår. Start Tor-nettlesaren likevel?
sl_si: Tor ni pripravljen. Zaženem Tor brskalnik vseeno?
zh_hk: Tor洋蔥路由未就緒。仍啟動Tor洋蔥路由瀏覽器嗎？

source: Start Tor Browser
bg: Стартирай Tor Браузър
es_ar: Iniciar el Navegador Tor
ga: Tosaigh Brabhsálaí Tor
km: ចាប់ផ្ដើម​កម្មវិធី​អ៊ីនធឺណិត Tor
lv: Startēt Pārlūku Tor
mk: Старување на Tor прелистувачот
nn: Start Tor-nettlesaren
sl_si: Zagon Tor brskalnik
zh_hk: 啟動Tor洋蔥路由瀏覽器

source: Tor Status
es_ar: Estado de Tor
ga: Stádas Tor
mk: Tor статус

source: Open Onion Circuits
es_ar: Abrir circuitos Onion
ga: Ciorcaid Onion Oscailte
mk: Отвори Onion кругови

source: {volume_size} Volume
es_ar: {volume_size} Volumen
ga: Imleabhar {volume_size}
mk: {volume_size} Глас

source: {volume_name} (Read-Only)
es_ar: {volume_name} (Sólo-Lectura)
ga: {volume_name} (Inléite Amháin)
mk: {volume_name} (Само-читај)

source: {partition_name} in {container_path}
es_ar: {partition_name} en {container_path}
mk: {partition_name} во {container_path}

source: {partition_name} on {drive_name}
es_ar: {partition_name} en {drive_name}
ga: {partition_name} ar {drive_name}

source: Wrong passphrase or parameters
es_ar: Frase de contraseña o parámetros erróneos
ga: Frása faire mícheart nó paraiméadair mhíchearta
mk: Грешна лозинка или параметри

source: Error unlocking volume
es_ar: Error desbloqueando volumen
ga: Earráid agus an t-imleabhar á dhíghlasáil
mk: Грешка при отклучување на просторот

source: Couldn't unlock volume {volume_name}: {error_message}
es_ar: No se pudo desbloquear volumen {volume_name}: {error_message}
ga: Níorbh fhéidir imleabhar {volume_name}: a dhíghlasáil: {error_message}
mk: Просторот не можеше да биде отклучен {volume_name}: {error_message}

source: One or more applications are keeping the volume busy.
es_ar: Una o más aplicaciones están manteniendo al volumen ocupado.
ga: Tá an t-imleabhar in úsáid cheana ag feidhmchlár nó feidhmchláir eile.
mk: Една или повеќе апликации го чуваат просторот зафатен.

source: Couldn't lock volume {volume_name}: {error_message}
es_ar: No se puede bloquear el volumen {volume_name}: {error_message}
ga: Níorbh fhéidir imleabhar {volume_name} a ghlasáil: {error_message}
mk: Просторот не можеше да биде заклучен {volume_name}: {error_message}

source: Locking the volume failed
es_ar: Falló el bloqueo del volumen
ga: Níorbh fhéidir an t-imleabhar a ghlasáil
mk: Заклучувањето на просторот не успеа

source: No file containers added
es_ar: No se añadieron contenedores de archivo
ga: Níor cuireadh aon choimeádán leis
mk: Не беа додадени контејнер датотеки

source: No VeraCrypt devices detected
es_ar: No se detectaron dispositivos VeraCrypt
ga: Níor braitheadh aon ghléas VeraCrypt
mk: Не беа детектирани VeraCrypt уреди

source: Unlock VeraCrypt Volumes
es_ar: Desbloquear volúmenes VeraCrypt
ga: Díghlasáil Imleabhair VeraCrypt
mk: Отклучи VeraCrypt простори

source: Container already added
es_ar: Contenedor ya añadido
ga: Cuireadh an coimeádán leis cheana
mk: Контејнерот е веќе додаден

source: The file container %s should already be listed.
es_ar: El contenedor de archivo %s ya debiera estar listado.
ga: Ba chóir do choimeádán %s a bheith ar an liosta cheana.
mk: Контејнер датотеката %s веќе треба да е излистана.

source: Container opened read-only
es_ar: Contenedor abierto sólo-lectura
ga: Osclaíodh an coimeádán sa mód inléite amháin
mk: Отворен само-читај контејнер

source: The file container {path} could not be opened with write access. It was opened read-only instead. You will not be able to modify the content of the container. {error_message}
es_ar: El contenedor de archivo {path} no pudo ser abierto con acceso de escritura. En vez, fue abierto cómo sólo-lectura. No serás capaz de modificar su contenido. {error_message}
ga: Níorbh fhéidir an coimeádán {path} a oscailt sa mód inscríofa. Osclaíodh sa mód inléite amháin é. Ní bheidh tú in ann an t-ábhar sa gcoimeádán a athrú. {error_message}
mk: Контејнер датотеката {path} не може да се отвори со запишувачки пристап. Наместо тоа беше отворена само-читај контејнер датотека. Нема да можете да ја изменувате содржината на контејнер датотеката. {error_message}

source: Error opening file
es_ar: Error abriendo archivo
ga: Earráid agus an comhad á oscailt
mk: Грешка при отварање на датотеката

source: Not a VeraCrypt container
es_ar: No es un contenedor VeraCrypt
ga: Ní coimeádán VeraCrypt é seo
mk: Контејнерот не е VeraCrypt

source: The file %s does not seem to be a VeraCrypt container.
es_ar: El archivo %s no parece ser un contenedor VeraCrypt
ga: Ní coimeádán VeraCrypt é an comhad %s, de réir cosúlachta.
mk: Датотеката %s се чини дека не е VeraCrypt контејнер.

source: Failed to add container
es_ar: Fallo al añadir contenedor
ga: Níorbh fhéidir an coimeádán a chur leis
mk: Не додаде контејнер

source: Could not add file container %s: Timeout while waiting for loop setup. Please try using the <i>Disks</i> application instead.
es_ar: No se pudo agregar el contenedor de archivo %s: Tiempo excedido mientras se esperaba la configuración del bucle. Por favor intenta utilizar la aplicación <i>Disks</i> en su lugar.
ga: Níorbh fhéidir coimeádán %s a chur leis: Thar am agus ag fanacht le socrú na lúibe. Bain triail as an bhfeidhmchlár <i>Dioscaí</i> ina áit sin.
mk: Не можеше да биде додадена контејнер датотеката %s: Времето истече додека чекавте за поставување на луп. Ве молиме наместо тоа, обидете се со користење на <i>Disks</i>апликацијата.

source: Choose File Container
es_ar: Elegir contenedor de archivo
ga: Roghnaigh Coimeádán
mk: Избери контејнер датотека
