Repository: austin987/tails
Catalog: po/*.po
Languages: bg, es_ar, ga, km, lv, mk, nn, sl_si, zh_hk

source: Network activity within the Unsafe Browser is <b>not anonymous</b>. Only use the Unsafe Browser if necessary, for example if you have to login or register to activate your Internet connection.
km: សកម្មភាព​បណ្ដាញ​នៅ​ក្នុង​កម្មវិធី​អ៊ីនធឺណិត​គ្មាន​សុវត្ថិភាព​គឺ <b>មិនមែន​អនាមិក</b> ។ ប្រើ​កម្មវិធី​អ៊ីនធឺណិត​គ្មាន​សុវត្ថិភាព​តែ​ពេល​ដែល​ចាំបាច់​ប៉ុណ្ណោះ ឧទាហរណ៍​បើ​អ្នក​ត្រូវ​ចូល ឬ​ចុះឈ្មោះ​ដើម្បី​ធ្វើឲ្យ​ការ​តភ្ជាប់​អ៊ីនធឺណិត​របស់​អ្នក​សកម្ម។
