Repository: austin987/tails
Catalog: wiki/src/install/inc/overview.*.po
Languages: de, es, fr

source: You need
de: Sie brauchen
fr: Vous avez besoin de

source: <span class="windows linux mac-usb mac-dvd upgrade-tails">2 hours in total</span> <span class="debian expert">1½ hour in total</span> <span class="install-clone">½ hour</span> <span class="upgrade-clone">¼ hour</span>
fr: <span class="windows linux mac-usb mac-dvd upgrade-tails">2 heures au total</span> <span class="debian expert">1 heure ½ au total</span> <span class="install-clone">½ heure</span> <span class="upgrade-clone">¼ d'heure</span>

source: <span class="windows linux mac-usb mac-dvd debian expert upgrade-tails"> <small>[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]] to download</small>
de: <span class="windows linux mac-usb mac-dvd debian expert upgrade-tails"> <small>[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]] zum herunterladen</small>
es: <span class="windows linux mac-usb mac-dvd debian expert upgrade-tails"> <small>[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]] para descargar</small>
fr: <span class="windows linux mac-usb mac-dvd debian expert upgrade-tails"> <small>[[!inline pages="inc/stable_amd64_iso_size" raw="yes" sort="age"]] à télécharger</small>

source: </span> <span class="windows linux mac-usb mac-dvd"><small>1 hour to install</small></span> <span class="debian expert"><small>½ hour to install</small></span> <span class="upgrade-tails"><small>½ hour to upgrade</small></span>
de: </span> <span class="windows linux mac-usb mac-dvd"><small>1 Stunde zum Installieren</small></span> <span class="debian expert"><small>½ Stunde zum Installieren</small></span> <span class="upgrade-tails"><small>½ Stunde zum Aktualisieren</small></span>
fr: </span> <span class="windows linux mac-usb mac-dvd"><small>1 heure pour l'installation</small></span> <span class="debian expert"><small>½ heure pour l'installation</small></span> <span class="upgrade-tails"><small>½ heure pour la mise à jour</small></span>

source: Your Tails
de: Ihr Tails
es: Tu Tails
fr: Votre Tails

source: 1 other Tails
de: 1 anderes Tails
es: 1 otro Tails
fr: 1 autre Tails

source: <small>DVD or USB</small>
de: <small>DVD oder USB</small>
es: <small>DVD o USB</small>
fr: <small>sur un DVD ou une clé USB</small>

source: 2 USB sticks
es: 2 memorias USB
fr: 2 clés USB

source: <small>8 GB minimum</small>
de: <small>mindestens 8 GB</small>
es: <small>8 GB mínimo</small>
fr: <small>d'au moins 8 Go</small>

source: <small>All data will be lost!
de: <small>Alle Daten gehen verloren!
es: <small>¡Se perderá toda la información!
fr: <small>Toutes les données seront perdues !

source: [[!toggle id="why_two" text="Why 2?"]]</small>
de: [[!toggle id="why_two" text="WIeso zwei?"]]</small>
es: [[!toggle id="why_two" text="Por qué 2?"]]</small>
fr: [[!toggle id="why_two" text="Pourquoi 2 ?"]]</small>

source: [[!toggleable id="why_two" text=""" [[!toggle id="why_two" text="X"]] [[!inline pages="install/inc/router/why_two.inline" raw="yes" sort="age"]] """]]
de: [[!toggleable id="why_two" text=""" [[!toggle id="why_two" text="X"]] [[!inline pages="install/inc/router/why_two.inline.de" raw="yes" sort="age"]] """]]
fr: [[!toggleable id="why_two" text=""" [[!toggle id="why_two" text="X"]] [[!inline pages="install/inc/router/why_two.inline.fr" raw="yes" sort="age"]] """]]

source: 1 USB stick
es: 1 memoria USB
fr: 1 clé USB

source: <small>All data will be lost!</small>
de: <small>Alle Daten gehen verloren!</small>
es: <small>¡Se perderá toda la información!</small>
fr: <small>Toutes les données seront perdues !</small>

source: [[!toggle id="why_extra" text="Why?"]]</small>
de: [[!toggle id="why_extra" text="Wieso?"]]</small>
es: [[!toggle id="why_extra" text="¿Por qué?"]]</small>
fr: [[!toggle id="why_extra" text="Pourquoi ?"]]</small>

source: [[!toggleable id="why_extra" text=""" [[!toggle id="why_extra" text="X"]] [[!inline pages="install/inc/router/why_extra.inline" raw="yes" sort="age"]] """]]
de: [[!toggleable id="why_extra" text=""" [[!toggle id="why_extra" text="X"]] [[!inline pages="install/inc/router/why_extra.inline.de" raw="yes" sort="age"]] """]]
es: [[!toggleable id="why_extra" text=""" [[!toggle id="why_extra" text="X"]] [[!inline pages="install/inc/router/why_extra.inline.es" raw="yes" sort="age"]] """]]
fr: [[!toggleable id="why_extra" text=""" [[!toggle id="why_extra" text="X"]] [[!inline pages="install/inc/router/why_extra.inline.fr" raw="yes" sort="age"]] """]]

source: <span class="windows linux mac-usb mac-dvd">2 hours in total</span> <span class="debian expert">1½ hour in total</span> <span class="install-clone">½ hour</span> <span class="upgrade-clone">¼ hour</span>
fr: <span class="windows linux mac-usb mac-dvd">2 heures au total</span> <span class="debian expert">1 heure ½ au total</span> <span class="install-clone">½ heure</span> <span class="upgrade-clone">¼ d'heure</span>

source: </span> <span class="windows linux mac-usb mac-dvd"><small>1 hour to install</small></span> <span class="debian expert"><small>½ hour to install</small></span> <span class="upgrade-tails"><small>¼ hour to upgrade</small></span>
es: </span> <span class="windows linux mac-usb mac-dvd"><small>1 hora para instalar</small></span> <span class="debian expert"><small>½ hora para instalar</small></span> <span class="upgrade-tails"><small>¼ hora para actualizar</small></span>
fr: </span> <span class="windows linux mac-usb mac-dvd"><small>1 heure pour l'installation</small></span> <span class="debian expert"><small>½ heure pour l'installation</small></span> <span class="upgrade-tails"><small>¼ heure pour la mise à jour</small></span>

source: a smartphone
de: Ein Smartphone
es: un smartphone
fr: un smartphone

source: <small> another computer,
de: <small> einen anderen Computer,
es: <small> otra computadora,
fr: <small>un autre ordinateur,

source: or a printer
de: oder einen Drucker,
es: o una impresora
fr: ou une imprimante

source: to follow the instructions </small>
de: um den Anweisungen zu folgen </small>
es: para seguir las instrucciones </small>
fr: pour suivre les instructions </small>

source: Your steps
de: Ihre Schritte
es: Tus pasos
fr: Votre marche à suivre

source: First you will <span class="windows linux mac-usb">install an intermediary Tails on the first USB stick.</span> <span class="mac-dvd">burn an intermediary Tails on a DVD.</span> <span class="debian expert">install a Tails on your USB stick.</span> <span class="install-clone upgrade-clone">restart on the other Tails.</span> <span class="upgrade-tails">install an intermediary Tails.</span>
de: Als erstes werden Sie <span class="windows linux mac-usb">ein zwischenzeitliches Tails auf dem ersten USB-Stick installieren.</span> <span class="mac-dvd">ein zwischenzeitliches Tails auf einer DVD installieren.</span> <span class="debian expert">Tails auf Ihrem USB-Stick installieren.</span> <span class="install-clone upgrade-clone">das andere Tails neustarten.</span> <span class="upgrade-tails">ein zwischenzeitliches Tails installieren.</span>
es: Primero vas a <span class="windows linux mac-usb">instalar un Tails intermediario en la primer memoria USB.</span> <span class="mac-dvd">grabar un Tails intermediario en un DVD.</span> <span class="debian expert">instalar Tails en tu memoria USB.</span> <span class="install-clone upgrade-clone">reiniciar en el otro Tails.</span> <span class="upgrade-tails">instalar un Tails intermediario.</span>
fr: Vous allez d'abord <span class="windows linux mac-usb">installer un Tails intermédiaire sur la première clé USB.</span> <span class="mac-dvd">graver un Tails intermédiaire sur un DVD.</span> <span class="debian expert">installer un Tails sur votre clé USB.</span> <span class="install-clone upgrade-clone">redémarrer sur l'autre Tails.</span> <span class="upgrade-tails">installer un Tails intermédiaire.</span>

source: <span class="windows linux mac-usb mac-dvd upgrade-tails"><small>[[!toggle id="why_two" text="Why an intermediary Tails?"]]</small></span>
de: <span class="windows linux mac-usb mac-dvd upgrade-tails"><small>[[!toggle id="why_two" text="Warum ein zwischenzeitliches Tails?"]]</small></span>
es: <span class="windows linux mac-usb mac-dvd upgrade-tails"><small>[[!toggle id="why_two" text="¿Por qué un Tails intermedio?"]]</small></span>
fr: <span class="windows linux mac-usb mac-dvd upgrade-tails"><small>[[!toggle id="why_two" text="Pourquoi un Tails intermédiaire ?"]]</small></span>

source: [[!img install/inc/infography/download-and-verify.png link="no" alt="ISO image downloaded and verified"]]
de: [[!img install/inc/infography/download-and-verify.png link="no" alt="ISO-Image heruntergeladen und verifiziert"]]
es: [[!img install/inc/infography/download-and-verify.png link="no" alt="imagen ISO descargada y verificada"]]
fr: [[!img install/inc/infography/download-and-verify.png link="no" alt="Image ISO téléchargée et vérifiée"]]

source: Download
de: Herunterladen
es: Descargar
fr: Téléchargement

source: [[!img install/inc/infography/restart-on-intermediary-tails.png link="no" alt="Computer restarted on USB stick on the left"]]
de: [[!img install/inc/infography/restart-on-intermediary-tails.png link="no" alt="Computer neugestartet und USB-Stick zur linken Seite"]]
es: [[!img install/inc/infography/restart-on-intermediary-tails.png link="no" alt="Computadora reiniciada en memoria USB a la derecha"]]
fr: [[!img install/inc/infography/restart-on-intermediary-tails.png link="no" alt="Ordinateur redémarré sur la clé USB de gauche"]]

source: Restart
de: Neustarten
es: Reiniciar
fr: Redémarrage

source: [[!img install/inc/infography/install-intermediary-tails.png link="no" alt="ISO image installed on USB stick on the left"]]
de: [[!img install/inc/infography/install-intermediary-tails.png link="no" alt="ISO-Image auf den USB-Stick zur linken Seite installiert"]]
es: [[!img install/inc/infography/install-intermediary-tails.png link="no" alt="Imagen ISO instalada en una memoria USB a la izquierda"]]
fr: [[!img install/inc/infography/install-intermediary-tails.png link="no" alt="Image ISO installée sur la clé USB de gauche"]]

source: Install
de: Installieren
es: Instalar
fr: Installation

source: [[!img install/inc/infography/install-upgrade-usb.png link="no" alt="ISO image installed on USB stick on the left"]]
de: [[!img install/inc/infography/install-upgrade-usb.png link="no" alt="ISO-Image auf dem USB-Stick zur linken Seite installiert"]]
fr: [[!img install/inc/infography/install-upgrade-usb.png link="no" alt="Image ISO installée sur la clé USB de gauche"]]

source: [[!img install/inc/infography/insert-dvd.png link="no" alt="DVD inserted"]]
de: [[!img install/inc/infography/insert-dvd.png link="no" alt="DVD eingelegt"]]
es: [[!img install/inc/infography/insert-dvd.png link="no" alt="DVD insertado"]]
fr: [[!img install/inc/infography/insert-dvd.png link="no" alt="DVD inséré"]]

source: Then you will <span class="windows linux mac-usb">install the final Tails on the second USB stick.</span> <span class="mac-dvd">install the final Tails on your USB stick.</span> <span class="install-clone">install Tails on your USB stick.</span> <span class="debian expert">configure it.</span> <span class="upgrade-clone upgrade-tails">upgrade your Tails.</span>
de: Anschließend werden Sie <span class="windows linux mac-usb">das endgültige Tails auf dem zweiten USB-Stick installieren.</span> <span class="mac-dvd">das endgültige Tails auf dem USB-Stick installieren.</span> <span class="install-clone">Tails auf Ihren USB-Stick installieren.</span> <span class="debian expert">es konfigurieren.</span> <span class="upgrade-clone upgrade-tails">Ihr Tails aktualisieren.</span>
es: Después <span class="windows linux mac-usb">instalarás la versión final de Tails en la segunda memoria USB.</span> <span class="mac-dvd">instalarás la versión final de Tails tu memoria USB.</span> <span class="install-clone">instalarás Tails en tu memoria USB.</span> <span class="debian expert">lo configurarás.</span> <span class="upgrade-clone upgrade-tails">actualizarás tu Tails.</span>
fr: Puis, vous allez <span class="windows linux mac-usb">installer le Tails final sur la seconde clé USB.</span> <span class="mac-dvd">installer le Tails final sur une clé USB.</span> <span class="install-clone">installer Tails sur votre clé USB.</span> <span class="debian expert">le configurer.</span> <span class="upgrade-clone upgrade-tails">mettre à jour votre Tails.</span>

source: [[!img install/inc/infography/clone-intermediary-tails.png link="no" alt="Tails installed on USB stick on the right"]]
de: [[!img install/inc/infography/clone-intermediary-tails.png link="no" alt="Tails auf dem USB-Stick zur rechten Seite installiert"]]
es: [[!img install/inc/infography/clone-intermediary-tails.png link="no" alt="Tails instalado en una memoria USB a la derecha"]]
fr: [[!img install/inc/infography/clone-intermediary-tails.png link="no" alt="Tails installé sur la clé USB de droite"]]

source: <span class="install-clone windows linux mac-usb">Install</span> <span class="upgrade">Upgrade</span>
de: <span class="install-clone windows linux mac-usb">Installieren</span> <span class="upgrade">Aktualisieren</span>
es: <span class="install-clone windows linux mac-usb">Instalar</span> <span class="upgrade">Actualizar</span>
fr: <span class="install-clone windows linux mac-usb">Installation</span> <span class="upgrade">Mise à jour</span>

source: [[!img install/inc/infography/clone-dvd.png link="no" alt="Tails installed on USB stick on the right"]]
de: [[!img install/inc/infography/clone-dvd.png link="no" alt="Tails auf dem USB-Stick zur rechten Seite installiert"]]
es: [[!img install/inc/infography/clone-dvd.png link="no" alt="Tails instalado en el USB stick a la derecha"]]
fr: [[!img install/inc/infography/clone-dvd.png link="no" alt="Tails installé sur la clé USB de droite"]]

source: [[!img install/inc/infography/create-persistence.png link="no" alt="Encryption configured on USB stick on the right"]]
de: [[!img install/inc/infography/create-persistence.png link="no" alt="Verschlüsselung auf dem USB-Stick zur rechten Seite eingerichtet"]]
es: [[!img install/inc/infography/create-persistence.png link="no" alt="Cifrado configurado en una memoria USB a la derecha"]]
fr: [[!img install/inc/infography/create-persistence.png link="no" alt="Chiffrement configuré sur la clé USB de droite"]]

source: Configure
de: Konfigurieren
es: Configurar
fr: Configuration

source: <span class="windows linux mac-usb mac-dvd">2 hours in total</span> <span class="debian expert upgrade-tails">1½ hour in total</span> <span class="install-clone">½ hour</span> <span class="upgrade-clone">¼ hour</span>
de: <span class="windows linux mac-usb mac-dvd">2 Stunden insgesamt</span> <span class="debian expert upgrade-tails">1½ Stunden insgesamt</span> <span class="install-clone">½ Stunde</span> <span class="upgrade-clone">¼ Stunde</span>
