Repository: austin987/tails
Catalog: config/chroot_local-includes/usr/share/locale/*/LC_MESSAGES/unsafe-browser.po
Languages: pt

source: error:
pt: erro:

source: Error
pt: Erro

source: warning:
pt: atenção:

source: Warning
pt: Atenção

source: Do you really want to launch the Unsafe Browser?
pt: Você realmente quer iniciar o Navegador Inseguro?

source: Network activity within the Unsafe Browser is <b>not anonymous</b>. Only use the Unsafe Browser if necessary, for example if you have to login or register to activate your Internet connection.
pt: A atividade de rede do Navegador Inseguro <b>não é anônima</b>. Somente use o Navegador Inseguro se necessário, por exemplo se você tiver que se autenticar para ativar sua conexão à internet.

source: _Launch
pt: _Lançar

source: _Exit
pt: Sair (_e)

source: Starting the Unsafe Browser...
pt: Iniciando o Navegador Inseguro...

source: This may take a while, so please be patient.
pt: Isto pode demorar um pouco, por favor seja paciente.

source: Failed to setup chroot.
pt: Falha ao configurar o chroot.

source: Shutting down the Unsafe Browser...
pt: Desligando o Navegador Inseguro.

source: This may take a while, and you may not restart the Unsafe Browser until it is properly shut down.
pt: Isto pode demorar um pouco, e você não deve reiniciar o Navegador Inseguro até que ele tenha sido propriamente desligado.

source: Failed to restart Tor.
pt: Falha ao reiniciar o Tor.

source: Another Unsafe Browser is currently running, or being cleaned up. Please retry in a while.
pt: Outro Navegador Inseguro já está sendo executado, ou está em processo de encerramento. Por favor, tente novamente em instantes.

source: No DNS server was obtained through DHCP or manually configured in NetworkManager.
pt: Nenhum servidor DNS foi obtido através do DHCP ou configurado manualmente com o NetworkManager.
