Repository: austin987/tails
Catalog: wiki/src/doc/anonymous_internet/networkmanager/*-wifi.inline.*.po
Languages: fr

source: If your Wi-Fi interface is not working, either:
fr: Si votre interface Wi-Fi ne fonctionne pas, au choix :

source: There is no Wi-Fi option in the system menu:
fr: Il n'y a pas d'option Wi-Fi dans le menu système :

source: The interface is disabled when starting Tails or when plugging in your USB Wi-Fi adapter:
fr: L'interface est désactivée lors du démarrage de Tails ou lorsque vous connectez votre adaptateur Wi-FI USB :

source: [[!img mac-spoofing-disabled.png link="no" alt="Notification about network card being disabled"]]
fr: [[!img mac-spoofing-disabled.png link="no" alt="Information lorsque la carte réseau est désactivée"]]

source: In this case, you can disable MAC spoofing to get your Wi-Fi interface to work in Tails. Disabling MAC spoofing has security implications, so read carefully our [[documentation about MAC spoofing|first_steps/startup_options/mac_spoofing]] before doing so.
fr: Dans ce cas, vous pouvez désactiver l'usurpation d'adresse MAC pour permettre à l'interface Wi-Fi de fonctionner dans Tails. Désactiver l'usurpation d'adresse MAC a des conséquences sur la sécurité, donc lisez attentivement notre [[documentation sur l’usurpation d'adresse MAC|first_steps/startup_options/mac_spoofing]] avant de le faire.

source: To connect to the Internet, you can try to either:
fr: Pour se connecter à Internet, vous pouvez essayer au choix :

source: Use an Ethernet cable instead of Wi-Fi if possible. Wired interfaces work much more reliably than Wi-Fi in Tails.
fr: Utiliser un câble Ethernet plutôt que le Wi-Fi si possible. Les interfaces filaires sont beaucoup plus fiables que le Wi-Fi dans Tails.

source: Buy a USB Wi-Fi adapter that works in Tails:
fr: Acheter un adaptateur Wi-Fi USB qui fonctionne dans Tails :

source: <!-- See https://tails.boum.org/blueprint/wi-fi_adapters/ for Wi-Fi adapters that don't work or that have no advantage over these ones. -->
fr: <!-- Voir https://tails.boum.org/blueprint/wi-fi_adapters/ pour les adaptateurs Wi-Fi qui ne marchent pas ou qui n'ont pas d'avantage par rapport à ceux-là. -->

source: <div class="note"> <p>If you find another USB Wi-Fi adapter that works in Tails, please let us know. You can write to [[sajolida@pimienta.org]] (private email).</p> </div>
fr: <div class="note"> <p>Si vous trouvez un autre adaptateur Wi-Fi USB qui fonctionne dans Tails, merci de nous le faire savoir. Vous pouvez écrire à [[sajolida@pimienta.org]] (messagerie électronique privée).</p> </div>
