Repository: austin987/tails
Catalog: wiki/src/news/2018-fundraiser.*.po
Languages: de, fr

source: [[!meta title="Our donation campaign for 2019 begins today"]]
de: [[!meta title="Unsere Spendenaktion für 2019 beginnt heute"]]
fr: [[!meta title="Notre campagne de dons 2019 commence aujourd'hui"]]

source: Every day, Tails helps thousands of people to safely use their computers online and offline.
de: Jeden Tag hilft Tails tausenden von Leuten ihren Computer online und offline sicher zu nutzen.
fr: Chaque jour, Tails aide des milliers de personnes à être protégées lors de l'utilisation d'un ordinateur en réseau et hors réseau.

source: Tails is available for free because we believe that nobody should have to pay to be protected from surveillance and censorship.
de: Tails ist kostenlos, weil wir denken, dass niemand dafür bezahlen sollte, um vor Überwachung und Zensur geschützt zu sein.
fr: Tails est disponible gratuitement car nous croyons que personne ne devrait avoir à payer pour être protégé de la surveillance et de la censure.

source: Tails is free software because if our source code was closed, there would be no way of verifying that it is secure.
de: Tails ist freie Software, denn wenn unser Sourcecode geheim wäre, gäbe es keinen Weg zu bestätigen, dass dieser sicher ist.
fr: Tails est un logiciel libre car si notre code source était fermé, personne ne pourrait vérifier qu'il est sûr.

source: In today's Internet, the most rewarded economical strategy is to rely on advertisement and tracking. But one of our reasons to exist is also to protect you against targeted advertisement, and we obviously don't want to rely on these sources of revenue.
de: Heutzutage ist es die wirtschaftlichste Strategie im Internet sich auf Werbung und Tracking zu verlassen. Aber eines unserer Ziele ist es auch Euch vor gezielter Werbung zu schützen und wir wollen uns klarerweise nicht auf solche Einnahmequellen verlassen.
fr: Dans l'Internet d'aujourd'hui, la stratégie économique la plus rentable est de s'appuyer sur la publicité et le pistage. Mais l'une des raisons de notre existence est également de vous protéger contre la publicité ciblée, et nous ne voulons évidemment pas dépendre de ces sources de revenus.

source: The number of people using Tails is constantly growing and so is our responsibility to provide the easiest and safest tool possible. In 2019, we want Tails to be smoother to install, upgrade, use and to include even more security protection.
de: Die Zahl der Menschen die Tails nutzen wächst konstant genauso wie auch unsere Verantwortung ein so einfaches und sicheres Werkzeug wie möglich bereit zu stellen. In 2019 wollen wir die Installation, Aktualisierung und Nutzung von Tails reibungsloser gestalten und noch mehr Sicherheitsschutz einarbeiten.
fr: Le nombre de personnes utilisant Tails est en constante augmentation et il est de notre responsabilité de fournir l'outil le plus simple et le plus sûr possible. En 2019, nous voulons que Tails soit plus facile à installer, à mettre à jour, à utiliser et d'inclure encore plus de protection en matière de sécurité.

source: Making Tails costs us around 200&#8239;000€ each year. This is a really small number given all the work done, and many of us still do a lot of work for free in addition to paid hours.
de: Tails bereit zu stellen kostet uns jährlich rund 200&#8239;000€. Das nicht viel angesichts all der geleisteten Arbeit und viele von uns machen zusätzlich zu bezahlten Stunden noch Arbeit für umsonst.
fr: Réaliser Tails coûte environ 200&#8239;000€ chaque année. Il s'agit d'un très petit montant étant donné tout le travail accompli, et beaucoup d'entre nous font encore beaucoup de travail gratuitement en plus des heures rémunérées.

source: Our money comes from:
de: Unser Geld kommt von:
fr: Notre argent vient de :

source: - Passionate people like you - Private companies like Mozilla, DuckDuckGo, or Lush - Foundations and NGOs like The Handshake Foundation or The ISC Project - Funds from the US government like the Open Technology Fund
de: - Leidenschaftliche Leuten wie Sie - Private Unternehmen wie Mozilla, DuckDuckGo oder Lush - Stiftungen und Nichtregierungsorganisationen wie die Handshake Foundation oder das ISC Project - Gelder von der US-Regierung wie der Open Technology Fund
fr: - Des personnes passionnées comme vous - Des entreprises privées comme Mozilla, DuckDuckGo ou Lush - Des fondations et des ONG comme The Handshake Foundation ou The ISC Project - Des fonds provenant du gouvernement des États-Unis comme le Open Technology Fund

source: [[!img income.png link="no" class="margin center" alt="Individuals: 35%, Foundations & NGOs: 34%, Related to US government: 24%, Companies: 7%"]]
de: [[!img income.png link="no" class="margin center" alt="Einzelpersonen: 35%, Stiftungen & Nichtregierungsorganisation: 34%, Der US-Regierung nahestehend: 24%, Unternehmen: 7%"]]
fr: [[!img income.fr.png link="no" class="margin center" alt="Individus : 35%, Fondations et ONG : 34%, Lié au gouvernement des États-Unis : 24%, Compagnies privées : 7%"]]

source: We often hear complaints about software projects that are meant to fight surveillance, like Tor and Tails, getting funds from the US government. We share this concern and we will never be at ease as long as the well-being of our project depends on such funding.
de: Wir hören oft Beschwerden über Software-Projekte, die gegen Überwachung ankämpfen, wie Tor und Tails, und Gelder von der US-Regierung bekommen. Wir teilen diese Sorge, und wir werden niemals beruhigt sein, solange das Wohlergehen unseres Projekts von einer solchen Finanzierung abhängt.
fr: Nous entendons souvent des plaintes au sujet de projets logiciels destinés à lutter contre la surveillance, comme Tor et Tails, qui obtiennent des fonds du gouvernement des États-Unis. Nous partageons cette préoccupation et nous ne serons jamais à l'aise tant que le bon fonctionnement de notre projet dépendra d'un tel financement.

source: This is why it's so <b>important to be sustained by users like you, and our independence protected by your donations.</b>
de: Das ist warum es so <b>wichtig ist von Nutzern und Nutzerinnen wie Ihnen finanziert zu werden und unsere Unabhängigkeit durch Ihre Spenden zu schützen.</b>
fr: C'est pourquoi il est si <b>important d'être soutenu par des personnes comme vous, et que notre indépendance soit protégée par vos dons.</b>

source: From [[anonymized statistics|support/faq#boot_statistics]], we know that Tails is used more than 20&#8239;000 times every day. <b>If each user gave $6, our fundraiser would be done in one day.</b> The price of a USB stick is all we need.
de: Von [[anonymized statistics|support/faq#boot_statistics]], wir wissen, dass Tails mehr als 20&#8239;000 Mal pro Tag verwendet wird. <b> Wenn jeder unserer Nutzer und jede Nutzerin $6 spenden würde, wäre die Spendenaktion in einem Tag vorbei.</b> Der Preis eines USB-Sticks ist alles was wir brauchen.
fr: Avec nos [[statistiques anonymisées|support/faq#boot_statistics]], nous savons que Tails est utilisé plus de 20&#8239;000 fois chaque jour. <b>Si chaque personne utilisant Tails donne 5€, notre campagne de dons serait terminée en une seule journée.</b> Nous n'avons besoin que de l'équivalent d'une clé USB.

source: But we know that many of [[the people who need Tails the most|news/who_are_you_helping]] can't donate, because they would get in trouble for giving to an anti-surveillance tool like Tails, or simply because they don't have the money.
de: Aber wir wissen, dass die [[Leute, die Tails am meisten brauchen|news/who_are_you_helping]] nicht spenden können, weil sie für die Unterstützung von einem Anti-Überwachungswerkzeug wie Tails Probleme bekommen würden, oder einfach, weil sie nicht das Geld dazu haben.
fr: Mais nous savons que beaucoup des [[personnes qui ont le plus besoin de Tails|news/who_are_you_helping]] ne peuvent pas donner, parce qu'elles sont en difficultés pour donner à un outil anti-surveillance comme Tails, ou simplement parce qu'elles n'ont pas d'argent.

source: Last year we received 1&#8239;167 donations for a total of 101&#8239;644€. <b>This year, we aim for 120&#8239;000€ and a larger number of donors.</b>
de: Letztes Jahr haben wir 1&#8239;167 Spenden erhalten, was insgesamt 101&#8239;644€ entspricht. <b>Dieses Jahr streben wir 120&#8239;000€ an und eine größere Anzahl an Spendern und Spenderinnen.</b>
fr: L'année dernière, nous avons reçu 1&#8239;167 dons pour un total de 101&#8239;644€. <b> Cette année, nous aimerions atteindre 120&#8239;000€ et un plus grand nombre de personnes faisant un don.</b>

source: Please consider taking a minute to donate to Tails today.
de: Bitte überlegen Sie sich eine Minute Zeit zu nehmen, um heute noch an Tails zu spenden.
fr: Merci de prendre une minute pour faire un don à Tails aujourd'hui.

source: <div id="donate-button"><a href="https://tails.boum.org/donate?r=2018">Donate</a></div>
de: <div id="donate-button"><a href="https://tails.boum.org/donate?r=2018">Spenden</a></div>
fr: <div id="donate-button"><a href="https://tails.boum.org/donate?r=2018">Faire un don</a></div>
