Repository: austin987/tails
Catalog: wiki/src/news/achievements_*_2018.*.po
Languages: fr, it

source: [[!meta title="Our achievements in 2018"]]
fr: [[!meta title="Nos réalisations en 2018"]]
it: [[!meta title="I nostri risultati nel 2018"]]

source: On October 12, we started our [[yearly donation campaign|news/2018-fundraiser]]. Today, we summarize what we achieved with your help in 2018 and renew our call for donations.
fr: Le 12 octobre, nous avons commencé notre [[campagne de dons annuelle|news/2018-fundraiser]]. Aujourd'hui, nous résumons ce que nous avons accompli avec votre aide en 2018 et renouvelons notre appel à dons.
it: Il 12 Ottobre abbiamo iniziato la nostra [[campagna annuale di donazioni|news/2018-fundraiser]]. Oggi, riassumiamo ciò che abbiamo ottenuto con il vostro aiuto nel 2018 e rinnoviamo il nostro appello per le donazioni.

source: New features
fr: Nouvelles fonctionnalités
it: Nuove funzionalità

source: We integrated *VeraCrypt* in the desktop to allow you to work with encrypted files across different operating systems (Windows, Linux, and macOS).
fr: Nous avons intégré *VeraCrypt* dans le bureau pour vous permettre de travailler avec des fichiers chiffrés issus de différents systèmes d'exploitation (Windows, Linux et macOS).
it: Abbiamo integrato *VeraCrypt* nel desktop per permetterti di lavorare con file cifrati tramite i vari sistemi operativi (Windows, Linux e macOS).

source: This work was done upstream in GNOME and will be available outside of Tails in Debian 10 (Buster) and Ubuntu 18.10 (Cosmic Cuttlefish).
fr: Ce travail a été fait directement dans GNOME et sera disponible en dehors de Tails dans Debian 10 (Buster) et Ubuntu 18.10 (Cosmic Cuttlefish).
it: Questo lavoro è stato eseguito a monte in GNOME e sarà disponibile all'infuori di Tails in Debian 10 (Buster) ed Ubuntu 18.10 (Cosmic Cuttlefish).

source: *[[Additional Software|doc/first_steps/additional_software]]* allows you to install additional software automatically when starting Tails.
fr: *[[Logiciels additionnels|doc/first_steps/additional_software]]* vous permet d'installer automatiquement des logiciels supplémentaires au démarrage de Tails.
it: *[[Software aggiuntivo|doc/first_steps/additional_software]]* vi permette di installare automaticamente software aggiuntivo all'avvio di Tails.

source: [[!img doc/first_steps/additional_software/add-additional-software.png link="no" alt="Add vlc to your additional software? 'Install Only Once' or 'Install Every Time'"]]
fr: [[!img doc/first_steps/additional_software/add-additional-software.png link="no" alt="Ajouter vlc à vos logiciels additionnels ? 'Installer une seule fois' ou 'Installer à chaque fois'"]]

source: We added a [[screen locker|doc/first_steps/introduction_to_gnome_and_the_tails_desktop#screen-locker]] to give you some protection if you leave your Tails unattended, willingly or not.
fr: Nous avons ajouté un [[verrouillage d'écran|doc/first_steps/introduction_to_gnome_and_the_tails_desktop#screen-locker]] pour vous donner une protection si vous quittez votre Tails de façon inattendue, volontairement ou non.
it: Abbiamo aggiunto un [[blocca schermo|doc/first_steps/introduction_to_gnome_and_the_tails_desktop#screen-locker]] per darvi maggiore protezione qualora doveste lasciare il vostro Tails incustodito, volenti o nolenti.

source: We completely redesigned our [[download page|install/download]] and verification extension to make it easier to get and verify Tails. It is also now possible to verify Tails from Chrome.
fr: Nous avons complètement repensé notre [[page de téléchargement|install/download]] et l'extension de vérification pour rendre plus facile l'obtention et la vérification de Tails. Il est également maintenant possible de vérifier Tails depuis Chrome.
it: Abbiamo ridisegnato completamente la nostra [[pagina di download|install/download]] e l'estensione di verifica per rendere più semplice l'acquisizione e la verifica di Tails. Adesso è possibile verificare Tails anche da Chrome.

source: - Tails was used approximately 22 000 times a day.
fr: - Tails est utilisé approximativement 22 000 fois par jour.
it: - Tails è stato utilizzato circa 22 000 volte al giorno.

source: We did more usability work than ever before. Every new feature was tested with actual users to make sure Tails becomes easier to use.
fr: Nous avons fait plus de travail d'ergonomie que jamais auparavant. Chaque nouvelle fonctionnalité a été testée avec des vraies personnes pour avoir l'assurance de rendre Tails plus facile à utiliser.
it: Abbiamo fatto un grande lavoro per l'usabilità, ogni nuova funzione è stata testata con utenti reali per rendere Tails più facile da utilizzare.

source: We answered 1123 bug reports through our help desk and helped all these people to be safer online.
fr: Nous avons répondu à 1123 rapports d'erreurs avec notre équipe d'assistance et avons aidé toutes ces personnes à être plus en sûreté en ligne.
it: Abbiamo risposto a 1123 segnalazioni di bug attraverso il nostro help desk ed abbiamo aiutato tutte queste persone ad essere più sicure online.

source: Under the hood
fr: Sous le capot

source: We released 11 new versions of Tails to continue offering improvements and security fixes as soon as possible, including 4 emergency releases. This year we've faced critical security issues like Spectre, Meltdown, EFAIL, and issues in Firefox and are working hard to always have your back covered!
fr: Nous avons publié 11 nouvelles versions de Tails pour continuer d'offrir des améliorations et des correctifs de sécurité dès que possible, incluant 4 versions d'urgence. Cette année nous avons été confronté à des failles de sécurité comme Spectre, Meltdown, EFAIL et des failles dans Firefox et nous avons travaillé dur pour toujours assurer vos arrières !
it: Abbiamo rilasciato 11 nuove versioni di Tails per continuare ad offrire miglioramenti e correzioni di sicurezza il prima possibile inclusi 4 rilasci di emergenza. Questo anno abbiamo fronteggiato diversi problemi di sicurezza particolarmente critici come Spectre, Meltdown, EFAIL oltre a problemi in Firefox e stiamo lavorando duramente per avere sempre le spalle coperte!

source: We made the build of Tails completely [[reproducible|news/reproducible_Tails]], which brings even more trust in the ISO images that we are distributing, a faster release process, and slightly smaller upgrades.
fr: Nous avons rendu l'assemblage de Tails entièrement [[reproductible|news/reproducible_Tails]], ce qui permet d'avoir encore plus confiance dans les images ISO que nous distribuons, un processus de publication plus rapide et des mises à jour légèrement plus petites.
it: Abbiamo reso la build di Tails completamente [[riproducibile|news/reproducible_Tails]] e ciò ci da ancora più fiducia nelle immagini ISO che stiamo distribuendo, un processo di rilascio più veloce ed aggiornamenti leggermente più piccoli.

source: We greatly diversified our sources of income. Thanks to all of you, the share of donations that we got from individuals increased from 17% to 34%. This made our organization more robust and independent.
fr: Nous avons sensiblement diversifié nos sources de revenus. Merci à toutes les personnes qui ont permis à la part des dons reçus d'individus d'augmenter de 17% à 34%. Cela rend notre organisation plus robuste et indépendante.
it: Abbiamo notevolmente diversificato le nostre fonti di reddito. Grazie a tutti voi, la percentuale di donazioni ricevute da individui è aumentata dal 17% al 34% e ciò rende la nostra organizzazione più forte ed indipendente.

source: Community
fr: Communauté
it: Comunità

source: We published a [[social contract|news/social_contract]] to clarify the social commitments that we stand by as Tails contributors.
fr: Nous avons publié un [[contrat social|news/social_contract]] pour clarifier les engagements sociaux que nous prenons en tant que personnes contribuant à Tails.
it: Abbiamo pubblicato un [[contratto sociale|news/social_contract]] per chiarire gli impegni sociali che portiamo avanti come contributori di Tails.

source: We attended 12 conferences and connected to free software and Internet freedom communities in 8 different countries, including Chaos Computer Congress (Germany), FOSDEM (Belgium), Internet Freedom Festival (Spain), Tor Meeting (Italy and Mexico), Debian Conference (Taiwan), and CryptoRave (Brazil).
fr: Nous avons participé à 12 conférences et rencontré des communautés des logiciels libres et des libertés sur Internet dans 8 pays différents, incluant Chaos Computer Congress (Allemagne), FOSDEM (Belgique), Internet Freedom Festival (Espagne), Tor Meeting (Italie et Mexique), Debian Conference (Taïwan), et CryptoRave (Brésil).
it: Abbiamo partecipato a 12 conferenze collegate al software libero ed alle comunità per la libertà di Internet in 8 paesi differenti, tra cui Chaos Computer Congress (Germania), FOSDEM(Belgio), Internet Freedom Festival (Spagna), Tor Meeting (Italia e Messico), Debian Conference (Taiwan) e CryptoRave (Brasile).

source: We grew our pool of regular contractors with 4 new workers, mostly to work on our core code and infrastructure. These include several very skilled Debian developers.
fr: Nous avons augmenté le nombre de nos contrats réguliers avec 4 nouvelles personnes, majoritairement pour travailler sur notre code principal et sur l'infrastructure. Elles incluent plusieurs personnes très expérimentées dans le développement de Debian.

source: All of this is made possible by donations from people like you. And because they help us to plan our work, we particularly appreciate monthly and yearly donations, even the smallest ones.
fr: Tout cela a été rendu possible par des dons de personnes comme vous. Et parce que cela nous aide à planifier notre travail, nous apprécions particulièrement les dons mensuels et annuels, même les plus petits d'entre eux.

source: If you liked our work in 2018, please take a minute to donate and make us thrive in 2019!
fr: Si vous avez apprécié notre travail en 2018, merci de prendre une minute pour faire un don et faites-nous prospérer en 2019 !

source: <div id="donate-button"><a href="https://tails.boum.org/donate?r=2018-achievements">Donate</a></div>
fr: <div id="donate-button"><a href="https://tails.boum.org/donate?r=2018-achievements">Faire un don</a></div>

source: Adoption
it: Utilizzo
