Repository: austin987/tails
Catalog: wiki/src/news/and_the_winner_*.*.po
Languages: es, fa

source: [[!meta title="And the winner is..."]]
es: [[!meta title="Y el ganador es..."]]
fa: [[!meta title="و برنده..."]]

source: Our [[logo contest|logo_contest]] ended up [a few days ago](https://mailman.boum.org/pipermail/tails-dev/2014-April/005390.html). Since then, 11 regular Tails contributors voted on the [[36 proposals|blueprint/logo]].
es: Nuestro [[concurso de logo|logo_contest]] finalizó [hace unos días](https://mailman.boum.org/pipermail/tails-dev/2014-April/005390.html). Desde entonces, 11 contribuyentes regulares de Tails votaron sobre las [[36 propuestas|blueprint/logo]].
fa: [[مسابقهٔ طراحی لوگوی|logo_contest]] ما [چند روز پیش](https://mailman.boum.org/pipermail/tails-dev/2014-April/005390.html) به پایان رسید. پس از آن یازده همکار ثابت تیلز برای انتخاب از بین [[۳۶ طرح|blueprint/logo]] رأی دادند.

source: Winner
es: Ganador
fa: برنده

source: The winning proposal is the one by [[Tchou|blueprint/logo#tchou]].
es: La propuesta ganadora es la de [[Tchou|blueprint/logo#tchou]].
fa: طرح برنده متعلق به [[Tchou|blueprint/logo#tchou]] است.

source: We commented on the initial version and we already came up with an improved version:
es: Comentamos la versión inicial y ya tenemos una versión mejorada:
fa: ما نظراتی در مورد نسخهٔ ابتدایی دادیم و حالا به یک نسخهٔ تغییریافته رسیده‌ایم:

source: Congratulations!
es: ¡Felicitaciones!
fa: تبریک!

source: In the coming days we will keep on fine-tuning it and integrating it in time for Tails 1.0. So don't hesitate to comment on it.
es: En los próximos días vamos a seguir mejorándolo y integrándolo a tiempo para Tails 1.0. Así que no dudes en comentarlo.
fa: در روزهای آینده برای بهتر کردن آن و رساندنش به تیلز ۱٫۰ تلاش می‌کنیم. بنابراین از نظر دادن خودداری نکنید.

source: Top 7
fa: هفت گزینهٔ برتر

source: Six other great proposals made it to the top 7:
es: Otras seis estupendas propuestas que llegaron al top 7:
fa: شش طرح خوب دیگر نیز در جمع هفت طرح برتر قرار دارند:

source: 2nd: tie between [[Andrew|blueprint/logo#andrew]] and [[Joe|blueprint/logo#joe]]
es: segundo: empate entre [[Andrew|blueprint/logo#andrew]] y [[Joe|blueprint/logo#joe]]
fa: دوم: [[Andrew|blueprint/logo#andrew]] و [[Joe|blueprint/logo#joe]] به طور مشترک

source: 4th: tie between [[Jared|blueprint/logo#jared]] and [[Renato|blueprint/logo#renato]]
es: Cuarto: empate entre [[Jared|blueprint/logo#jared]] y [[Renato|blueprint/logo#renato]]
fa: چهارم: [[Jared|blueprint/logo#jared]] و [[Renato|blueprint/logo#renato]] به طور مشترک

source: 6th: tie between [[MewChan, hiding cat|blueprint/logo#mewchan]] and [[Christopher|blueprint/logo#christopher]]
es: Sexto: empate entre [[MewChan, hiding cat|blueprint/logo#mewchan]] y [[Christopher|blueprint/logo#christopher]]
fa: ششم: [[MewChan, hiding cat|blueprint/logo#mewchan]] و [[Christopher|blueprint/logo#christopher]] به طور مشترک

source: This [[PDF|blueprint/logo/top7.pdf]] shows a graph of how many voters preferred a given proposal to another one.
es: Este [[PDF|blueprint/logo/top7.pdf]] muestra un gráfico de cuántos votantes prefirieron una determinada propuesta sobre otra.
fa: در این [[پی‌دی‌اف|blueprint/logo/top7.pdf]] نموداری از تعداد رای‌دهندگان به طرح‌های مختلف دیده می‌شود.

source: We reiterate our thanks to the 31 designers who worked for this contest to be such a success.
es: Reiteramos nuestro agradecimiento a los 31 diseñadores que trabajaron en este concurso para que sea un éxito.
fa: بار دیگر از ۳۱ طراحی که با شرکت در این مسابقه باعث موفقیت آن شدند تشکر می‌کنیم.
