Repository: austin987/tails
Catalog: wiki/src/news/bounties_2013_report.*.po
Languages: fa

source: [[!meta title="Report on the 2013 Tails bounty program"]]
fa: [[!meta title="گزارش برنامه جوایز ۲۰۱۳ تیلز"]]

source: Thanks to the [Knight Foundation](http://www.knightfoundation.org/) and to the [Tor project](https://www.torproject.org/), we have organized a bounty program to improve software upon which Tails is relying.
fa: با کمک‌های [بنیاد شوالیه](http://www.knightfoundation.org/) و [پروژهٔ تور](https://www.torproject.org/) یک برنامهٔ برای بهبود نرم‌افزارهایی که تیلز به آن‌ها متکی است تدارک دیدیم.

source: The recruiting process was long and not exactly easy, some projects did not reach completion... but four of them were successful!
fa: روند عضوگیری طولانی و نه چندان ساده بود و بعضی پروژه‌ها کامل نشدند. اما چهار پروژه موفقیت‌آمیز بودند.

source: Removable USB in *libvirt*
fa: یواس‌بی جداشدنی در *libvirt*

source: Support for [marking emulated USB devices as removable](https://bugzilla.redhat.com/show_bug.cgi?id=922495) was added [libvirt](http://libvirt.org) and [virt-manager](http://virt-manager.org/).
fa: پشتیبانی [مشخص کردن درایوهای یواس‌بی شبیه‌سازی‌شده به شکل جداشدنی](https://bugzilla.redhat.com/show_bug.cgi?id=922495) به [libvirt](http://libvirt.org) و [virt-manager](http://virt-manager.org/) اضافه شد.

source: Symmetric file encryption and signature verification in *Seahorse Nautilus*
fa: رمزگذاری موازی فایل و تأیید امضاء در *Seahorse Nautilus*

source: This involved patching seahorse-nautilus, shared-mime-info, and libcryptui.
fa: این کار به معنی تغییر در seahorse-nautilus، shared-mime-info و libcryptui بود.

source: Relevant tickets:
fa: درخواست‌های مرتبط:

source: Packaging and improving *keyringer*
fa: بسته‌بندی و بهبود *کی‌رینگر*

source: Various improvements to [keyringer](https://keyringer.pw/) were delivered, to make it more usable and easier to install:
fa: [کی‌رینگر](https://keyringer.pw/) تا حدود زیادی بهبود پیدا کرد و کاربردپذیرتر و نصب آن ساده‌تر شد:

source: Debian packaging
fa: بسته‌بندی دبیان

source: Bash and Zsh completion
fa: اتمام Bash و Zsh

source: All the deliverables were approved by December 2013, and keyringer is now [[!debpkg keyringer desc="available in Debian"]].
fa: تمام موارد تا دسامبر ۲۰۱۳ مورد تأیید قرار گرفتند و حالا کی‌رینگر [[!debpkg keyringer desc="در دبیان موجود است"]].

source: Exporting ikiwiki tickets to Redmine
fa: وارد کردن درخواست‌های ikiwiki به Redmine

source: A custom ikiwiki plugin was written to help importing from the old Tails task tracker to Redmine. This included exporting ticket name, tags, and parent/child relationships in a format suitable for importing into Redmine, and creating rewrite rules to redirect ikiwiki URLs to Redmine.
fa: یک افزایهٔ اختصاصی ikiwiki برای کمک به وارد کردن دنبال‌کنندهٔ قدیمی تیلز به Redmine نوشته شد. این یعنی خارج کردن نام، تگ‌ها و رابطهٔ والد/فرزندی در قالبی مناسب برای وارد کردن به Redmine و ایجاد قوانین بازنویسی برای هدایت یوآرال‌های ikiwiki به Redmine.

source: All the deliverables were approved by August 2013. 887 tickets were imported in our new [Redmine project](https://labs.riseup.net/code/projects/tails/issues?query_id=108).
fa: تمام موارد در آگوست ۲۰۱۳ تأیید شدند. ۸۸۷ درخواست در [پروژهٔ Redmine](https://labs.riseup.net/code/projects/tails/issues?query_id=108) جدید ما ایجاد شدند.

source: Encrypted `/me` IRC messages in *Pidgin OTR*
fa: پیغام‌های رمزگذاری‌شدهٔ `/me` در IRC در *Pidgin ORT*

source: The goal was to make it so /me messages in OTR conversations, when using IRC in Pidgin, are encrypted just like regular messages typed in this context.
fa: هدف این بود که پیغام‌های /me در مکالمات ORT‌هنگام استفاده از IRC در پیجین مانند پیغام‌های معمولی تایپ‌شده رمزگذاری شوند.

source: Support for importing SSH keys with Seahorse
fa: پشتیبانی از وارد کردن کلیدهای اس‌اس‌اچ به Seahorse

source: The goal was to allow [importing public and private SSH keys]([importing public and private SSH keys) with [Seahorse](https://wiki.gnome.org/Apps/Seahorse).
fa: هدف ممکن کردن [وارد کردن کلیدهای اس‌اس‌اچ عمومی و خصوصی]([importing public and private SSH keys) در [Seahorse](https://wiki.gnome.org/Apps/Seahorse) بود.

source: The person we contacted to work on this bounty was not able to finish the work.
fa: فردی که برای تمام کردن این کار در نظر گرفته بودیم موفق به تمام کردن آن نشد.

source: Improve Vidalia
fa: بهبود ویدالیا

source: Adapt Vidalia UI to allow users to avoid connecting to the public Tor network.
fa: تغییر Vidalia UI تا کاربران بتوانند از وصل شدن به شبکهٔ عمومی تور اجتناب کنند.

source: Support a HideSharing option in `vidalia.conf` to hide the "Sharing" tab of the Vidalia preferences window
fa: پشتیبانی از گزینهٔ HideSharing در `vidalia.conf` برای مخفی کردن زبانهٔ «اشتراک‌گذاری» در پنجرهٔ ترجیحات ویدالیا

source: Support a HideNewCircuit option in `vidalia.conf` to hide every control that trigger the "New identity" feature of Vidalia.
fa: پشتیبانی از گزینهٔ HideNewCircuit در `vidalia.conf` برای مخفی کردن کنترل‌هایی که ویژگی «هویت جدید» در ویدالیا را آغاز می‌کنند.

source: Tickets:
fa: درخواست‌ها:

source: The person we contacted to work on this bounty disappeared before signing the contract.
fa: فردی که برای این کار با او تماس گرفته بودیم پیش از امضای قرارداد ناپدید شد.
