Repository: austin987/tails
Catalog: wiki/src/news/celebrating_10_years.*.po
Languages: fr

source: Sustainability cannot go without enjoying working together and having fun. We had memorable gatherings where we danced to the privacy-protecting sound of [Rockwell &mdash; Somebody's Watching Me](https://www.youtube.com/watch?v=7YvAYIJSSZY=), [Rap News &mdash; Whistleblower](https://www.youtube.com/watch?v=7aiZjD0_mTA), [Pete Seeger &mdash; The Onion Makes Us Strong (*sic*)](https://www.youtube.com/watch?v=pCnEAH5wCzo), [The Police &mdash; Every Breath You Take](https://www.youtube.com/watch?v=OMOGaugKpzs), and [Cyndi Lauper &mdash; Girls Just Want To Fix Bugs (*sic*)](https://www.youtube.com/watch?v=PIb6AZdTr-A), ate delicious [[vegan mafé|mafe]] from our beloved cooking team, and squashed an [[!tails_ticket 11140 desc="anarchist coup d'état"]].
fr: La pérennité ne peut pas être atteinte sans apprécier travailler ensemble et sans s'amuser. Nous avons eu des réunions mémorables où nous avons dansé sur le son de la protection de la vie privée de [Rockwell &mdash;1 Somebody's Watching Me](https://www.youtube.com/watch?v=7YvAYIJSSZY=), [Rap News &mdash;2 Whistleblower](https://www.youtube.com/watch?v=7aiZjD0_mTA), [Pete Seeger &mdash;3 The Onion Makes Us Strong (*sic*)](https://www.youtube.com/watch?v=pCnEAH5wCzo), [The Police &mdash;4 Every Breath You Take](https://www.youtube.com/watch?v=OMOGaugKpzs) et [Cyndi Lauper &mdash;5 Girls Just Want To Fix Bugs (*sic*)](https://www.youtube.com/watch?v=PIb6AZdTr-A), mangé un délicieux [[mafé vegan|mafe]] par notre bien-aimée équipe de cuisine et écrasé un [[!tails_ticket 11140 desc="coup d'état anarchiste"]].

source: In 2018 and 2019:
fr: En 2018 et 2019 :

source: 66 different people contributed to our main source code, including coders, writers, and translators.
fr: Soixante-six personnes différentes ont contribué à notre code source principal, y compris les personnes qui codent, écrivent et traduisent.

source: 22 different people were paid to work on Tails: a few of them full-time, most of them part-time or as consultants.
fr: Vingt-deux personnes différentes ont été payées pour travailler sur Tails : peu d'entre-elles à plein temps, la plupart à temps partiel ou comme personnes consultantes.

source: We attended 21 conferences in 10 different countries to stay connected with the communities of the Tails ecosystem: related Free Software projects, digital security trainers, and users.
fr: Nous avons participé à vingt-et-une conférences dans dix pays différents pour rester en lien avec les communautés de l'écosystème de Tails : projets en lien avec le logiciel libre, formateurs et formatrices à la sécurité numérique et les personnes utilisant Tails.

source: 20 people, both workers and volunteers, attended our yearly gatherings.
fr: Vingt personnes, des bénévoles et travailleuses, ont participé à nos rencontres annuelles.

source: Meanwhile, we counted no less than [[21 projects|doc/about/acknowledgments_and_similar_projects#similar_projects]], who also tried to build a live operating system for privacy and anonymity but are now abandoned.
fr: Pendant ce temps, nous avons compté pas moins de [[vingt-et-un projets|doc/about/acknowledgments_and_similar_projects#similar_projects]], qui ont aussi essayé de construire un système d'exploitation live pour la vie privée et l'anonymat mais qui sont maintenant abandonnés.

source: A big thank you to everybody who either contributed to Tails or supported us:
fr: Un grand merci à toutes les personnes qui ont soit contribué à Tails soit nous ont aidés :

source: All the people mentioned in this article one way or another
fr: Toutes les personnes mentionnées dans cet article d'une façon ou d'une autre

source: The people from other related Free Software projects that Tails relies upon
fr: Les personnes des autres projets en lien avec le logiciel libre sur lesquels Tails s'appuie

source: The thousands of activists, journalists, and human-rights defenders who are using Tails everyday
fr: Les milliers d'activistes, journalistes et personnes défendant les droits humains qui utilisent Tails chaque jour

source: The digital security trainers and technologists who got excited about Tails in its early days and continue advocating for it today
fr: Les personnes formant à la sécurité numérique et les spécialistes qui ont été enthousiastes à propos de Tails dans les tout début et continuent d'en faire la promotion aujourd'hui

source: Everybody who ever contributed to our source code, including the dozens of translators
fr: Toutes les personnes qui ont déjà contribué à notre code source, y compris la douzaine de celles faisant la traduction

source: Thank you!
fr: Merci !
