Repository: austin987/tails
Catalog: wiki/src/news/celebrating_10_years.*.po
Languages: fr

source: [[!meta title="Celebrating 10 years of Tails!"]]
fr: [[!meta title="Fêtons les 10 ans de Tails !"]]

source: In 2019, we are especially proud of celebrating with you the 10 years of Tails.
fr: En 2019, nous avons la fierté de fêter avec vous les 10 ans de Tails.

source: The first release of Tails, back then *amnesia*, was announced in 2009. Since then we released 98 versions of Tails, which were used more than 40 million times.
fr: La première version de Tails, qui s'appelait *amnesia*, a été annoncée en 2009. Depuis lors nous avons publié 98 versions de Tails, qui ont été utilisées plus de 40 millions de fois.

source: Here are some stories about how it all started and some vintage screenshots. But first of all, the birthday cake!
fr: Nous racontons ici quelques histoires sur comment tout à commencé et quelques anciennes copies écrans. Mais avant tout, le gâteau d'anniversaire !

source: <pre style="width: 29em;"> _____ |_|_|_| | . . | |_____| ´ ` | | | :-) | {} {} || || _||_______||_ {} {~ ~ ~ ~ ~ ~ ~} {} || { ~ ~ ~ ~ ~ ~ } || __||__{_____________}__||__ {\/\/\/\/\/\/\/\/\/\/\/\/\/\} {} { H a p p y \} {} || {\/\/\/\/\/\/\/\/\/\/\/\/\/\} || __||_{___________________________}_||__ {\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\} { B i r t h d a y } { ! ! ! T a i ls ! ! ! } {/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/} {_______________________________________}
fr: <pre style="width: 29em;"> _____ |_|_|_| | . . | |_____| ´ ` | | | :-) | {} {} || || _||_______||_ {} {~ ~ ~ ~ ~ ~ ~} {} || { ~ ~ ~ ~ ~ ~ } || __||__{_____________}__||__ {\/\/\/\/\/\/\/\/\/\/\/\/\/\} {} { B o n \} {} || {\/\/\/\/\/\/\/\/\/\/\/\/\/\} || __||_{___________________________}_||__ {\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\} { a n n i v e r s a i r e } { ! ! ! T a i ls ! ! ! } {/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/} {_______________________________________}

source: 2009&ndash;2010: amnesia, T(A)ILS, and their ancestors
fr: 2009&ndash;2010 : amnesia, T(A)ILS et leurs ancêtres

source: Today, Tails is based on Debian, Tor, and GNOME. We inherit from their work and try to contribute back in order to create a healthy ecosystem of reliable, secure, and usable tools.
fr: Aujourd'hui, Tails est basé sur Debian, Tor et GNOME. Nous avons hérité de leur travail et essayons de contribuer en retour pour créer un écosystème sain d'outils fiables, sécurisés et simples d'usages.

source: When we started the *amnesia* project back in 2009, other projects before us paved the way to what is Tails today:
fr: Quand nous avons commencé le projet *amnesia* en 2009, d'autres projets avant nous ont construit la route qui fait de Tails ce qu'il est aujourd'hui :

source: [Knoppix](http://www.knoppix.org/), born in 2000 and still alive today, was the first popular live Linux distribution. Back then, it was a groundbreaking achievement to be able to start and use Linux without going through lengthy, very complex, and uncertain Linux install "parties". Knoppix was primarily designed for convenience and diagnosis.
fr: [Knoppix](http://www.knoppix.org/), né en 2000 et toujours actif aujourd'hui, a été la première distribution Linux live populaire. À ce moment là, c'était une réalisation révolutionnaire d'être capable de démarrer et d'utiliser Linux sans passer par de longues, très complexes et incertaines « fêtes » d'installation de Linux. Knoppix a été conçu principalement pour la commodité et le diagnostic.

source: [ELE](https://web.archive.org/web/20050422130010/http://www.northernsecurity.net:80/download/ele/), born in 2005 and based on Damn Small Linux, [Anonym.OS](https://web.archive.org/web/20060212030338/http://theory.kaos.to:80/projects.html), born in 2006 and based on OpenBSD, and [Incognito](https://web.archive.org/web/20071213084719/http://www.browseanonymouslyanywhere.com/incognito/index.php?option=com_content&task=view&id=28&Itemid=41), born in 2007 and based on Gentoo, pushed the concept of live operating systems a bit further by focusing on security, online anonymity, and the use of Tor.
fr: [ELE](https://web.archive.org/web/20050422130010/http://www.northernsecurity.net:80/download/ele/), né en 2005 et basé sur Damn Small Linux, [Anonym.OS](https://web.archive.org/web/20060212030338/http://theory.kaos.to:80/projects.html), né en 2006 et basé sur OpenBSD et [Incognito](https://web.archive.org/web/20071213084719/http://www.browseanonymouslyanywhere.com/incognito/index.php?option=com_content&task=view&id=28&Itemid=41), né en 2007 et basé sur Gentoo, ont poussés le concept de système d'exploitation live un peu plus loin en se concentrant sur la sécurité, l'anonymat en ligne et l'utilisation de Tor.

source: *Incognito* was the first live operating system to include a full set of applications preconfigured to go through Tor (browser, email client, IRC client, etc.), offer a persistent *Home* directory, and even allow hosting onion services. *Incognito* was also the first live operating system to receive an [official recognition from the Tor Project](https://blog.torproject.org/incognito-and-tor-project-sign-licensing-agreement).
fr: *Incognito* a été le premier système d'exploitation live à inclure un ensemble complet d'applications configurées par défaut pour fonctionner avec Tor (navigateur, client de messagerie électronique, client IRC, etc.), offrant un dossier *Home* persistant et permettant même d'héberger des services onion. *Incognito* a aussi été le premier système d'exploitation live à recevoir une [reconnaissance officielle du projet Tor](https://blog.torproject.org/incognito-and-tor-project-sign-licensing-agreement).

source: The original author of *Incognito*, *Pat Double*, resigned in 2007 and *anonym*, who still works for Tails today, took over the maintenance.
fr: L'auteur original de *Incognito*, *Pat Double*, a démissionné en 2007 et *anonym*, qui travaille encore aujourd'hui pour Tails, a pris en charge la maintenance.

source: On August 16 2009, *intrigeri* announced the first release of *amnesia* on the [*tor-talk* mailing list](https://lists.torproject.org/pipermail/tor-talk/2009-August/002667.html).
fr: Le 16 août 2009, *intrigeri* a annoncé la première version d'*amnesia* sur la [liste de discussion *tor-talk*](https://lists.torproject.org/pipermail/tor-talk/2009-August/002667.html).

source: In March 2010, *Incognito* was declared dead and *amnesia* its "[spiritual successor](https://web.archive.org/web/20100728224716/http://www.anonymityanywhere.com:80/incognito)". Some weeks later, *amnesia* would be renamed *T(A)ILS*, *The Amnesic Incognito Live System*, to act the fusion between *amnesia* and *Incognito*.
fr: En mars 2010, *Incognito* a été déclaré abandonné et *amnesia* son "[successeur spirituel](https://web.archive.org/web/20100728224716/http://www.anonymityanywhere.com:80/incognito)". Plusieurs semaines plus tard, *amnesia* sera renommé *T(A)ILS*, *The Amnesic Incognito Live System*, pour confirmer la fusion entre *amnesia* et *Incognito*.

source: We quickly realized that having parenthesis in our name looked very radical but was quite confusing and finally settled on *Tails* in 2011. Eight years later, we still see most people on the Internet write it TAILS though it's never been written in all caps on our website.
fr: Nous avons rapidement réalisé que le fait d'avoir des parenthèses dans notre nom semblait très radical mais était assez déroutant et nous avons finalement opté pour *Tails* en 2011. Huit ans plus tard, nous voyons encore beaucoup de personnes sur Internet l'écrire TAILS alors qu'il n'est jamais écrit en capitales sur notre site web.

source: Hey people, it's Tails not TAILS!
fr: Hey les gens, c'est Tails, pas TAILS !

source: This is how *amnesia* 0.2 and our website looked like in 2009. The browser was *Iceweasel* with *Tor Button* and the Tor controller was *TorK*.
fr: Voilà à quoi ressemblaient *amnesia* 0.2 et notre site Web en 2009. Le navigateur était *Iceweasel* avec le *Bouton Tor* et le contrôleur Tor était *TorK*.

source: 2011-2014: core features, Tails 1.0, and public recognition
fr: 2011-2014 : fonctions essentielles, Tails 1.0 et reconnaissance publique

source: Until Tails 1.0 (April 2014), we would develop most of the core features that make Tails today:
fr: Jusqu'à Tails 1.0 (avril 2014), nous avons développé les fonctionnalités essentielles qui font Tails aujourd'hui :

source: **Tails Installer**, forked from the [[!wikipedia Fedora_Media_Writer desc="Fedora Live USB Creator"]]
fr: **L'installeur Tails**, dérivé de [[!wikipedia_fr Fedora_Media_Writer desc="Fedora Media Writer"]]

source: **Persistence**
fr: **Persistance**

source: **Automatic upgades**
fr: **Mises à jour automatiques**

source: **MAC Spoofing**
fr: **Masquage d'adresses MAC**

source: **MAT (Metadata Anonymization Toolkit)**, which was developed by Julien Voisin as a Google Summer of Code with our help in 2011.
fr: **MAT (Metadata Anonymization Toolkit, boîte à outils d'anonymisation des méta-données)**, qui a été développé par Julien Voisin lors d'un Google Summer of Code avec notre aide en 2011.

source: To support this intense development and the increased responsibility on our shoulders, we accepted our first grant, from the *Swedish International Development Agency* in 2011 and started paying for some of the development work.
fr: Pour soutenir ce développement intense et la responsabilité accrue qui pèse sur nos épaules, nous avons accepté notre première subvention, de *Swedish International Development Agency* en 2011 et nous avons commencé à payer pour une partie du travail de développement.

source: In October 2012, Tails was started around 2&#8239;500 times a day, 10 times less than today.
fr: En octobre 2012, Tails était démarré environ 2&#8239;500 fois par jour, dix fois moins qu'aujourd'hui.

source: In June 2013, Edward Snowden would reveal thousands of classified documents on the surveillance programs of the NSA. Tails got mentioned by famous technologists [Bruce Schneier](https://www.theguardian.com/world/2013/sep/05/nsa-how-to-remain-secure-surveillance) and [Micah Lee](https://freedom.press/news/encryption-works-how-to-protect-your-privacy-and-your-sources-in-the-age-of-nsa-surveillance/) as one of the tools that protect from the NSA surveillance.
fr: En juin 2013, Edward Snowden révelait des milliers de documents classifiés sur les programmes de surveillance de la NSA. Tails a été mentionné par des scientifiques célèbres [Bruce Schneier](https://www.theguardian.com/world/2013/sep/05/nsa-how-to-remain-secure-surveillance) et [Micah Lee](https://freedom.press/news/encryption-works-how-to-protect-your-privacy-and-your-sources-in-the-age-of-nsa-surveillance/) comme l'un des outils de protection contre la surveillance de la NSA.

source: In March 2014, we received our first award, the [Access Innovation Prize for Endpoint Security](https://www.accessnow.org/blog/2014/03/11/2014-access-innovation-prize-winners-announced-at-rightscon). According to Access Now:
fr: En mars 2014, nous avons reçu notre première récompense, le [Access Innovation Prize for Endpoint Security](https://www.accessnow.org/blog/2014/03/11/2014-access-innovation-prize-winners-announced-at-rightscon). D'après Access Now :

source: > Tails embodies the successful collaboration of developers, trainers, > security professionals towards tackling the spectrum of user needs -- > from usability to security -- in high-risk environments.
fr: > Tails incarne la collaboration fructueuse des développeurs et développeuses, des formateurs et formatrices, > des professionnels de la sécurité s'attaquant à l'ensemble des besoins des personnes -- > de l'utilisabilité à la sécurité -- dans les environnements à haut risque.

source: The same month, we launched a [[logo contest|blueprint/logo]]. It was heartwarming to receive 36 very creative proposals. Here are some of the best ones:
fr: Le même mois, nous avons lancé un [[concours de logo|blueprint/logo]]. Il était réconfortant de recevoir 36 propositions très créatives. Voici quelques unes des meilleures d'entre elles :

source: In April 2014, Freedom of the Press Foundation launched the first crowdfunding campaign for Tails and revealed that Tails "has been critical to all of the main NSA journalists". Since then, [Edward Snowden](https://twitter.com/Snowden/status/975827513321623553) and journalists [Laura Poitras](https://www.eff.org/deeplinks/2014/10/7-privacy-tools-essential-making-citizenfour), [Glenn Greenwald](https://www.eff.org/deeplinks/2014/10/7-privacy-tools-essential-making-citizenfour), and [Micah Lee](https://theintercept.com/2014/10/28/smuggling-snowden-secrets/) have repeatedly stated the importance of Tails for their work and supported us in many ways.
fr: En avril 2014, la Freedom of the Press Foundation a lancé la première campagne de collecte de dons pour Tails et a révélé que Tails « a été un sujet sensible pour les principaux journalistes de la NSA. » Depuis, [Edward Snowden](https://twitter.com/Snowden/status/975827513321623553) et les journalistes [Laura Poitras](https://www.eff.org/deeplinks/2014/10/7-privacy-tools-essential-making-citizenfour), [Glenn Greenwald](https://www.eff.org/deeplinks/2014/10/7-privacy-tools-essential-making-citizenfour) et [Micah Lee](https://theintercept.com/2014/10/28/smuggling-snowden-secrets/) ont sans cesse répété l'importance de Tails pour leur travail et nous ont aidé de nombreuses manières.

source: [[!img snowden-1.jpg size="380x" alt="Snowden plugging an SD card in a laptop with a blue Tails USB stick"]]
fr: [[!img snowden-1.jpg size="380x" alt="Snowden branchant une carte SD dans un portable avec une clé USB Tails bleue"]]

source: [[!img snowden-2.jpg size="380x" alt="Snowden showing NSA documents on Tails to Ewen MacAskill"]]
fr: [[!img snowden-2.jpg size="380x" alt="Snowden montrant des documents de la NSA sur Tails à Ewen MacAskill"]]

source: <em>Images from <a href="https://citizenfourfilm.com/">Citizenfour</a> by Laura Poitras, minutes 37 and 41.</em> </p>
fr: <em>Images de <a href="https://citizenfourfilm.com/">Citizenfour</a> par Laura Poitras, 37ème et 41ème minutes.</em> </p>

source: A few weeks later, the release of Tails 1.0 got press coverage on [The Verge](https://www.theverge.com/2014/4/29/5664884/this-is-the-most-secure-computer-you-ll-ever-own), [CNET](https://www.cnet.com/news/anonymous-os-reportedly-favored-by-nsa-whistle-blower-edward-snowden-reaches-version-1-0/), [Boing Boing](https://boingboing.net/2014/04/30/tails-snowdens-favorite-ano.html), and many others. In December, [Der Spiegel](https://www.spiegel.de/media/media-35535.pdf) published internal NSA slides that categorize Tails as "catastrophic impact" and "highest priority":
fr: Plusieurs semaines plus tard, la version 1.0 de Tails a fait la couverture de [The Verge](https://www.theverge.com/2014/4/29/5664884/this-is-the-most-secure-computer-you-ll-ever-own), [CNET](https://www.cnet.com/news/anonymous-os-reportedly-favored-by-nsa-whistle-blower-edward-snowden-reaches-version-1-0/), [Boing Boing](https://boingboing.net/2014/04/30/tails-snowdens-favorite-ano.html) et de plein d'autres. En décembre, [Der Spiegel](https://www.spiegel.de/media/media-35535.pdf) a publié des présentations internes à la NSA qui classent Tails comme ayant un « impact catastrophique » et étant la « priorité absolue » :

source: [[!img nsa.png link="https://www.spiegel.de/media/media-35535.pdf" alt="Tor, TrueCrypt, Tails are classified as 'Use Risk: Current Highest Priority Target Use' and 'Impact: Catastrophic (near-total loss/lack of insight to target communications, presence)'"]]
fr: [[!img nsa.png link="https://www.spiegel.de/media/media-35535.pdf" alt="Tor, TrueCrypt, Tails sont classés comme 'Risque d'utilisation : cible actuelle la plus prioritaire' et 'Impact: catastrophique (perte quasi totale/manque de visibilité pour cibler les communications, la présence)'"]]

source: This is how Tails 1.0 looked like in 2014. It had a camouflage mode that looked like Windows XP and the Tor controller was *Vidalia*.
fr: Voici à quoi ressemblait Tails 1.0 en 2014. Il avait un mode camouflage qui ressemblait à Windows XP et le contrôleur Tor était *Vidalia*.

source: 2015-2019 - Maturity, user experience, and automation
fr: 2015 - 2019 : Maturité, expérience d'utilisation et automatisation

source: In May 2014, the UX team at [NUMA Paris](https://web.archive.org/web/20140524130455/http://events.numaparis.com/Evenements/Apero-Experience-Utilisateur-Tails-The-Amnesic-Incognito-Live-System) invited us to organize a usability testing session of Tails with journalists. We asked participants to do slightly complex tasks such as establishing an encrypted conversation with someone else using *Pidgin*. Reality hit us hard when all the journalists in the room encountered problems to either install, start, or connect Tails to Tor. We realized that, despite having laid down most of the core features in Tails 1.0, we still had a lot of work to do to make Tails easy to use by most people.
fr: En mai 2014, l'équipe de l'expérience d'utilisation (UX) à [NUMA Paris](https://web.archive.org/web/20140524130455/http://events.numaparis.com/Evenements/Apero-Experience-Utilisateur-Tails-The-Amnesic-Incognito-Live-System) nous a invité à organiser une séance de test d'utilisabilité de Tails avec des journalistes. Nous avons demandé aux personnes participantes de faire des tâches légèrement complexes comme d'établir une conversation chiffrée avec une autre personne en utilisant *Pidgin*. Nous avons pris la réalité en pleine face lorsque tous les journalistes dans la pièce ont rencontrés des problèmes pour installer, démarrer ou connecter Tails à Tor. Nous avons pris conscience que, malgré que nous avions défini la plupart de ces fonctions essentielles dans Tails 1.0, nous avions encore beaucoup de travail à réaliser pour rendre Tails plus facile à utiliser pour la plupart des personnes.

source: Since then, we focused our work on 3 aspects of the project that don't bring in so many new features but rather ensure its long term sustainability and growth: user experience, continuous integration, and project sustainability.
fr: Depuis, nous avons concentré notre travail sur trois aspects du projet qui n'apporteront pas beaucoup de nouvelles fonctions mais qui assureront plutôt à long terme la viabilité et la croissance : l'expérience d'utilisation, l'intégration continue et la viabilité du projet.

source: User experience
fr: Expérience d'utilisation

source: Since these first usability tests in 2014, we systematically relied on user-centered design practices to ensure that all the major changes that we do in Tails are making it easier to use. We conducted 10 sessions of usability tests, used [paper prototypes](https://simplysecure.org/blog/formative-testing), conducted [[quantitative surveys|blueprint/veracrypt]], and defined better our audience using [[personas|contribute/personas]].
fr: Depuis nos premiers tests d'utilisabilité en 2014, nous nous sommes systématiquement appuyés sur des pratiques de conception centrées sur les personnes utilisant Tails pour nous assurer que tous les changements majeurs que nous faisons rendent Tails plus facile à utiliser. Nous avons réalisé dix sessions de tests d'utilisabilité, en utilisant des [prototypes papiers](https://simplysecure.org/blog/formative-testing), en faisant des [[enquêtes quantitatives|blueprint/veracrypt]], et en catégorisant mieux notre public en utilisant des [[personas|contribute/personas]].

source: This usability work was key in all the work that we did since 2015 to make Tails easier to install:
fr: Ce travail d'utilisabilité est devenu clé dans tous les travaux que nous avons réalisés depuis 2015 pour rendre Tails plus facile à installer :

source: Continuous integration
fr: Intégration continue

source: To cope with this rapid development and the many releases, we built a cutting edge *continuous integration* infrastructure:
fr: Pour faire face au développement rapide et aux nombreuses versions, nous avons construit une infrastructure innovante d'*intégration continue* :

source: Images of Tails are [built automatically](https://nightly.tails.boum.org/) every time we develop a change for an upcoming release.
fr: Les images binaires de Tails sont [construites automatiquement](https://nightly.tails.boum.org/) à chaque fois que nous développons une modification pour une prochaine version.

source: These images are [[tested automatically|contribute/release_process/test/automated_tests]] against a comprehensive list of usability and security scenarios.
fr: Ces images binaires sont [[testées automatiquement|contribute/release_process/test/automated_tests]] au moyen d'une liste exhaustive de scénarios d'utilisabilité et de sécurité.

source: All our images are [[reproducible|news/reproducible_Tails]], which allows security researchers to verify that the images distributed on our website have not been modified to introduce undisclosed security vulnerabilities.
fr: Toutes nos images binaires sont [[reproductibles|news/reproducible_Tails]], ce qui permet aux chercheurs et chercheuses en sécurité de vérifier que les images distribuées sur notre site web n'ont pas été modifiées pour y ajouter des vulnérabilités de sécurités inconnues.

source: The following video shows the test suite in action. On the left, it displays the scenario that is being tested, for example "*symmetrically encrypting a message*". On the right, it displays Tails being manipulated automatically according to the scenario.
fr: La vidéo suivante montre la suite de test en action. À gauche, on voit le scénario qui est en cours de test, par exemple « *chiffrement symétrique d'un message* ». À droite, on voit Tails s'exécuter automatiquement pour réaliser le scénario.

source: This infrastructure increases the quality and reliability of our releases. It also makes it faster to publish emergency security releases when important vulnerabilities are fixed, for example in Firefox and Tor Browser.
fr: Cette infrastructure améliore la qualité et la fiabilité de nos versions. Elle permet aussi de publier plus rapidement les versions de sécurité d'urgence lorsque des failles importantes sont corrigées, par exemple dans Firefox et le Navigateur Tor.

source: Project sustainability
fr: Pérennité du projet

source: The combination of these efforts both on visible improvements and behind the scene had to go hand-in-hand with working on the sustainability of the project as an organization.
fr: La combinaison de ces efforts aussi bien sur les améliorations visibles que sur celles en coulisse devrait aller de pair avec le travail sur la pérennité du projet en tant qu'organisation.

source: Since 2014:
fr: Depuis 2014 :

source: The number of Tails users was multiplied by 2.4, increasing by 20% each year on average, reaching 25000 daily users on average in 2019. Our yearly budget was multiplied by a similar amount, to reach 240&#8239;000€ (estimated) in 2019.
fr: Le nombre de personnes utilisant Tails a été multiplié 2,4 fois, augmentant de 20% par an en moyenne, et atteignant 25000 personnes par jour en moyenne en 2019. Notre budget annuel a été multiplié dans les mêmes proportions pour atteindre 240&#8239;1000€ (estimés) en 2019.

source: We worked on foundational documents and processes to ensure a healthy community and project, such as our [[Code of Conduct|contribute/working_together/code_of_conduct]], [[Social Contract|doc/about/social_contract]], and [[Missions and values|contribute/mission]].
fr: Nous avons travaillé sur les procédures et documents fondamentaux pour avoir un projet et une communauté saine, comme notre [[code de conduite|contribute/working_together/code_of_conduct]], notre [[contrat social|doc/about/social_contract]], et nos [[valeurs et missions|contribute/mission]].
