Repository: austin987/tails
Catalog: wiki/src/news/closing_tails-support.*.po
Languages: fr

source: [[!meta title="Closing tails-support@boum.org"]]
fr: [[!meta title="Fermeture de tails-support@boum.org"]]

source: We decided to close tails-support@boum.org, the public mailing list for user support which [was created in 2013](https://tails.boum.org/news/tails-support/) after closing the forum that we had on this website.
fr: Nous avons décidé de fermer tails-support@boum.org, la liste publique de courrier électronique pour l'assistance des personnes utilisant Tails qui [a été créée en 2013](https://tails.boum.org/news/tails-support/) après avoir fermé le forum que nous avions sur ce site web.

source: The idea behind having a public space for user support was to:
fr: L'idée que nous avions pour un espace public d'assistance était de :

source: Reduce the amount of work for our help desk behind [[tails-support-private@boum.org|about/contact#tails-support-private]] (which is encrypted and also receives [[*WhisperBack* reports|doc/first_steps/bug_reporting]]).
fr: Réduire la quantité de travail de notre équipe d'assistance derrière [[tails-support-private@boum.org|about/contact#tails-support-private]] (qui est chiffré et qui reçoit aussi les [[rapports *WhisperBack*|doc/first_steps/bug_reporting]]).

source: This is not really working as tails-support-private@boum.org still has 12 times more traffic than tails-support@boum.org.
fr: Cela n'a pas vraiment fonctionné puisque tails-support-private@boum.org reçoit encore 12 fois plus de trafic que tails-support@boum.org.

source: - Build a community of people doing user support outside of our team.
fr: - Construire une communauté de personnes faisant du support en-dehors de notre équipe.

source: This is not really working either as most of the threads are still answered by our help desk or other core contributors.
fr: Cela n'a pas vraiment fonctionné puisque la plupart des discussions sont encore traitées par notre propre équipe d'assistance ou par des personnes contribuant déjà beaucoup.

source: - Build a public database to make it easy to consult or reuse previous answers.
fr: - Construire une base de données publique pour rendre plus facile la consultation ou la réutilisation des réponses déjà données.

source: This is not really working either as the archive of the mailing list are hard to search and reuse and it's easier to point people to the documentation, known issues, or FAQ.
fr: Cela n'a pas vraiment fonctionné puisque la recherche dans les archives de la liste de courrier électronique sont difficiles à faire et à réutiliser et il est plus facile d'orienter les personnes vers la documentation, les problèmes connus, ou la FAQ.

source: Having a public mailing list also makes it:
fr: Avoir une liste de courrier électronique fait aussi que :

source: Complicated to make sure that both the list and the sender receive our answers.
fr: Il est compliqué d'être certain que la liste et l'expéditeur ont reçus nos réponses.

source: Sensitive to ask for more technical information about the problem, such as logs, as they are harder for the person reporting the error to share with us and also raises privacy concerns.
fr: Il est délicat de demander plus d'informations techniques sur le problème, comme des fichiers journaux, car il est plus difficile de demander à la personne rapportant l'erreur de les partager avec nous tout en maîtrisant les problèmes de confidentialité.

source: Duplicate work between tails-support-private@boum.org and tails-support@boum.org as people often write to both.
fr: Il génère du travail en double car les personnes écrivent souvent aux deux listes tails-support-private@boum.org et tails-support@boum.org.

source: The major downside of closing tails-support@boum.org is that it was a good place for developers to have some feedback on the recurrent problems faced by users. We want to solve this while working on a [request tracker for our help desk](https://tails.boum.org/blueprint/RT_for_help_desk/).
fr: L'inconvénient majeur de fermer tails-support@boum.org est que c'était un bon endroit pour l'équipe de développement pour avoir des retours sur les problèmes récurrents rencontrés par les personnes utilisant Tails. Nous voulons résoudre cela en travaillant sur la mise en place d'un [outil de suivi de tickets pour notre équipe d'assistance](https://tails.boum.org/blueprint/RT_for_help_desk/).

source: See you on [[tails-support-private@boum.org|about/contact#tails-support-private]]!
fr: À vous voir sur [[tails-support-private@boum.org|about/contact#tails-support-private]] !
