Repository: austin987/tails
Catalog: wiki/src/news/donations_2020.*.po
Languages: fr

source: [[!meta title="Results of the 2020 donation campaign"]]
fr: [[!meta title="Résultats de la campagne de dons 2020"]]

source: Thank you so much, on behalf of our entire team, to everyone who donated during our end-of-year campaign!
fr: Merci beaucoup, au nom de toute notre équipe, à toutes les personnes qui ont fait un don durant cette campagne de fin d'année !

source: We raised $132&#8239;750 from 2&#8239;799 donors. That's an amazing 40% more than last year and 30% of our yearly budget. These excellent numbers mean more sustainability for Tails and ultimately better tools for you and all our users.
fr: Nous avons obtenu $132&#8239;750 de la part de 2&#8239;799 personnes. C'est une incroyable augmentation de 40% de plus que l'an passé et 30% de notre budget annuel. Ces excellents chiffres donnent plus de visibilité pour Tails et finalement de meilleurs outils pour toutes les personnes qui utilisent Tails.

source: Here is what we did since October with your help:
fr: Voici ce que nous avons fait depuis octobre avec votre aide :

source: From the number of automatic upgrades, we know that Tails was used 20% more in 2020 than in 2019. It's our biggest increase since 2016.
fr: À partir du nombre de mises à jour automatiques, nous savons que Tails a été utilisé 20% plus souvent en 2020 qu'en 2019. C'est notre plus importante augmentation depuis 2016.

source: **We designed and tested usability improvements to the Persistent Storage and the connection to Tor.**
fr: **Nous avons conçu et testé des améliorations de l'utilisation du stockage persistent et de la connexion à Tor.**

source: We know from previous surveys and usability research that these are 2 critical aspects to improve the usability of Tails, especially for less technical users and people experiencing heavy online censorship, for example in Asia.
fr: Nous savons à partir de précédentes enquêtes et de nos recherches sur la facilité d'utilisation que ce sont les deux aspects les plus critiques pour améliorer l’utilisation de Tails, spécialement pour les personnes les moins techniques et celles qui rencontrent une censure en ligne très importante, par exemple en Asie.

source: Your donations will help us implement as many of these improvements as possible during 2021. You can already have a look at the new designs in our blueprints on the [[!tails_blueprint Persistent-Storage-redesign desc="Persistent Storage"]] and the [[!tails_blueprint network_connection desc="connection to Tor"]].
fr: Vos dons vont nous aider à mettre en place la plupart de ces améliorations autant que possible en 2021. Vous pouvez déjà jeter un œil à nos nouvelles conceptions dans nos plans d'action sur le [[!tails_blueprint Persistent-Storage-redesign desc="stockage persistant"]] et la [[!tails_blueprint network_connection desc="connexion à Tor"]].

source: We always test the usability of major features with users before releasing them. It was particularly exciting this time because we tested our design remotely using <a href="https://simplysecure.org/blog/formative-testing">paper prototyping</a> with people in Greece, Mexico, Italy, Uganda, Germany, Ireland, and Malaysia!
fr: Nous testons toujours l'utilisation de nos fonctions majeures avec des personnes utilisant Tails avant de les publier. C'est particulièrement motivant cette fois parce que nous testons à distance nos nouveautés en utilisant <a href="https://simplysecure.org/blog/formative-testing">prototype en papier</a> avec des personnes en Grèce, Mexique, Italie, Ouganda, Allemagne, Irelande et Malaisie !

source: **We simplified the verification procedure on our download page** by [[replacing the *Tails Verification* extension|verification_extension_deprecation]] with similar JavaScript code that runs [[directly on the download page|install/download]].
fr: **Nous avons simplifié la procédure de vérification sur notre page de téléchargement** en [[remplaçant l'extension *Vérification de Tails*|verification_extension_deprecation]] avec un code JavaScript semblable qui s'exécute [[directement dans la page de téléchargement|install/download]].

source: This simple usability improvement had a huge impact and 60% more downloads are verified and secure now than with the verification extension.
fr: La plus petite amélioration de la facilité d'utilisation a un grand impact et 60% de téléchargement en plus ont maintenant été vérifiés et sécurisés par rapport à l'extension de vérification.

source: - **We automated the most time-consuming parts of our release process.**
fr: - **Nous avons automatisé les étapes les plus consommatrices de temps de notre processus de publication.**

source: We estimate that we divided roughly by 2 the amount of time, work, and stress needed for us to publish a new version of Tails.
fr: Nous estimons avoir divisé par deux environ le temps, le travail et le stress qui nous étaient nécessaires pour publier une nouvelle version de Tails.

source: For you, this means a quicker response time in case of important security vulnerability and more time available for us to work on new features and improvements.
fr: Pour vous, cela signifie un meilleur délai de réponse en cas de faille de sécurité importante et plus de temps disponible pour nous pour travailler sur des nouvelles fonctionnalités et améliorations.

source: - **We hired a new core developer, boyska.**
fr: - **Nous avons recruté un nouveau développeur principal, boyska.**

source: boyska has very strong experience in the technical aspects of operating systems and software development, and also in the social implications of technology, Free Software, and privacy.
fr: boyska a une très grande expérience sur les aspects techniques des systèmes d'exploitation et des logiciels de développement, et également dans les implications sociales de la technologie, le logiciel libre et la vie privée.

source: boyska will be key to bringing more improvements to Tails more quickly.
fr: boyska sera la clé pour apporter plus d'améliorations plus rapidement à Tails.

source: Thanks again for supporting Tails!
fr: Merci encore de soutenir Tails !
