Repository: austin987/tails
Catalog: wiki/src/news/duckduckgo_challenge.*.po
Languages: de, fr

source: [[!meta title="Help us win $50000"]]
de: [[!meta title="Helfen Sie uns $50000 zu gewinnen"]]
fr: [[!meta title="Aidez-nous à gagner 50 000$"]]

source: <blockquote> <p>Free, libre, and open source software projects quietly save the world every day, even when you can't see it, and their success depends on your support.</p> &mdash; Edward Snowden (@Snowden) <a href="https://twitter.com/Snowden/status/975827513321623553?ref_src=twsrc%5Etfw">March 19, 2018</a> </blockquote>
de: <blockquote> <p>Kostenlose, freie, und quelloffene Softwareprojekte retten jeden Tagleise die Welt, auch wenn Sie es nicht sehen können, und ihr Erfolg hängt von Ihrer Unterstützung ab.</p> &mdash; Edward Snowden (@Snowden) <a href="https://twitter.com/Snowden/status/975827513321623553?ref_src=twsrc%5Etfw">19. März 2018</a> </blockquote>
fr: <blockquote> <p>Les projets de logiciels gratuits, libres, et open source sauvent discrètement le monde chaque jour, même quand vous ne pouvez pas le voir, et leur succès dépend de votre soutien.</p> &mdash; Edward Snowden (@Snowden) <a href="https://twitter.com/Snowden/status/975827513321623553?ref_src=twsrc%5Etfw">19 mars 2018</a> </blockquote>

source: Through our end-of-year donation campaign we managed to raise ~103&thinsp;000€, which is nearly half of our yearly budget for core work and maintenance. A big thanks to everybody who donated!
de: Durch unsere Jahresendspendenkampagne haben wir ~103&thinsp;000€ erhalten, was fast die Hälfte unseres Jahresbudget für Hauptarbeiten und Wartung ist. Vielen Dank an alle die gespendet haben!
fr: Avec notre campagne de don de fin d'année nous avons récolté ~103&thinsp;000€, ce qui est presque la moitié de notre budget annuel pour le travail de base et la maintenance. Un grand merci à toutes les personnes qui ont donné !

source: To fill the gap, we are extremely happy to be part of [DuckDuckGo's privacy crowdrising challenge](https://spreadprivacy.com/duckduckgo-privacy-challenge-2018/).
de: Wir sind glücklich ein Teil der [DuckDuckGo privacy crowdrising challenge](https://spreadprivacy.com/duckduckgo-privacy-challenge-2018/) zu sein, um damit die Lücke füllen zu können.
fr: Pour combler cet écart, nous avons le plaisir de faire partie du [DuckDuckGo's privacy crowdrising challenge](https://spreadprivacy.com/duckduckgo-privacy-challenge-2018/).

source: If you haven't donated to Tails recently, now is a great opportunity to support us as your donation is likely to be matched by DuckDuckGo. It will also help us get one of the grand prizes awarded by DuckDuckGo, up to $50&thinsp;000.
de: Wenn Sie in letzter Zeit nicht an Tails gespendet haben, ist jetzt ein guter Zeitpunkt dazu, denn es ist wahrscheinlich, dass Ihre Spende von DuckDuckGo verdoppelt wird. Es wird uns auch helfen einen der großen Preise von bis zu $50&thinsp;000 von DuckDuckGo zu erhalten.
fr: Si vous n'avez pas donné à Tails récemment, c'est aujourd'hui une bonne opportunité de nous soutenir puisque votre don sera doublé par DuckDuckGo. Cela peut aussi nous aider à obtenir un des grands prix décernés par DuckDuckGo, jusqu'à 50&thinsp;000$.

source: [Donate to Tails via the DuckDuckGo donation challenge](https://www.crowdrise.com/tails-live)
de: [Spenden Sie via der DuckDuckGo Spendenchallenge](https://www.crowdrise.com/tails-live)
fr: [Faire un don à Tails via le DuckDuckGo donation challenge](https://www.crowdrise.com/o/fr/campaign/tails-live)

source: If you have donated to Tails recently, please help us spread the word within your contacts and on social media by sharing or tweeting our [campaign page](https://www.crowdrise.com/tails-live).
de: Wenn Sie in letzter Zeit an Tails gespendet haben, helfen Sie uns bitte indem Sie unsere [Kampagnenseite](https://www.crowdrise.com/tails-live) mit Ihren Kontakten oder auf Twitter teilen.
fr: Si vous avez donné à Tails récemment, merci de nous aider à faire passer le mot auprès de vos contacts et sur les médias sociaux en partageant ou en tweetant notre [page de campagne](https://www.crowdrise.com/o/fr/campaign/tails-live).

source: <a href="https://www.crowdrise.com/tails-live"> <img src="/donate/donate_ddg.png"> </a>
fr: <a href="https://www.crowdrise.com/o/fr/campaign/tails-live"> <img src="/donate/donate_ddg.png"> </a>

source: ♥ Thank you! ♥
de: ♥ Vielen Dank! ♥
fr: ♥ Merci ! ♥

source: What is Tails?
de: Was ist Tails?
fr: Qu'est-ce que Tails ?

source: Tails is an entire operating system which preserves your privacy and provides anonymity out-of-the-box. With Tails, you can use the Internet anonymously and circumvent censorship. You'll be in control about the traces you want to leave and those that you'd rather see forgotten. Installed onto a USB key, Tails discreetly fits into your pocket.
de: Tails ist ein vollständiges Betriebssystem, welches out-of-the-box Ihre Privatsphäre wahrt und Ihnen Anonymität gewährleistet. Mit Tails können Sie das Internet anonym nutzen und Zensur umgehen. Sie haben dabei Kontrolle über die Spuren, die Sie hinterlassen wollen und die, die Sie lieber verschwinden lassen wollen. Auf einem USB-Stick installiert passt Tails in Ihre Hosentasche.
fr: Tails est un système d'exploitation complet qui préserve votre vie privée et fournit de l'anonymat clé en main. Avec Tails, vous pouvez utiliser Internet anonymement et contourner la censure. Vous avez le contrôle sur les traces que vous voulez laisser et sur celles que vous préférez voir disparaître. Installé sur une clé USB, Tails tient discrètement dans votre poche.

source: For the past 9 years, we've been working on making digital security accessible to those who need it most. Counting more than 20&thinsp;000 boots per day, we've proved that Tails is a reliable and successful tool that helps diverse people around the world to be safe online every day. But we think that the immense work we've done until now should have an even bigger impact on the world!
de: In den letzten 9 Jahre haben wir daran gearbeitet digitale Sicherheit zugänglich für die zu machen, die sie am meisten benötigen. Mit mehr als 20&thinsp;000 Starts pro Tag haben wir bewiesen, dass Tails ein zuverlässiges und erfolgreiches Werkzeug ist, welches unterschiedlichen Leuten auf der ganzen Welt hilft, täglich sicher online unterwegs zu sein. Aber wir finden, dass die immense Arbeit, die wir bisher verrichtet haben eine noch größere Auswirkung auf die Welt haben sollte!
fr: Ces 9 dernières années, nous avons travaillé à rendre la sécurité numérique accessible pour les personnes qui en ont le plus besoin. Avec plus de 20&thinsp;000 démarrages par jour, nous avons prouvé que Tails est un outil fiable et efficace qui aide diverses personnes à travers le monde à être chaque jour en sécurité en ligne. Mais nous pensons que cet immense travail que avons fait jusqu'à présent devrait avoir un impact encore plus grand sur le monde !

source: Even if you're not a Tails user yourself, your donation will [[help human rights defenders, journalists, activists, victims of domestic violence and many others|who_are_you_helping/]] who rely on Tails every day.
de: Sogar wenn Sie selber kein Tails-Nutzer oder keine Tails-Nutzerin sind, hilft Ihre Spende [[Verteidigerinnen und Verteidigern von Menschenrechten, Journalistinnen/Journalisten, Aktivistinnen/Aktivisten, Opfern von häuslicher Gewallt und vielen anderen|who_are_you_helping/]], die auf Tails angewiesen sind.
fr: Même si vous n'utilisez pas Tails personnellement, votre don devrait [[aider des personnes défendant les droits humains, des journalistes, des activistes, des victimes de violence domestique et bien d'autres|who_are_you_helping/]] qui comptent sur Tails chaque jour.

source: Another detail that makes our work awesome is that we contribute our improvements back to the free software community. When donating to Tails, you're supporting an entire ecosystem which we are part of.
de: Ein weiteres Detail, welches unsere Arbeit großartig macht ist, dass wir unsere Verbesserungen zurück an die "freie Software"-Gemeinschaft geben. Wenn Sie Tails spenden, unterstützen Sie dabei ein gesamtes Ökosystem, von dem wir ein Teil sind.
fr: Un autre détail qui rend notre travail génial est que en retour nous contribuons nos améliorations à la communauté du logiciel libre. Lorsque vous donnez à Tails, vous soutenez un écosystème complet dont nous faisons partie.
