Repository: austin987/tails
Catalog: wiki/src/news/improve_the_infrastructure_behind_Tails.*.po
Languages: fa, zh_tw

source: [[!meta title="Call for help: improve the infrastructure behind Tails"]]
fa: [[!meta title="درخواست کمک: بهبود زیرساخت تیلز"]]
zh_tw: [[!meta title="請求協助：改善 Tails 背後的基礎設施"]]

source: Tails is becoming increasingly popular: lately, someone boots Tails every ten seconds somewhere in the world. And also, every six weeks, there is a Firefox security update and we subsequently release a new version of Tails.
fa: تیلز مدام محبوب‌تر می‌شود: اخیراً به طور میانگین هر ده ثانیه یک نفر در دنیا تیلز را راه‌اندازی می‌کند. و همچنین هر شش هفته یک به‌روزرسانی امنیتی فایرفاکس وجود دارد و در نتیجه ما نیز یک نسخهٔ جدید از تیلز منتشر می‌کنیم.
zh_tw: Tails 越來越受歡迎：近來全球每十秒鉝就有人利用 Taisl 開機。而每六個星期 Firefox 就會進行更新安全因此我們就得發佈新版本的 Tails。

source: Because of that amount of users and such a short release cycle, it is a challenge to keep Tails alive and getting better.
fa: به خاطر این تعداد کاربر و زمان کوتاه چرخهٔ انتشار زنده نگاه داشتن تیلز و بهتر کردن آن کار دشواری است.
zh_tw: 由於使用者數量和這麼短的發佈週期，要讓 Tails 保持活力與越來越好是個大挑戰。

source: We needs more hands!
fa: نیاز به کمک بیشتری داریم!
zh_tw: 我們需要更多人加入！

source: Among the things we know [[!tails_roadmap desc="we should do in the next few years"]], we have identified some areas that could benefit the most from new dedicated contributors.
fa: از میان کارهایی که می‌دانیم [[!tails_roadmap desc="در چند سال آینده باید انجام دهیم"]]، چند مورد را مشخص کرده‌ایم که برای آن‌ها می‌توانیم بیشتر از کمک‌کنندگان جدید و متعهد کمک بگیریم.
zh_tw: 在我們知道的事務中 [[!tails_roadmap desc="we should do in the next few years"]], 我們辨別出某些領域可以最受惠於 新加入的貢獻人士。

source: Today, we are talking of **improving the infrastructure behind Tails**. So, if you are a system administrator, a software developer, or anything in between, we need you! Please read on.
fa: امروز هدفمان **بهبود زیرساخت تیلز** است. بنابراین اگر مدیر سیستم، توسعه‌دهندهٔ نرم‌افزار یا هر چیزی بین این دو هستید، به شما نیاز داریم! لطفاً به خواندن ادامه دهید.
zh_tw: 今天，我們談論的是 **改善 Tails 背後的基礎設備**。因此，如果你是一名系統管理人員、軟體開發員或是介於兩者之間，你正是我們需要的人手，請繼續往下讀。

source: What is the mission?
fa: مأموریت چیست؟
zh_tw: 這個任務是什麼？

source: The Tails [[system administrators|contribute/working_together/roles/sysadmins]] set up and maintain the infrastructure that supports the development and operations of Tails. We aim at making the life of Tails contributors easier, and to improve the quality of our releases.
fa: [[مدیران سیستم|contribute/working_together/roles/sysadmins]] تیلز زیرساختی ایجاد و نگهداری می‌کنند که از توسعه و عملیات تیلز پشتیبانی می‌کند. هدف ما آسان‌تر کردن کارهای کمک‌کنندگان به تیلز و بهبود کیفیت نسخه‌هایی است که انتشار می‌دهیم.
zh_tw: Tails [[系統管理員|contribute/working_together/roles/sysadmins]] 建置與維護基礎設備以支援 Tails 的營運和開發。我們目的在於讓 Tails 貢獻者可以輕鬆一點並改善發行版本的品質。

source: Our main tools are: Debian, Puppet, Git and Jenkins.
fa: ابزارهای اصلی ما عبارتند از: دبیان، Puppet، گیت و Jenkins.
zh_tw: 我們主要的工具是：Debian, Puppet, Git 和 Jenkins。

source: The most important, and larger pieces on our roadmap currently are:
fa: در حال حاضر مهم‌ترین و بزرگ‌ترین بخش‌های نقشهٔ راه ما عبارتند از:
zh_tw: 目前我們的路徑圖上最重要與最大片的是：

source: Continuous Integration: we want to drastically cut down the amount of work needed to prepare a Tails release; we also want to detect regressions as soon as possible. Everything we merge should go through an automated test suite, and our Debian packages should be automatically built from Git tags.
fa: یکپارچه‌سازی مداوم: ما قصد داریم میزان کار مورد نیاز برای هر نسخهٔ تیلز را تا حد زیادی کم کنیم؛ همچنین می‌خواهیم رگرسیون‌ها را با سرعت هر چه بیشتر پیدا کنیم. هر چیزی که ترکیب می‌کنیم باید از یک مجموعهٔ آزمایشی خودکار عبور کند و بسته‌های دبیان ما باید به طور خودکار با تگ‌های گیت ایجاد شوند.
zh_tw: 持續整合：為了能有效地減少準備 Tails 發佈的工作量，以及能夠夠儘快地偵測回復狀況。每一樣合併的東西都應歷經過一個自動的測試套件而 Debian 包會自動地透過 Git 標誌進行編譯。

source: Freezable APT repository: we need to freeze our APT repository when we freeze our release branch; this is also a first and important milestone on our way towards reproducible builds.
fa: مخازن ثابت‌نگه‌داشتنی اپت: باید هنگامی که شاخهٔ انتشار خود را ثابت نگاه می‌داریم بتوانیم مخازن اپت خود را نیز ثابت نگاه داریم؛ این کار اولین و جزو مهم‌ترین قدم‌ها برای رسیدن به یک ساخت قابل بازتولید است.
zh_tw: 凍結的 APT 資源庫：當發佈分支時，我們需要凍結 APT 資源；這也是第一個朝向再生產編譯的重要里程碑。

source: Exciting, uh? Needless to say, we also have plenty of smaller tasks on our plate :)
fa: جالب است، نه؟ نیازی نیست بگوییم که کارهای کوچک‌تر بسیاری نیز پیش رو داریم :)
zh_tw: 興緻高昂嗎？不必說，我們的盤子裏放滿了各式的小任務 :)

source: How can I help?
fa: چگونه می‌توانم کمک کنم؟
zh_tw: 我如何可以幫上忙？

source: There are many ways to give us a hand in this area. [[Read more about it|contribute/how/sysadmin]]!
fa: راه‌های بسیاری برای کمک کردن به ما در این زمینه‌ها وجود دارد. [[بیشتر در این مورد بخوانید|contribute/how/sysadmin]]!
zh_tw: 在此方面有許多方式可以推我們一把。 [[進一步閱讀相關介紹|contribute/how/sysadmin]]!

source: When getting in touch with us, please attach a patch, or your plans, for a ticket marked *Easy*: this way, you can quickly get up to speed, and we can get used to working together. Of course, if the ticket you want to work on lacks the information you need to resolve it, don't hesitate asking us for clarification first.
fa: هنگام تماس گرفتن با ما لطفاً یک بسته یا برنامه‌های خود را با یک درخواست *Easy* مشخص کنید: این‌طور می‌توانید به کار خود سرعت ببخشید و ما می‌توانیم به کار کردن با هم عادت کنیم. البته اگر درخواستی که می‌خواهید رویش کار کنید فاقد اطلاعات مورد نیاز برای برطرف کردنش است، حتماً برای مشخص شدن وضعیت ابتدا از ما در این مورد سوال کنید.
zh_tw: 當聯繫我們的時候，請附上一個修補或是計畫在標記為 *Easy*的票卷上：透過這個方式，你可以快速地和融入我們一起工作的團隊。當然，如果你願和我們一起工作的票單上缺了你需要解決的資訊，可以直接先向我們問清楚。
