Repository: austin987/tails
Catalog: wiki/src/news/logo_contest.*.po
Languages: fa

source: [[!meta title="Tails launches a logo contest"]]
fa: [[!meta title="تیلز مسابقهٔ طراحی لوگو برگزار می‌کند"]]

source: On the 29th of April, we will release Tails 1.0. This will be an important symbolic milestone about 5 years after our [[first public releases|news/version_0.2]].
fa: در ۲۹ آوریل ما تیلز ۰٫۱ را منتشر خواهیم کرد. این کار یک گام نمادین مهم پنج سال پس از [[اولین نسخهٔ عمومی|news/version_0.2]] ما است.

source: We want to have a great logo by then to give Tails the visual impact it deserves. The [image](https://tails.boum.org/lib/tails-logo-round.png) and banner we have been using so far don't really do the job anymore...
fa: می‌خواهیم تا آن موقع یک لوگوی خوب داشته باشیم تا تیلز زیبایی ظاهری شایسته‌اش را داشته باشد. [تصویر](https://tails.boum.org/lib/tails-logo-round.png) و برنوشته‌ای که تا به حال به کار می‌بردیم دیگر مناسب نیستند...

source: So we're starting a contest for designers to create a logo for Tails. We have already brainstormed on the idea, and received some great proposals [[!tails_ticket 5797 desc="in the past"]]. Still, we had a hard time making our collective mind on a single proposal, and wanted to give more people a chance.
fa: بنابراین قصد برگزاری مسابقه‌ای برای طراحی لوگوی تیلز داریم. کمی روی ایدهٔ مورد نظر کار کرده‌ایم و [[!tails_ticket 5797 desc="در گذشته"]] یشنهادهای خوبی گرفته‌ایم. با این حال انتخاب یک پیشنهاد با ذهن جمعی‌مان کار مشکلی است و می‌خواهیم به افراد بیشتری فرصت بدهیم.

source: Requirements
fa: شرایط

source: Free licence, compatible with GPL3+.
fa: اجازه‌نامهٔ آزاد سازگار با GLP3+.

source: Source in SVG format.
fa: منبع در قالب اس‌وی‌جی.

source: - An image with an approximate 1:1 ratio, like the [onion logo](https://media.torproject.org/image/www-images/onion.jpg). - Plus the same image along with the "Tails" word either: - merged with the image as in the [Tor logo](https://media.torproject.org/image/www-images/tor-logo.jpg); - on the side of the image. - The "Tails" name must be spelled with an uppercase "T" only, and lowercase "ails". - The image should convey the ideas behind Tails: secrecy, privacy, anonymity, mystery, simplicity (Tails is ready-to-use). - The logo has to be a bit serious, but not sad. - Until now we reuse the colors from Tor (green and purple), but this can be changed. - We cannot reuse directly the Tor or Debian logo, but evoking it is ok (use Tor colors, or evoking the Debian swirl). - The image should be suited to print on nice stickers that people want to have on their computers, and on t-shirts that people are happy to wear. - Make sure that the fonts that you use are compatible with GPL3+. To be on the safe side, use [fonts available in Debian main](http://pkg-fonts.alioth.debian.org/review/debian-font-review.html), otherwise we will ask you to prove their compatibility with GPL3+.
fa: - تصویری با نسبت حدودی ۱:۱مانند [لوگوی پیاز](https://media.torproject.org/image/www-images/onion.jpg). - با همان تصویر در کنار کلمهٔ "Tails" در یکی از این دو حالت: - ترکیب‌شده با تصویر مانند [لوگوی تور](https://media.torproject.org/image/www-images/tor-logo.jpg); - در کنار تصویر - نام "Tails" باید تنها با "T" بزرگ و "ails" کوچک باشد. - تصویر باید نشان‌دهندهٔ ایده‌های پشت تیلز باشد یعنی مخفی بودن، حریم خصوصی، ناشناسی، رازآلودگی، سادگی (تیلز آماده به مصرف است). - این لوگو باید کمی جدی باشد، اما غم‌انگیز نباشد. - تا حالا از رنگ‌های تور استفاده می‌کردیم (سبز و بنفش) اما این قضیه می‌تواند تغییر کند. - نمی‌توانیم مستقیماً از لوگوی تور یا دبیان استفاده کنیم، اما الهام گرفتن از آن ممکن است (استفاده از رنگ‌های تور یا الهام از طرح گرداب دبیان). - این تصویر باید برای چاپ کردن روی استیکرهای لپ‌تاپ‌ها یا تی‌شرت‌ها مناسب باشد. - از سازگاری قلم‌های مورداستفادهٔ خود با GLP3+ مطمئن شوید و برای اطمینان بیشتر از [قلم‌های موجود در دبیان ](http://pkg-fonts.alioth.debian.org/review/debian-font-review.html), استفاده کنید، در غیر این صورت باید از شما بخواهیم سازگاری آن قلم با GPL3+ را ثابت کنید.

source: Complementary materials
fa: متریال‌های اهدایی

source: As the logo will be used in quite different places, we encourage you to submit complementary materials. These are not strict requirements but will help us evaluate your proposal better. Besides, if your logo is chosen, we will need them anyway before we are able to put it to use publicly.
fa: از آن‌جا که این لوگو در جاهای مختلفی به کار خواهد رفت، شما را به فرستادن متریال‌های مورداستفادهٔ خود تشویق می‌کنیم. این کار جزو شروط لازم نیست، اما به ما در ارزیابی بهتر طرحتان کمک می‌کند. علاوه بر این اگر لوگوی شما برنده شود به هر حال برای استفادهٔ عمومی از آن به این متریال‌ها نیاز خواهیم داشت.

source: These complementary materials are:
fa: این متریال‌های به‌کاررفته عبارتند از:

source: A banner for the website. The current one is 986x60px, but the new one could be higher, maybe up to 150px.
fa: برنوشته‌ای برای تارنما. برنوشتهٔ فعلی 986x60px است، اما برنوشتهٔ جدید ممکن است بسیار واضح‌تر باشد، حتی تا 150px.

source: A [splash screen for boot](https://git-tails.immerda.ch/tails/plain/data/splash.png). Must be 640x480px with a black background, 8-bit/RGBA. It has to be distinguishable by the user as Tails, but discrete enough not to attract too much attention from other people around.
fa: یک [صفحهٔ اسپلش برای راه‌اندازی](https://git-tails.immerda.ch/tails/plain/data/splash.png). ابعاد آن باید 640x480p با یک پس‌زمینهٔ سیاه و 8-bit/RGBA باشد. این صفحه باید طوری باید که کاربر متوجه ارتباط آن با تیلز بشود، اما در حدی نباشد که توجه اطرافیان را جلب کند.

source: A color palette for the website, if it needs to be adapted to match the logo.
fa: یک طیف رنگ برای تارنما در صورتی که نیاز به تغییر تارنما برای هماهنگی با لوگو باشد.

source: Fonts to be used to create other material matching the logo.
fa: قلم‌های مورد استفاده برای ایجاد متریال‌های دیگر هماهنگ با لوگو.

source: A [CSS patch](http://git.tails.boum.org/tails/tree/wiki/src/local.css) for colors and fonts on the website, if you are into CSS.
fa: یک [بستهٔ سی‌اس‌اس](http://git.tails.boum.org/tails/tree/wiki/src/local.css) برای رنگ‌ها و قلم‌ها روی تارنما، اگر علاقه‌ای به سی‌اس‌اس دارید.

source: A grayscale version of the logo.
fa: یک نسخهٔ سیاه‌وسفید لوگو.

source: Calendar
fa: تقویم

source: **31st of March**: Deadline for sending proposals to <tails-dev@boum.org>. No attachments to the email, but link to a public place where we can find your work.
fa: **۳۱ مارس**: مهلت ارسال طرح‌ها به <tails-dev@boum.org>. طرح‌ها را در رایانامه‌ها الصاق نکنید، بلکه پیوندی به صفحه‌ای عمومی بفرستید که بتوانید طرح را آن‌جا ببینیم.

source: **9th of April**: The winner is announced.
fa: **۹ آوریل**: برنده اعلام می‌شود.

source: **15th of April**: All the complementary materials have to be ready so we have time to include them in Tails 1.0. The designer of the winning logo is strongly encouraged to do this work, before or after the deadline for proposals.
fa: **۱۵ آوریل**: تمام متریال‌های اهدایی باید آماده باشند تا بتوانیم آن‌ها را در تیلز ۰٫۱ بگنجانیم. توصیه می‌شود طراح لوگوی برنده حتماً این کارها را پیش از مهلت مسابقه یا پس از آن انجام دهد.
