Repository: austin987/tails
Catalog: wiki/src/news/Mac_and_PC_UEFI_hardware_needed.*.po
Languages: fa

source: [[!meta title="Help Tails: Mac and PC UEFI hardware needed"]]
fa: [[!meta title="به تیلز کمک کنید: به سخت‌افزارهای مک و PC UEFI نیاز داریم"]]

source: For the moment, Tails has very limited support for Mac. Also, Tails lacks UEFI support, so quite a few recent PC's refuse to boot from a Tails USB stick.
fa: در حال حاضر میزان پشتیبانی تیلز از مک بسیار محدود است. همچنین تیلز از UEFI پشتیبانی نمی‌کند، بنابراین بعضی رایانه‌های شخصی جدید از یک درایو یواس‌بی تیلز راه‌اندازی نمی‌شوند.

source: We will be working on this in the next few months. However, our testing and development possibilities are limited: we do not own the right hardware yet.
fa: در چند ماه آینده روی این مشکل کار خواهیم کرد. با این حال امکانات ما برای آزمایش و توسعه محدود است: هنوز سخت‌افزار مناسب برای این کار را در اختیار نداریم.

source: What we need
fa: چیزهای مورد نیاز ما

source: If you can afford it, please consider donating known-working hardware of the kind described below.
fa: اگر امکان این کار را دارید، لطفاً سخت‌افزارهای سالم زیر را به ما اهداء کنید.

source: Alternatively, you may want to consider [[donating through Bitcoin|donate]] and dropping us an email to earmark your donation for hardware purchase.
fa: یا می‌توانید به جای این کار [[کمک مالی از طریق بیت‌کوین|donate]] را در نظر بگیرید و رایانامه‌ای بفرستید و بگویید که کمک مالی‌تان در رابطه با خرید سخت‌افزار بوده‌است.

source: Else, there are [[many other ways|contribute]] you can contribute to Tails :)
fa: در غیر این صورت [[راه‌های دیگر بسیاری|contribute]] برای کمک کردن به تیلز وجود دارند :)

source: MacBook Pro or MacBook Air (2010 or later)
fa: MacBook Pro یا MacBook Air (۲۰۱۰ یا پس از آن)

source: EFI 2.6 firmware or later: you can check this on the [Apple firmware updates page](https://support.apple.com/kb/HT1237)
fa: سفت‌افزار EFI 2.6 یا پس از آن: می‌توانید این را روی [صفحهٔ به‌روزرسانی‌های سفت‌افزار اپل](https://support.apple.com/kb/HT1237) بررسی کنید

source: preferably with embedded DVD reader
fa: ترجیحاً با دی‌وی‌دی‌خوان داخلی

source: preferably 13"
fa: ترجیحاً ۱۳اینچ

source: Recent PC laptops
fa: لپ‌تاپ‌های ویندوزی اخیر

source: must support booting Debian off UEFI: send us the exact brand and model of the hardware you could donate, and we will happily check this for you
fa: باید راه‌اندازی دبیان از UEFI را پشتیبانی کنند: مارک و مدل دقیق سخت‌افزاری که می‌توانید اهدا کنید را برای ما بفرستید و ما با کمال میل این نکته را برایتان بررسی می‌کنیم

source: well supported by Debian Wheezy
fa: پشتیبانی خوب از طرف Debian Wheezy

source: preferably 13" or less
fa: ترجیحاً ۱۳اینچ یا کوچک‌تر

source: When and how many
fa: چه زمانی و چند تا

source: We need this hardware by the end of November but the sooner, the better.
fa: ما تا اواخر نوامبر به این سخت‌افزارها نیاز داریم، اما هر چه زودتر بهتر.

source: We could definitely make use of several such computers. One item of each category is enough for initial development, but it would be much better not to rely on a single person for maintaining support of this kind of hardware.
fa: قطعاً چندین نمونه از این دستگاه‌ها به کارمان می‌آیند. یک نمونه از هر دسته برای توسعهٔ ابتدایی کافی است، اما تکیه نکردن روی یک فرد برای نگهداری پشتیبانی چنین سخت‌افزارهایی بهتر است.

source: How to donate
fa: چگونگی کمک‌های اهدایی

source: Please send offers to <tails@boum.org>.
fa: لطفاً پیشنهادات خود در این مورد را به <tails@boum.org> بفرستید.

source: Thanks in advance!
fa: پیشاپیش ممنونیم!
