Repository: austin987/tails
Catalog: wiki/src/news/many_hands_make_tails.*.po
Languages: de, fr

source: [[!meta title="Many hands make Tails!"]]
de: [[!meta title="Viele Hände erstellen Tails!"]]
fr: [[!meta title="Tails est fait par beaucoup de mains !"]]

source: Today we are asking you to give us a hand to fund our work in 2018.
de: Heute bitten wir Sie, uns behilflich zu sein um unsere Arbeit für 2018 zu finanzieren.
fr: Aujourd'hui, nous vous demandons un coup de main pour financer notre travail en 2018.

source: **Tails protects thousands of people everyday to be safe online and we give out Tails for free because we believe that nobody should have to pay to be protected from surveillance and censorship.**
de: **Tails beschützt jeden Tag tausende von Menschen, damit diese online sicher sind, und wir veröffentlichen Tails kostenlos, da wir der Meinung sind, dass niemand dafür bezahlen muss, um vor Überwachung und Zensur beschützt zu werden.**
fr: **Tails protège chaque jour des milliers de personnes pour qu'elles soient en sûreté en ligne, et nous fournissons Tails gratuitement car nous pensons que personne ne devrait payer pour une protection contre la surveillance et la censure.**

source: We've all become used to get content and tools on the Internet without paying for them. But you know that this is the result of users having become the new product. While sharing images and messages online, users generate page and advertisement views &mdash; which in turn generate income, reaching up to several billions of dollars for some companies.
de: Wir alle haben uns daran gewöhnt, im Internet Inhalte und Werkzeuge ohne Bezahlung zu erhalten. Aber Sie wissen ja, dass dies das Ergebnis davon ist, dass Benutzende das neue Produkt geworden sind. Während Bilder und Nachrichten online geteilt werden, generieren Benutzende Seiten- und Werbeaufrufe - welche im Gegenzug Einnahmen generieren, bei manchen Unternehmen bis hin zu einigen Millarden Dollar.
fr: Nous utilisons toutes et tous des contenus et des outils sur Internet sans payer pour cela. Mais vous savez que cela transforme les personnes en produits. En partageant des images et des messages en ligne, les personnes génèrent des nombres de vues des pages et publicités &mdash; qui se transforment en revenus, pouvant atteindre plusieurs milliards de dollars pour certaines entreprises.

source: At Tails we will never sell your data, nor send you targeted advertising. And we will never sell our project to a company. We have made this clear in our [[Social Contract|contribute/working_together/social_contract]]. This contract is our public promise to our users as well as to the rest of the world, and with it, we are affirming a commitment to our beliefs.
de: Wir werden bei Tails niemals Ihre Daten verkaufen, noch werden wir Ihnen gezielte Werbung senden. Und wir werden das Projekt niemals an ein Unternehmen verkaufen. Wir haben dies in unserem [[Sozialvertrag|contribute/working_together/social_contract]] klargestellt. Der Vertrag ist unser öffentliches Versprechen an unsere Benutzenden als auch an den Rest der Welt um zu bestätigen, dass wir verbindlich zu unseren Überzeugungen stehen.
fr: Chez Tails, nous ne vendrons jamais vos données, pas plus que nous ne vous enverrons de la publicité ciblée. Et nous ne vendrons jamais notre projet à une entreprise. Nous avons indiqué clairement cela dans notre [[contrat social|news/social_contract]]. Ce contrat est notre engagement public aux personnes qui utilisent Tails ainsi qu'au reste du monde, et avec lui, nous affirmons notre engagement envers nos valeurs.

source: Being free software is a necessary requirement for our tools to be safe and to protect you as intended. If our source code was closed, there would be no way of actually verifying that our software is trustworthy.
de: Freie Software ist eine nötige Voraussetzung für unsere Werkzeuge, damit diese sicher sind und Sie wie vorgesehen schützen. Wenn unser Quelltext nichtöffentlich wäre, gäbe es keine Möglichkeit, um tatsächlich festzustellen, dass unsere Software vertrauenswürdig ist.
fr: Être un logiciel libre est un pré-requis nécessaire pour que nos outils soient sûrs et vous protègent comme prévu. Si notre code source était fermé, il n'y aurait aucun moyen de réellement vérifier que notre logiciel est digne de confiance.

source: Last year we've made it clear [[how much of our overall budget came from government grants|news/why_we_need_donations]] and that, in order to remain independent and to use our money in the best interest of our users, we needed to be able to rely on donations. Our first donation campaign was a big success in that regard: your donations covered nearly one third of our budget of 2017.
de: Letztes Jahr haben wir veranschaulicht, [[wie viel unseres Etats aus staatlichen Zuwendungen kommt|news/why_we_need_donations]] und dass wir uns auf Spenden verlassen müssen, damit wir unabhängig bleiben können und unser Geld im besten Interesse unserer Benutzenden verwenden können. Unsere erste Spendenaktion war diesbezüglich ein großer Erfolg: Ihre Spenden haben nahezu ein Drittel unseres Budgets für 2017 abgedeckt.
fr: L'an passé, nous avons clarifié [[la part de notre budget total qui provient de subventions gouvernementales|news/why_we_need_donations]] et c'est pour cela que pour pouvoir rester indépendant et utiliser notre argent au mieux des intérêt des personnes utilisant Tails, nous avons besoin de pouvoir compter sur les dons. Notre première campagne de dons a été un grand succès de ce point de vue : vos dons ont couverts près d'un tiers de notre budget 2017.

source: Our yearly expenses equal 230.000 € on average since 2015 - which is a very small budget compared to the multi billionaire companies and agencies running the surveillance business. Many of us still do a lot of work during their free time.
de: Unsere jährlichen Ausgaben betragen seit 2015 im Durchschnitt 230.000€ - was im Vergleich zu den Multimilliarden-Konzernen und Behörden, die das Überwachungsgeschäft betreiben, ein sehr kleiner Betrag ist. Viele von uns hingegen investieren immer noch viel ihrer Freizeit in die Arbeit.
fr: Nos dépenses annuelles s'élèvent à 230 000 € en moyenne depuis 2015 - ce qui est un tout petit budget comparé aux agences et entreprises multi milliardaires qui vivent du marché de la surveillance. La plupart d'entre-nous continue de faire beaucoup de travail sur son temps libre.

source: While last year's fundraising success was amazing, 2018 will arrive fast and our user base is continuously growing. During 2017 we counted 22.061 boots per day on average. ([[How do we know this?|support/faq#boot_statistics]]) **Many hands make Tails: If each of our users gave $15, our budget for the whole year would be raised within one day.** If we could fund Tails entirely through donations by our users, this would make us independent from government grants.
de: Obwohl der Erfolg unserer letztjährigen Spendenaktion erstaunlich war, kommt bald 2018 und unsere Benutzendenzahlen steigen kontinuierlich. Im Laufe des Jahres 2017 haben wir im Schnitt 22.061 Startvorgänge pro Tag gezählt. ([[Wie können wir das wissen?|support/faq#boot_statistics]]) **Viele Hände machen Tails: wenn jeder einzelne bzw. jede einzelne unserer Benutzenden uns 15$ spenden würde, wäre unser Budget für das ganze Jahr innerhalb eines Tages gedeckt.** Wenn wir Tails vollständig durch Spenden unserer Benutzenden finanzieren könnten, würde uns das von staatlichen Zuwendungen unabhängig machen.
fr: Alors que la campagne de dons de l'an passé a eu un succès fou, 2018 arrive rapidement et notre base de personnes utilisant Tails continue de grossir. En 2017, nous avons compté 22 061 démarrages par jour en moyenne. ([[Comment savons-nous cela ?|support/faq#boot_statistics]]) **Tails est fait par beaucoup de mains : si chaque personne utilisant Tails donnait 15 $US, notre budget pour l'année entière serait complété en une journée.** Si nous pouvions financer entièrement Tails par les dons, cela nous rendrait indépendant des subventions gouvernementales.

source: This image shows the evolution of Tails boots per day since 2013: [[!img boots_per_day.png link="no" class="margin center" alt="Tails boots per day increasing steadily from 7000 in December 2013 to 22000 in October 2017"]]
fr: Cette image montre l'évolution du nombre de démarrage de Tails par jour depuis 2013 : [[!img boots_per_day.png link="no" class="margin center" alt="Les démarrages de Tails par jour augmentent régulièrement de 7000 en décembre 2013 à 22000 en octobre 2017"]]

source: **But many of our users could actually get in trouble** if they donated to an anti-surveillance tool like Tails. So when donating to Tails you are also [[giving a hand to these people|news/who_are_you_helping]] by keeping Tails alive. Please consider setting up a yearly or monthly donation.
de: **Viele Benutzende könnten jedoch sogar in Schwierigkeiten geraten**, wenn sie für ein Werkzeug gegen Überwachung wie Tails spenden würden. Somit sind Sie durch Ihr Spenden auch [[diesen Menschen behilflich|news/who_are_you_helping]], indem Sie Tails am Leben erhalten. Bitte ziehen Sie in Betracht, eine jährliche oder monatliche Spende einzurichten.
fr: **Mais beaucoup de personnes utilisant Tails pourraient avoir des ennuis** si elles font un don à un outil de contournement de la surveillance comme Tails. Donc, lorsque vous donnez à Tails, vous donnez aussi [[un coup de main à ces personnes|news/who_are_you_helping]] en aidant à garder Tails en vie. Merci d'envisager la possibilité de faire un don annuel ou mensuel automatisé.

source: Last year, we received 2.043 individual donations. **If you want Tails to survive and be largely independent from government grants, please take a minute and <a href="https://tails.boum.org/donate?r=giveahand">give us a hand</a>!**
de: Letztes Jahr haben wir 2.043 einzelne Spenden erhalten. **Wenn Sie wollen, dass Tails weiterbesteht und großteils von staatlichen Zuwendungen unabhängig ist, nehmen Sie sich bitte eine Minute und <a href="https://tails.boum.org/donate?r=giveahand">seien Sie uns behilflich</a>!**
fr: L'année dernière, nous avons reçu 2 043 dons individuels. **Si vous voulez que Tails survive et soit en grande partie indépendant des subventions gouvernementales, merci de prendre une minute et <a href="https://tails.boum.org/donate?r=giveahand">donnez-nous un coup de main</a> !**

source: <div id="donate-button"><a href="https://tails.boum.org/donate?r=giveahand">Donate</a></div>
de: <div id="donate-button"><a href="https://tails.boum.org/donate?r=giveahand">Spenden</a></div>
fr: <div id="donate-button"><a href="https://tails.boum.org/donate?r=giveahand">Faire un don</a></div>
