Repository: austin987/tails
Catalog: wiki/src/news/mediapart.*.po
Languages: fr, zh_tw

source: [[!meta title="French journal Mediapart supports Tails, others should too"]]
fr: [[!meta title="Le journal français Mediapart soutient Tails, les autres devraient faire de même"]]
zh_tw: [[!meta title="法國期刊 Mediapart 支持 Tails，其它也該跟進"]]

source: We are very excited to announce that [Mediapart](https://www.mediapart.fr), an independent French investigative journal, has decided to support Tails financially every year.
fr: Nous sommes très enthousiasmés d'annoncer que [Mediapart](https://www.mediapart.fr), un journal français indépendant a décidé de soutenir financièrement le projet Tails régulièrement, chaque année.
zh_tw: 我們很高興趣宣佈 [Mediapart](https://www.mediapart.fr)，一份獨立的法國調查期刊, 決定每年要在財務上支持 Tails。

source: In the past years, Mediapart has played a central role in the revelation and investigation of several major French political scandals. As such they are well aware of the digital threats faced by their sources, their journalists, and their readers.
fr: Ces dernières années, Mediapart a joué un rôle essentiel dans l'investigation et la révélation de scandales politiques français majeurs. Ils sont dès lors bien familiers et sensibilisés aux risques numériques auxquels font face les sources, les journalistes et les lecteurs.
zh_tw: 過去幾年， Mediapart 在揭露調查報導法國幾則主要的政治醜聞上扮演了重要的角色。因此他們很了解其消息來源、記者和讀者可能會面臨的數位威脅。

source: Tails has gained recognition by being used by Edward Snowden and the journalists reporting on his NSA leaks in 2014. [According to Barton Gellman](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa):
fr: Tails a gagné en notoriété par l'utilisation qu'en a faite Edward Snowden et les journalistes qui ont rapporté les fuites de la NSA en 2014. [Selon Barton Gellman](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa)&nbsp;:
zh_tw: [根據 Barton Gellman](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa)的報導， Edward Snowden 以及報導揭發美國國安局洩密事件記者等人也採用 Tails ：

source: « *Privacy and encryption work, but it's too easy to make a mistake that exposes you. Tails puts the essential tools in one place, with a design that makes it hard to screw them up. I could not have talked to Edward Snowden without this kind of protection. I wish I'd had it years ago.* »
fr: « *La protection de la vie privée et le chiffrement fonctionnent, mais il est trop facile de commettre une erreur qui trahisse votre identité. Tails regroupe les outils indispensables en un seul endroit avec une conception qui rend difficile les erreurs. Je n'aurais jamais pu communiquer avec Snowden sans ce genre de protection. Je regrette de ne pas avoir eu ce type d'outils il y a plusieurs années.* »
zh_tw: « *隱私和加密有效，但也很容易出錯而曝露了當事人。Tails 把重要的工具滙整在一起，設計讓它們不容易出問題，如果不是 Tails 的保護我就不能和 Edward Snowden 安全交談，希望我可以早點使用它。* »

source: Since then [[many journalists around the world|news/who_are_you_helping#journalists]] understood this approach and adopted Tails to make it easier to stay safe. As Jean-Marc Manach puts it:
fr: Depuis lors, [[bien des journalistes à travers le monde|news/who_are_you_helping#journalists]] ont compris cette approche et ont adopté Tails pour être plus facilement en sécurité. C'est ainsi qu'en parle Jean-Marc Manach&nbsp;:
zh_tw: 自從那時候起， [[全球許多記者|news/who_are_you_helping#journalists]] 了解這個方法並採用 Tails 來讓他們更為安全。如同 Jean-Marc Manach 表示：

source: « *War reporters have to buy helmets, bullet-proof vests and rent armored cars; journalists using the Internet for their investigations are much luckier: to be as secured as war reporters, they only have to download Tails, burn it on a CD, install it on a SD card, and learn the basics of information and communication security, and it's free!* »
fr: « *Les reporters de guerre doivent acheter des casques, des gilets pare-balles et louer des véhicules blindés ; les journalistes qui utilisent Internet pour leurs recherches sont beaucoup plus chanceux : pour être autant en sécurité que les reporters de guerre, ils doivent seulement télécharger Tails, le graver sur un CD, l'installer sur une carte SD, et apprendre les bases de la sécurité de l'information et des communications, et c'est gratuit&nbsp;!* »
zh_tw: « *戰地記者要購買頭盔，防彈背心和租用戰備車輛；而新聞記者使用網際網路來進行其調查工作就幸運多了：要如同戰地記者一樣地維持安全，他們只需要下戴 Tails, 燒錄成 CD, 安裝到 SD 卡card 並學習相關的基本資訊與通訊安全，這些完全免費使用* »

source: In the same way that news organizations invest in physical security or proprietary software tools to do their work, news organizations should also invest in free software tools that, as [security experts like Bruce Schneier](http://boingboing.net/2013/12/15/bruce-schneier-and-eben-moglen-2.html) have repeatedly stated, are going to be safe:
fr: De la même façon que les organismes de presse investissent dans la sécurité physique ou les logiciels propriétaires pour faire leur travail, ces mêmes organisations devraient aussi investir dans des logiciels et outils libres qui, selon [les experts en sécurité comme Bruce Schneier](http://boingboing.net/2013/12/15/bruce-schneier-and-eben-moglen-2.html)le répète depuis des années, sont sûrs&nbsp;:
zh_tw: 同樣地新聞組織投資在實體安全或是商用軟體來執行其工作，新聞組織應該也要投資在自由軟體的工具上，就如同[安全專家 Bruce Schneier](http://boingboing.net/2013/12/15/bruce-schneier-and-eben-moglen-2.html) 一再重覆強調的，為了安全：

source: « *I think most of the public domain privacy tools are going to be safe, yes. [...] I think that Tails is going to be safe. [...] You know, the NSA has a big lever when a tool is written closed-source by a for-profit corporation. There are levers they have that they don't have in the open source international, altruistic community. And these are generally written by crypto-paranoids, they're pretty well designed.* »
fr: « *Je pense que la plupart des outils du domaine public pour la protection de la vieprivée vont être sûrs. [...] Je pense que Tails va être sûr. [...] Vous savez, la NSA a un gros levier sur les logiciels propriétaires développés à des fins lucratives par des entreprises. Ce sont des leviers que la NSA ne peut pas actionner dans la communauté open source internationale et altruiste. Ces outils sont généralement écrits par des cryptoparanos, ils sont franchement bien conçus.* »
zh_tw: « *我認為大部份在公有領域的隱私工具都算安全，是的。 [...] 我認為 Tails 也是越來越安全 [...] 美國國安局對於營利公司的封閉代碼工具有著極大的控制手段，但是當還上了一個開放原始碼的國際化利它的社群時，這些手段就沒那麼有用了。而這些工具多半是由密碼偏執狂所寫出來，它們往往設計得很不錯。* »

source: As such, Tails has been the recommended secure platform for use with the [SecureDrop](https://securedrop.org/) and [GlobaLeaks](https://globaleaks.org/) whistle-blowing platforms.
fr: Ainsi, Tails a été recommandé comme une plateforme sûre et fiable à utiliser avec des systèmes pour lanceurs d'alerte comme [FrenchLeaks](https://www.frenchleaks.fr/), [SecureDrop](https://securedrop.org/) et [GlobaLeaks](https://globaleaks.org/).
zh_tw: Tails has 也被推薦使用於 [SecureDrop](https://securedrop.org/) 和 [GlobaLeaks](https://globaleaks.org/) 等吹哨揭弊的安全平台。

source: Talking about the challenges of the adoption of encryption by journalists, the Internet freedom expert [Christopher Soghoian said at #EncryptNews](https://www.youtube.com/watch?v=JktB6h-qnKA), a conference on digital security and journalism:
fr: Concernant les défis que révèle l'adoption du chiffrement par les journalistes, l'expert en liberté d'Internet [Christopher Soghoian a dit à \#EncryptNews](https://www.youtube.com/watch?v=JktB6h-qnKA), une conférence sur la sécurité numérique et le journalisme :
zh_tw: 談到有關記者使用加密時所遇到的挑戰， 網路自由的專家 [Christopher Soghoian 在EncryptNews](https://www.youtube.com/watch?v=JktB6h-qnKA) 數位安全與新聞的會議上曾這樣說：

source: « *News organizations need to also contribute to this community pool of tools. We need to have [reporters] contributing patches to PGP, OTR, and Tails. These organizations need to be funding $5.000 or $10.000 improvements to make these tools better. Because everyone is relying on these tools and none of the major organizations that are actually benefiting them are actually contributing to their development.* »
fr: « *Les groupes de presse doivent également contribuer à cet ensemble d'outils communautaires. Il faut des [journalistes] qui soumettent des correctifs à PGP, OTR et Tails. Ces groupes doivent financer des améliorations à 5 000 ou 10 000 $ pour améliorer ces outils. Et ce parce que tout le monde se sert de ces outils et qu'aucun des grands groupes qui en bénéficient ne contribue réellement à leur développement.* »
zh_tw: « *新聞組織也需要對工具提供的社群有所貢獻。我們需要[回報者] 提供 PGP, OTR,與 Tails 的修補。這些組織需要 $5.000 或 $10.000 的捐款來改善讓工具能更完善。每個人依靠這些工具而沒有任何受惠的大型組織真正地貢獻了這些工具的開發。* »

source: Mediapart is the first news organization to officially endorse Tails and answer our call for donations. We hope they are not going to be the last.
fr: Mediapart est le premier organisme de presse à officiellement soutenir Tails et à répondre à notre appel à dons. Nous espérons que ça ne sera pas le dernier.
zh_tw: Mediapart 是第一個正式支持 Tails 並回應我們捐款請求的組織，但希望這不是最後一個。

source: If your organization is also interested in becoming a regular donor, please contact us at [[mailto:tails-accounting@boum.org]] ([[OpenPGP key|tails-accounting.key]]).
fr: Si votre organisation est également intéressée pour devenir donatrice régulière, contactez-nous à [[mailto:tails-accounting@boum.org]] ([[clé OpenPGP|tails-accounting.key]]).
zh_tw: 如果你的單位也有興趣成為定期捐款者，請聯絡我們： [[mailto:tails-accounting@boum.org]] ([[OpenPGP key|tails-accounting.key]]).

source: <div id="donate-button"><a href="https://tails.boum.org/donate?r=mediapart">Donate</a></div>
fr: <div id="donate-button"><a href="https://tails.boum.org/donate/index.fr.html?r=mediapart">Faire un don</a></div>
