Repository: austin987/tails
Catalog: wiki/src/news/new_SSL_certificate.*.po
Languages: fa, fr

source: [[!meta title="New SSL certificate for tails.boum.org"]]
fa: [[!meta title="گواهی اس‌اس‌ال جدید برای tails.boum.org"]]
fr: [[!meta title="Nouveau certificat SSL pour tails.boum.org"]]

source: On the same day Tails 0.10 was put out, our website started to use a commercial SSL certificate. This new certificate replaces the previous one that was delivered by the non-commercial [CACert certificate authority](http://www.cacert.org/).
fa: هم‌زمان با انتشار تیلز ۰٫۱۰ تارنمای آغاز به استفاده از یک گواهی تجاری اس‌اس‌ال کرد. این گواهی جدید جایگزین گواهی جدیدی می‌شود که توسط [مرجع غیرتجاری CACert](http://www.cacert.org/) صادر شده بود.
fr: Le jour même de la sortie de Tails 0.10, notre site web commençait à utiliser un certificat SSL commercial. Ce nouveau certificat remplace le précédent qui était fourni par l'[autorité de certification CACert](http://www.cacert.org/) non commerciale.

source: What are SSL certificates?
fr: Qu'est-ce que les certificats SSL ?

source: Using HTTPS instead of plain HTTP to connect to a website allows you to encrypt your communication with the server. But encryption alone does not guarantee that you are talking with the right server, and not someone impersonating it, for example in case of a man-in-the-middle attack.
fr: Utiliser HTTPS au lieu de HTTP pour se connecter à un site web vous permet de chiffrer vos communications avec le serveur. Mais le chiffrement seul ne garanti pas que vous communiquez avec le bon serveur et non pas une personne se faisant passer pour lui, par exemple dans le cas d'une attaque de l'homme-du-milieu.

source: SSL certificates try to solve this problem. A SSL certificate is usually issued by a certificate authority to certify the identity of a server. When you reach a website your web browser might trust an SSL certificate automatically if it trusts the authority that issued it.
fa: گواهی‌های اس‌اس‌ال سعی بر حل این مشکل دارند. یک گواهی اس‌اس‌ال صادرشده از سوی یک مرجع صدور گواهی دیجیتال برای اطمینان خاطر دادن در مورد هویت یک سرور است. هنگامی که به یک تارنما می‌رسید ممکن است مرورگر وب شما در صورت اعتماد به مرجعی که گواهی اس‌اس‌ال آن تارنما را صادر کرده، به طور خودکار به آن تارنما نیز اعتماد کند.
fr: Les certificats SSL essaient de résoudre ce problème. Un certificat SSL est généralement fourni par une autorité de certification qui garantit l'identité du serveur. Lorsque vous accédez à un site web, votre navigateur web peut faire confiance à un certificat SSL automatiquement s'il fait confiance à l'autorité qui l'a émis.

source: Commercial certificate authorities are making a living out of selling SSL certificates; they are usually trusted automatically by most of the browsers. Other non-commercial authorities, such as [CACert](http://www.cacert.org/), need to be installed by the operating system or by the user to avoid displaying a security warning when visiting the website.
fa: مراجع تجاری صدور گواهی دیجیتال از راه فروش گواهی‌های اس‌اس‌ال درآمد کسب می‌کنند؛ معمولاً اکثر مرورگرها به طور خودکار به آن‌ها اعتماد دراند. مراجع غیرتجاری دیگری مانند [CACert](http://www.cacert.org/) باید برای اجتناب از نشان دادن هشدارهای امنیتی هنگام بازدید از تارنماها باید روی سیستم‌عامل یا توسط کاربر نصب شوند.
fr: Les autorités de certification commerciales gagnent leur vie en vendant des certificats SSL ; la plupart des navigateurs leur font automatiquement confiance. Les autorités non commerciales, comme [CACert](http://www.cacert.org/), ont besoin d'être installées par le système d'exploitation ou la personne qui l'utilise pour éviter d'avoir un avertissement de sécurité qui s'affiche lors de la visite du site web.

source: Weaknesses of the system
fr: Faiblesses du système

source: But this trust system has proven to be flawed in many ways. For example, during 2011, two certificate authorities were compromised, and many fake certificates were issued and used in the wild. See [Comodo: The Recent RA Compromise](http://blogs.comodo.com/it-security/data-security/the-recent-ra-compromise/) and [The Tor Project: The DigiNotar Debacle, and what you should do about it](https://blog.torproject.org/blog/diginotar-debacle-and-what-you-should-do-about-it).
fa: اما ثابت شده که این سیستم اعتماد چندین مشکل دارد. برای نمونه در سال ۲۰۱۱ دو مرجع صدور گواهی دیجیتال دچار مشکل شدند و گواهی‌های بسیاری صادر شده و مورد استفاده قرار گرفتند. رجوع کنید به [کومودو: مشکل اخیر RA](http://blogs.comodo.com/it-security/data-security/the-recent-ra-compromise/) و [پروژهٔ تور: Debacle, و کارهایی که شما باید بکنید](https://blog.torproject.org/blog/diginotar-debacle-and-what-you-should-do-about-it).
fr: Mais ce système de confiance s'est avéré défectueux à bien des égards. Par exemple, en 2011, deux autorités de certification ont été compromises, et plein de faux certificats ont été émis et se sont retrouvés dans la nature. Voir [Comodo : la récente compromission RA](https://blog.comodo.com/other/the-recent-ra-compromise/) et [Le projet Tor : la débâcle de DigiNotar et ce que vous devez savoir à ce sujet](https://blog.torproject.org/blog/diginotar-debacle-and-what-you-should-do-about-it) (en anglais).

source: It is clear for us that getting an commercial SSL certificate is not enough to strongly authenticate our website, and for example authenticity of our releases. That's why we always propose you stronger ways of authenticating our Tails release using OpenPGP signatures.
fr: Il est clair pour nous que l'obtention d'un certificat SSL commercial ne suffit pas à authentifier fortement notre site web, et par exemple l'authenticité de nos versions. C'est pourquoi nous proposons toujours des façons plus sûres d'authentifier nos versions de Tails en utilisant des signatures OpenPGP.

source: Why get a commercial certificate then?
fr: Pourquoi prendre un certificat commercial alors ?

source: Still we decided to get a commercial certificate for the following reasons:
fa: با این حال تصمیم گرفتیم که به دلایل زیر از یک گواهی تجاری استفاده کنیم:
fr: Nous avons cependant décidés de prendre un certificat commercial pour les raisons suivantes :

source: It makes it harder to setup a simplistic man-in-the-middle attacks against the people who didn't use HTTPS so far to visit our website.
fr: Cela rend plus difficile de mettre en place facilement une attaque de l'homme-du-milieu contre les personnes qui n'utilisent pas encore HTTPS pour consulter notre site web.

source: Our website now is only available with HTTPS enabled. This may be important to provide some confidentiality while posting on the forum for example.
fa: تارنمای ما حالا تنها در صورت فعال بودن اچ‌تی‌تی‌پی‌اس قابل‌مشاهده است. این کار می‌تواند برای ایجاد حدودی محرمانگی برای مثال هنگام پست کردن در انجمن‌های ما مهم باشد.
fr: Notre site web est maintenant uniquement accessible en HTTPS. Cela peut être important de fournir une certaine confidentialité, lorsque l'on poste sur le forum par exemple.

source: What are SSL certificates?
fa: گواهی‌های اس‌اس‌ال چه هستند؟

source: Using HTTPS instead of plain HTTP to connect to a website allows you to encrypt your communication with the server. But encryption alone does not guarantee that you are talking with the right server, and not someone impersonating it, for example in case of a [[man-in-the-middle attack|doc/about/warning#man-in-the-middle]].
fa: استفاده از اچ‌تی‌تی‌پی‌اس به جای اچ‌تی‌تی‌اس ساده برای متصل شدن به یک تارنما به شما اجازه می‌دهد تا ارتباطتان با سرور را رمزگذاری کنید. اما تنها رمزگذاری تضمین نمی‌کند که در حال ارتباط با سرور درست هستید و کسی در حال جا زدن خود به جای آن سرور نیست، برای مثال اتفاقی که در [[حملهٔ فرد میانی|doc/about/warning#man-in-the-middle]] رخ می‌دهد.

source: Weaknesses of the system
fa: ضعف‌های این سیستم

source: Why get a commercial certificate then?
fa: پس چرا یک گواهی تجاری گرفتیم؟

source: It makes it harder to setup a simplistic [[man-in-the-middle attacks|doc/about/warning#man-in-the-middle]] against the people who didn't use HTTPS so far to visit our website.
fa: این کار اجرای [[حمله‌های فرد میانی|doc/about/warning#man-in-the-middle]] ساده علیه افرادی که تا به حال از اچ‌تی‌تی‌پی‌اس برای بازدید از تارنمای ما استفاده نکرده‌اند را دشوارتر می‌کند.
