Repository: austin987/tails
Catalog: wiki/src/news/our_plans_for_2018.*.po
Languages: fr

source: [[!meta title="Our plans for 2018"]]
fr: [[!meta title="Nos projets pour 2018"]]

source: As part of our current donation campaign, we recently explained [[why we need donations|many_hands_make_tails]] and [[what we accomplished this year|what_we_accomplished_in_2017]]. Today we are sharing with you some of our plans for the next years:
fr: Dans le cadre de notre campagne de dons, nous avons récemment expliqué [[pourquoi nous avons besoin de dons|many_hands_make_tails]] et [[ce que nous avons réalisé cette année|what_we_accomplished_in_2017]]. Nous partageons aujourd'hui avec vous quelques-uns de nos projets pour les prochaines années :

source: Applications and features
fr: Applications et fonctionnalités

source: **Tails Server**: run onion services from Tails (VoIP chat rooms, collaboration tools, web servers, messaging servers, etc.) ([[!tails_ticket 5688]], [[Blueprint|blueprint/tails_server]]). (Planned for early 2018.)
fr: **Tails serveur** : faire fonctionner des services onion depuis Tails (salons de discussion VoIP, outils collaboratifs, serveurs web, serveurs de messagerie, etc.) ([[!tails_ticket 5688]], [[ébauche|blueprint/tails_server]]). (Prévu pour début 2018.)

source: **VeraCrypt support in GNOME**: graphical utilities to mount VeraCrypt volumes ([[!tails_ticket 11684]], [[!tails_ticket 6337]], [[Blueprint|blueprint/veracrypt]]). (Planned for late 2018.)
fr: **Support de VeraCrypt dans GNOME** : utilitaires graphiques pour monter les volumes VeraCrypt ([[!tails_ticket 11684]], [[!tails_ticket 6337]], [[ébauche|blueprint/veracrypt]]). (Prévu pour fin 2018.)

source: **Graphical interface for the Additional Packages persistent feature**: allow users to customize which applications are available in their Tails ([[!tails_ticket 14568]], [[Blueprint|blueprint/additional_software_packages]]). (Planned for late 2018.)
fr: **Interface graphique pour l'option de persistance Paquets additionnels** : permettre aux personnes utilisant Tails de personnaliser quelles applications sont disponibles ([[!tails_ticket 14568]], [[ébauche|blueprint/additional_software_packages]]). (Prévu pour fin 2018.)

source: User research and support
fr: Recherche et support aux personnes utilisant Tails

source: **Power our help desk with a request tracker** to know better how to help our user base at large ([[!tails_ticket 9803]], [[Blueprint|blueprint/RT_for_help_desk]])
fr: **Équiper notre équipe de support avec un gestionnaire de tickets** pour mieux savoir comment aider l'ensemble des personnes utilisant Tails ([[!tails_ticket 9803]], [[ébauche|blueprint/RT_for_help_desk]])

source: **Web translation platform** We have received a grant from Lush Digital fund to set up a translation platform for our website. This platform shall make it easier for translators to translate our documentation, and to have our website translated into more languages ([[!tails_ticket 10034]]). (Planned for late 2018.)
fr: **Plateforme web de traduction** Nous avons reçu une subvention du fonds Lush Digital pour mettre en place une plateforme de traduction pour notre site web. Cette plateforme permettra de faciliter la traduction de notre documentation et d'avoir notre site web traduit dans plus de langues ([[!tails_ticket 10034]]). (Prévu pour fin 2018.)

source: Better adoption
fr: Adoption facilitée

source: - **Rethink the installation and upgrade process** in depth and reflect on the future of *Tails Installer*, the installation on Windows and macOS, and automatic upgrades ([[!tails_ticket 11679]]) - **Give some love to our troubleshooting documentation**: - Our [[known issues page|support/known_issues]] ([[!tails_ticket 11665]]) - Computers with unsupported Wi-Fi devices, very common on Mac ([[!tails_ticket 11683]])
fr: - **Repenser le processus d'installation et de mise à jour** en profondeur et dans l'optique de l'évolution de l'*Installeur de Tails*, de l'installation depuis Windows et macOS, et des mises à jour automatiques ([[!tails_ticket 11679]]) - **Améliorer notre documentation de dépannage pour** : - Notre [[page des problèmes connus|support/known_issues]] ([[!tails_ticket 11665]]) - Les ordinateurs avec des périphériques Wi-Fi non supportés, très fréquents sur Mac ([[!tails_ticket 11683]])

source: Resistance to remote exploitation
fr: Robustesse aux attaques distantes

source: **Persistent Tor state** to have persistent entry guards ([[!tails_ticket 5462]], [[Blueprint|blueprint/persistent_Tor_state]])
fr: **État persistent de Tor** pour avoir des nœuds d'entrées persistants ([[!tails_ticket 5462]], [[ébauche|blueprint/persistent_Tor_state]])

source: **Persistent seed for random number generator** to have stronger crypto ([[!tails_ticket 7675]], [[Blueprint|blueprint/randomness_seeding]])
fr: **Graine persistante pour le générateur de nombres aléatoires** pour avoir un chiffrement plus fort ([[!tails_ticket 7675]], [[ébauche|blueprint/randomness_seeding]])

source: **Have critical parts of Tails audited** ([[!tails_ticket 14508]])
fr: **Audit des parties critiques de Tails** ([[!tails_ticket 14508]])

source: These are all items that we find important and want to prioritize. But making them a reality will require lots of work, time, and money; on top of all the day-to-day work that we do to simply keep Tails alive.
fr: Ce sont ici tous les éléments qui nous semblent importants et que nous voulons prioriser. Mais réaliser cela concrètement va nécessiter beaucoup de travail, de temps et d'argent ; en plus de tout le travail réalisé chaque jour pour simplement maintenir Tails vivant.

source: If you want us to get there faster, please take one minute to make a donation.
fr: Si vous voulez que nous le fassions plus rapidement, merci de prendre quelques minutes pour faire un don.

source: <div id="donate-button"><a href="https://tails.boum.org/donate?r=ourplans2018">Donate</a></div>
fr: <div id="donate-button"><a href="https://tails.boum.org/donate?r=ourplans2018">Faire un don</a></div>
