Repository: austin987/tails
Catalog: wiki/src/news/our_plans_for_2017.*.po
Languages: fr

source: [[!meta title="Our plans for the coming years"]]
fr: [[!meta title="Nos projets pour les années à venir"]]

source: As part of our ongoing donation campaign, we already explained you [[why we needed donations|why_we_need_donations]] and [[how we use these donations|what_we_do_with_your_money]]. Today we are sharing with you our plans for the next years:
fr: Dans le cadre de notre campagne de dons en cours, nous vous avons expliqué [[pourquoi nous avons besoin de dons|why_we_need_donations]] et [[comment nous utilisons ces dons|what_we_do_with_your_money]]. Aujourd'hui nous partageons avec vous nos projets pour les prochaines années :

source: - **Easier adoption** - **Revamp Tails Greeter**: make it easier to configure Tails when starting ([[!tails_ticket 5464]]) - **Rethink the installation and upgrade process**: take a step back and reflect on the future of Tails Installer, the installation on Windows and Mac, and automatic upgrades ([[!tails_ticket 11679]]) - **Graphical installation method for macOS**: what would it take to document tools other than Tails Installer to do a graphical installation from macOS? ([[!tails_ticket 11682]]) - **Explain better what Tails is** and what makes it so awesome ([[!tails_ticket 9814]])
fr: - **Adoption plus facile** - **Remanier le Tails Greeter** : rendre Tails plus facile à configurer lors du démarrage ([[!tails_ticket 5464]]) - **Repenser le processus d'installation et de mise à jour** : prendre du recul et réfléchir au futur de l'Installeur de Tails, de l'installation sous Windows et Mac et des mises à jour automatiques ([[!tails_ticket 11679]]) - **Méthode d'installation graphique pour macOS** : qu'est-ce que cela demanderait de documenter des outils autres que l'Installeur de Tails pour faire une installation graphique depuis macOS ? ([[!tails_ticket 11682]]) - **Mieux expliquer ce qu'est Tails** et ce qui le rend si génial ([[!tails_ticket 9814]])

source: - **Security hardening** - **Reproducible build of the ISO image**: protect users and developers from a malicious build of our ISO image ([[!tails_ticket 5630]]) - **Persistent Tor state**: have persistent entry guards ([[!tails_ticket 5462]]) - **HTTPS mirrors**: serve our downloads over HTTPS only ([[!tails_ticket 9796]]) - **Persistent seed for random number generator**: have better entropy and stronger crypto ([[!tails_ticket 7675]]) - **Browser fingerprint**: compare and reevaluate the web fingerprint of Tor Browser inside and outside Tails ([[!tails_ticket 5362]])
fr: - **Renforcement de la sécurité** - **Assemblage reproductible de l'image ISO** : protéger les personnes utilisant et développant Tails d'un assemblage malveillant de notre image ISO ([[!tails_ticket 5630]]) - **État de Tor persistant** : avoir des nœuds d'entrée persistants ([[!tails_ticket 5462]]) - **Miroirs HTTPS** : proposer nos téléchargements uniquement via HTTPS ([[!tails_ticket 9796]]) - **Graine persistante pour le générateur de nombre aléatoire** : avoir une meilleure entropie et une crypto plus robuste ([[!tails_ticket 7675]]) - **Empreinte du navigateur** : comparer et réévaluer l'empreinte du Navigateur Tor dans et en dehors de Tails ([[!tails_ticket 5362]])

source: - **Community** - **Web platform for translators**: make it easier to translate our website ([[!tails_ticket 10034]]) - **Social contract**: guiding principles that reflects the commitment to our ideals ([[!tails_ticket 11669]]) - **Personas**: study and describe our user base to take better design decisions ([[!tails_ticket 11162]]) - **Improvements to WhisperBack**: make it easier and faster to answer support requests ([[!tails_ticket 9799]], [[!tails_ticket 9800]])
fr: - **Communauté** - **Plate-forme web de traduction** : rendre plus facile la traduction de notre site web ([[!tails_ticket 10034]]) - **Contrat social** : principes directeurs qui reflètent l'engagement envers nos idéaux ([[!tails_ticket 11669]]) - **Personas** : étudier et décrire notre base d'utilisateurs et d'utilisatrices pour faire de meilleurs choix de conception ([[!tails_ticket 11162]]) - **Améliorations de WhisperBack** : faire que répondre aux demandes de support soit plus facile et plus rapide ([[!tails_ticket 9799]], [[!tails_ticket 9800]])

source: - **Sustainability** - **Tails based on Debian Stretch** ([Tails 3.0](https://labs.riseup.net/code/versions/278)) - **Better server infrastructure**: to handle our growing needs on continuous integration and have a backup server ([[!tails_ticket 11680]], [[!tails_ticket 6185]]) - **Test Tails on ARM**: starting with a few Chromebooks supported by Debian ([[!tails_ticket 11677]]) - **Tails on tablets**: specify what upstream projects (GNOME, Debian, etc.) should work on to help porting Tails to tablets and smartphones ([[!tails_ticket 10039]])
fr: - **Pérennité** - **Tails basé sur Debian Stretch** ([Tails 3.0](https://labs.riseup.net/code/versions/278)) - **Meilleure infrastructure serveur** : pour gérer nos besoins croissants en intégration continue et avoir un serveur de secours ([[!tails_ticket 11680]], [[!tails_ticket 6185]]) - **Tester Tails sur ARM** : démarrer sur quelques Chromebooks supportés par Debian ([[!tails_ticket 11677]]) - **Tails sur tablettes** : spécifier quels projets en amont (GNOME, Debian, etc.) pourraient travailler pour aider à porter Tails sur des tablettes et des smartphones ([[!tails_ticket 10039]])

source: - **Fundraising** - **Have more reliable and steady sources of income** - **Depend less on grants from governments**
fr: - **Financement** - **Avoir des sources de revenu plus fiables et plus régulières** - **Moins dépendre de subventions provenant de gouvernements**

source: - **New applications and features** - **Graphical interface for the Additional Packages persistent feature**: allow users to customize which applications are available in their Tails ([[!tails_ticket 5996]] [[!tails_ticket 9059]]) - **Backups**: provide a graphical tool to backup the persistent volume ([[!tails_ticket 5301]]) - **Screen locker**: allow users to lock their session with a password ([[!tails_ticket 5684]]) - **Tails Server**: run onion services from Tails (VoIP chat rooms, collaboration tools, web servers, messaging servers, etc.) ([[!tails_ticket 5688]]) - **Tails Verifier**: allow verifying whether a Tails installation has been corrupted ([[!tails_ticket 7496]]) - **TrueCrypt support in GNOME**: graphical utilities to mount TrueCrypt volumes ([[!tails_ticket 11684]], [[!tails_ticket 6337]])
fr: - **Nouvelles applications et fonctionnalités** - **Interface graphique pour l'option de persistance Logiciels additionnels** : permettre aux personnes utilisant Tails de configurer quelles applications sont disponibles dans leurs Tails ([[!tails_ticket 5996]] [[!tails_ticket 9059]]) - **Sauvegardes** : fournir un outil graphique pour sauvegarder le volume persistant ([[!tails_ticket 5301]]) - **Verrouillage de l'écran** : permettre de verrouiller sa session avec un mot de passe ([[!tails_ticket 5684]]) - **Tails Server** : faire tourner des services onion depuis Tails (salons de discussion VoIP, outils collaboratifs, serveurs web, serveurs de messagerie, etc.) ([[!tails_ticket 5688]]) - **Tails Verifier** : permettre de vérifier si une installation de Tails a été corrompue ([[!tails_ticket 7496]]) - **Support de TrueCrypt dans GNOME** : utilitaire graphique pour monter des volumes TrueCrypt ([[!tails_ticket 11684]], [[!tails_ticket 6337]])

source: These are all items that we find important and want to prioritize. But making them a reality will require lots of work, time, and money; on top of all the day-to-day work that we do to simply keep Tails alive.
fr: Nous trouvons tous ces éléments importants et nous voulons les prioriser. Mais en faire une réalité demanderait beaucoup de travail, de temps et d'argent ; en plus de tout le travail quotidien que nous faisons pour simplement permettre à Tails de rester en vie.

source: If you want us to get there faster, please take one minute to make a donation.
fr: Si vous voulez que nous les fassions plus vite, merci de prendre une minute pour faire un don.

source: If your organization is interested in funding one of these tasks in particular, please contact us at [[mailto:tails-accounting@boum.org]] ([[OpenPGP key|tails-accounting.key]]).
fr: Si votre organisation est intéressée par financer l'une de ces tâches en particulier, merci de nous écrire à [[mailto:tails-accounting@boum.org]] ([[clé OpenPGP|tails-accounting.key]]).

source: <div id="donate-button"><a href="https://tails.boum.org/donate?r=roadmap2017">Donate</a></div>
fr: <div id="donate-button"><a href="https://tails.boum.org/donate/index.fr.html?r=r=roadmap2017">Faire un don</a></div>
