Repository: austin987/tails
Catalog: wiki/src/news/plans_for_2019.*.po
Languages: fr

source: [[!meta title="Our plans for 2019"]]
fr: [[!meta title="Nos projets pour 2019"]]

source: Mid-October, we started our donation campaign by explaining [[why we need donations|news/2018-fundraiser]]. We then described [[the achievements of 2018|news/achievements_in_2018]] made possible by your donations. Today, we're unveiling our plans for 2019. If you like them, please take the time to donate.
fr: Mi-octobre, nous avons commencé notre campagne de dons en expliquant [[pourquoi nous avons besoin de dons|news/2018-fundraiser]]. Nous avons alors décrit [[les réalisations de 2018|news/achievements_in_2018]] rendues possible par vos dons. Aujourd'hui, nous dévoilons nos projets pour 2019. Si vous les aimez, merci de prendre le temps de faire un don.

source: So far this year many more people have been donating (+61%) but we have raised less money overall (-51%) because we are missing bigger donations, especially in bitcoins.
fr: Depuis le début de l'année, beaucoup plus de personnes ont fait des dons (+61%) mais nous avons obtenu moins d'argent dans l'ensemble (-51%) parce qu'il nous manque des dons importants, en particulier en bitcoins.

source: Having many more donors this year is an excellent sign that Tails is important for more people and that we are doing a good job at helping them.
fr: Avoir plus de personnes faisant des dons cette année est un excellent signal qui montre que Tails est important pour plus de personnes et que nous faisons du bon travail pour les aider.

source: We are extremely grateful to all of you who not only want to improve your safety online, but also understand that we need your help to sustain Tails. Being backed by a large number of people making smaller but steadily donations is the best we can dream of. So, thank you!
fr: Nous avons beaucoup de reconnaissance envers toutes les personnes qui non seulement veulent améliorer leur sécurité en ligne, mais aussi de comprendre que nous avons besoin de votre aide pour maintenir Tails. Avoir du soutien par un grand nombre de personnes qui font des dons plus modestes mais réguliers est le mieux dont nous puissions rêver. Alors, merci !

source: New features
fr: Nouvelles fonctionnalités

source: We will focus on **improving installation and upgrade**, as we know that they still cause major difficulties for new users:
fr: Nous nous concentrerons sur **l'amélioration de l'installation et de la mise à jour**, car nous savons qu'elles causent encore des difficultés importantes aux personnes nouvelles :

source: In January, we will release a **brand new installation mechanism** to finally make it easy to install Tails on macOS (and also easier on Windows and Linux).
fr: En janvier, nous lancerons un **nouveau mécanisme d'installation** qui facilitera enfin l'installation de Tails sur macOS (et le simplifiera aussi pour Windows et Linux).

source: - We will add support for **Secure Boot**.
fr: - Nous allons ajouter le support de **Secure Boot**.

source: We will **remove the need for manual upgrades** and make it possible to always do automatic upgrades (except for major upgrades, like Tails 3.0 to 4.0). We will also research lighter and more robust upgrade mechanisms.
fr: Nous allons **supprimer la nécessité de faire des mises à jour manuelles** et rendre possible des mises à jour automatiques systématiques (à l'exception de mises à jour majeures, comme le passage de Tails 3.0 à 4.0). Nous allons également faire des recherches pour avoir des mécanismes de mises à jour plus robustes et plus légers.

source: We will redesign our homepage to **explain better what is Tails** to new users and why they should use it.
fr: Nous allons revoir notre page d'accueil pour **mieux expliquer ce qu'est Tails** pour les personnes nouvelles et pourquoi elles devraient l'utiliser.

source: We will make it much easier to translate our website and train new translators, hopefully leading to offering more languages available on our website.
fr: Nous allons rendre plus facile la traduction de notre site web et l'apprentissage pour les nouvelles personnes faisant les traductions, ce qui, nous l'espérons, nous permettra d'offrir plus de langues disponibles sur notre site web.

source: Under the hood
fr: Sous le capot

source: - We will upgrade Tails to Debian 10 (Buster), planned for mid 2019.
fr: - Nous allons mettre à jour Tails vers Debian 10 (Buster), prévu pour mi-2019.

source: As always, most of the day-to-day work that we do is invisible to our users and we will tackle many technical migrations in our code and infrastructure (Debian 10, Tor Launcher as Web Extension, Jenkins 2, Gitolite 3, Java 11, etc.).
fr: Comme toujours, la majorité du travail quotidien que nous faisons est invisible pour les personnes utilisant Tails et nous nous attaquerons à de nombreuses migrations techniques dans notre code et notre infrastructure (Debian 10, lanceur Tor comme extension web, Jenkins 2, Gitolite 3, Java 11, etc.).

source: We will contribute the security improvements that we wrote for the *Thunderbird* autoconfiguration with *Thunderbird* upstream.
fr: Nous apporterons les améliorations de sécurité que nous avons écrites pour l'autoconfiguration de *Thunderbird* à l'équipe de *Thunderbird*.

source: Thanks to your generous donations, we will finally have a budget dedicated to do many more smaller usability improvements everywhere in Tails.
fr: Grâce à vos dons généreux, nous aurons enfin un budget consacré à de petites améliorations de l'ergonomie un peu partout dans Tails.

source: In 2019, we will put a lot of efforts on making Tails **easier to understand and install**. More and more people will get to know and use Tails to protect themselves. We all want this, and you, by donating at your level, can help to **make this happen**.
fr: En 2019, nous mettrons beaucoup d'efforts pour rendre Tails **plus facile à comprendre et à installer**. De plus en plus de personnes vont apprendre à connaître et à utiliser Tails pour se protéger. Ensemble nous voulons cela, et vous, en faisant un don à votre niveau, vous pouvez aider à **faire en sorte que cela se produise**.

source: <div class="donate-button"><a href="https://tails.boum.org/donate/?r=plans2019">Donate</a></div>
fr: <div class="donate-button"><a href="https://tails.boum.org/donate/?r=plans2019">Faire un don</a></div>
