Repository: austin987/tails
Catalog: wiki/src/news/plans_for_2020.*.po
Languages: fr

source: [[!meta title="Our plans for 2020"]]
fr: [[!meta title="Nos projets pour 2020"]]

source: On October 7, we launched our donation campaign by explaining [[why supporting Tails is more important than ever|news/2019-fundraiser]]. On October 31, we summarized [[what we did in 2019 to make Tails easier to adopt by new users|news/achievements_in_2019]]. Today we pass on to you our plans for 2020.
fr: Le 7 octobre 2019, nous avons lancé notre campagne de dons en expliquant [[pourquoi soutenir Tails est plus important que jamais|news/2019-fundraiser]]. Le 31 octobre, nous avons récapitulé [[ce que nous avons fait en 2019 pour rendre plus facile l'adoption de Tails pour les nouvelles personnes qui l'utilise|news/achievements_in_2019]]. Aujourd'hui, nous vous présentons nos projets pour 2020.

source: But first, we are pleased that the donation campaign has been pretty successful so far. We received around 50&#8239;000 € already, which is 69% more than last year. Still, these good results are due to some large donations and fewer people have been donating so far, 16% less than in 2018. We hope that after reading this post many of you will consider <a href="https://tails.boum.org/donate/?r=plans2020">donating to Tails</a>.
fr: Tout d'abord, nous avons la satisfaction que la campagne de dons a été plutôt réussie jusqu'à présent. Nous avons déjà reçu environ 50&#8239;1000 €, ce qui est 69% de plus que l'an passé. Une nouvelle fois, ces résultats sont dus à quelques dons importants et moins de personnes ont fait des dons, 16% de moins qu'en 2018. Nous espérons qu'après avoir lu ce billet, plusieurs d'entre vous envisagent de <a href="https://tails.boum.org/donate/?r=plans2020">faire un don à Tails</a>.

source: Less manual upgrades (January 2020)
fr: Moins de mises à jour manuelles (janvier 2020)

source: Tails ships an automatic upgrade mechanism since 2013. But this mechanism only works for a limited amount of upgrades, after which a [["manual" upgrade|doc/upgrade#manual]] is needed.
fr: Tails fournit un mécanisme de mise à jour automatique depuis 2013. Mais ce mécanisme fonctionne seulement un nombre limité de fois, après quoi une [[mise à jour « manuelle »|doc/upgrade#manual]] est nécessaire.

source: These manual upgrades are a major pain point and we know that users often think their Tails is "broken" when automatic upgrades are not possible anymore.
fr: Ces mises à jour manuelles sont un point de difficulté majeur et nous savons que les personnes qui utilisent Tails pensent souvent que leur Tails est « cassé » lorsque les mises à jour automatiques ne sont plus possibles.

source: In 2020, we will remove the need for most of these manual upgrades. And as automatic upgrades are also often too painful we will research ways to make them lighter and more robust.
fr: En 2020, nous allons supprimer la nécessité de la plupart des mises à jours manuelles. Et comme ces mises à jour automatiques sont aussi souvent difficiles, nous allons rechercher des moyens de les faire plus légères et plus fiables.

source: New homepage and outreach material (April 2020)
fr: Nouvelle page d'accueil et matériel de sensibilisation (avril 2020)

source: Leveraging all the work that we have done in the past years to make Tails easier to install and use, in 2020, we will explain better what Tails is and why people should use it.
fr: En tirant parti de tout le travail que nous avons accompli au cours des dernières années pour rendre Tails plus facile à installer et à utiliser, en 2020 nous allons mieux expliquer ce qu'est Tails et pourquoi les personnes devraient l'utiliser.

source: The text on our Home and About pages have not changed significantly since 2011. It is too verbose, too technical for most people, and not sufficiently engaging visually. Since then Tails has come a long way: the number of people using Tails has been multiplied by 16. Tails is no longer an experimental project for privacy experts but a well-established reference.
fr: Le texte de nos pages d'accueil et à propos n'ont pas été significativement modifiées depuis 2011. Elles sont trop verbeuses, trop techniques pour les plupart des personnes et pas suffisamment attrayantes visuellement. Depuis, Tails a parcouru beaucoup de chemin : le nombre de personnes qui l'utilise a été multiplié par 16. Tails n'est plus un projet expérimental pour des personnes expertes de la vie privée mais une référence bien établie.

source: For the less technical part of our target audience, Tails is a technological object like nothing they have used before. Some of the core concepts of Tails are particularly innovative and hard to understand before using it:
fr: Pour la part la moins technique de notre audience, Tails est un objet technologique qui ne ressemble à rien de ce qu'elle a utilisé auparavant. La plupart des concepts au cœur de Tails sont particulièrement innovants et difficiles à comprendre tant qu'on ne les a pas utilisés :

source: - Tails is a full operating system that is started from a USB stick.
fr: - Tails est un système d'exploitation complet qui est lancé à partir d'une clé USB.

source: - Tails forgets everything by default.
fr: - Tails oublie tout par défaut.

source: To make sure that the new explanation of Tails makes sense to less tech-savvy users, we will use [user-centered](https://simplysecure.org/blog/formative-testing) [design techniques](https://simplysecure.org/blog/branding-tails) and work with [[professional graphic designers|jobs/illustrations_how_tails_work]].
fr: Pour s'assurer que les nouvelles explications de Tails soient compréhensibles pour les personnes les moins techniques, nous allons utiliser des [techniques de conceptions](https://simplysecure.org/blog/branding-tails) [centrées sur les personnes](https://simplysecure.org/blog/formative-testing) et travailler avec des [[personnes conceptrices graphiques professionnelles|jobs/illustrations_how_tails_work]].

source: To reach critical communities of users and digital security trainers worldwide, we will also print outreach materials based on this new explanation, make it available in 4 languages, and send it to partner organizations worldwide.
fr: Pour sensibiliser les communautés de personnes exposées et les personnes formant à la sécurité informatique dans le monde, nous allons aussi imprimer du matériel de sensibilisation basé sur ces nouvelles explications, disponible dans quatre langues, et les envoyer à des organisations partenaires partout dans le monde.

source: If your organization works with journalists, activists, or human-defenders and is interested in receiving leaflets about Tails in 2020, please <a href="mailto:sajolida@pimienta.org">get in touch with us</a>.
fr: Si votre organisation travaille avec des journalistes, des activistes, ou défend les droits humains et est intéressée pour recevoir des dépliants sur Tails en 2020, merci d'écrire à <a href="mailto:sajolida@pimienta.org"> pour rester en contact avec nous</a>.

source: Secure Boot for better hardware support (July 2020)
fr: Démarrage sécurisé (« secure boot ») pour une meilleur compatibilité matérielle (juillet 2020)

source: In 2019, we worked on making it much easier for users to start Tails on Mac and as a consequence, their numbers more than doubled.
fr: En 2019, nous avons travaillé pour rendre plus facile le démarrage de Tails pour les personnes utilisant un Mac et par conséquence, leur nombre a doublé.

source: Currently, many have to learn how to disable Secure Boot on their computer. This process is slightly different on every computer, is very complicated to learn on your own, and can lead to scary problems on Windows computers, for example [[!tails_ticket 15016#note-19 desc="*BitLocker* asking you for a recovery key"]].
fr: Actuellement, beaucoup de personnes ont appris comment désactiver le démarrage sécurisé sur leur ordinateur. Ce processus est légèrement différent d'un ordinateur à l'autre, il est très compliqué à apprendre par soi-même et peut générer des problèmes effrayants sur les ordinateurs Windows, par exemple [[!tails_ticket 15016#note-19 desc="*BitLocker* vous demande une clé de récupération"]].

source: Next year, we will add support for Secure Boot to Tails, making it easier to start on PC, for which 90% of people download Tails.
fr: L'an prochain, nous allons ajouter le support du démarrage sécurisé à Tails, ce qui rendra le démarrage sur PC plus facile, ce qui représente plus de 90% des personnes téléchargeant Tails.

source: <strong>In 2020, we will keep the focus on improving Tails usability and outreaching to the people the most in need of digital security. If you also think that this is important, please take a moment to donate to Tails.</strong>
fr: <strong>En 2020, nous allons garder le cap sur l'amélioration de l'utilisabilité de Tails et atteindre les personnes qui ont le plus besoin de sécurité informatique. Si vous aussi pensez que c'est important, merci de prendre un moment pour faire un don à Tails.</strong>

source: <div class="donate-button"><a href="https://tails.boum.org/donate/?r=plans2020">Donate</a></div>
fr: <div class="donate-button"><a href="https://tails.boum.org/donate/?r=plans2020">Faire un don</a></div>
