Repository: austin987/tails
Catalog: wiki/src/news/report_2014_06-07.*.po
Languages: fa

source: [[!meta title="Tails report for June and July, 2014"]]
fa: [[!meta title="گزارش ژوئن و ژوییه ۲۰۱۴ تیلز"]]

source: Releases
fa: انتشارها

source: Tails 1.1~beta1 was released on May 30.
fa: تیلز 1.1~beta1 روز ۳۰ مه منتشر شد.

source: Tails 1.0.1 was released on June 10.
fa: تیلز ۱٫۰٫۱ روز ۱۰ ژوئن منتشر شد.

source: Tails 1.1 was released on July 22. This marked our migration to Debian Wheezy and GNOME 3.
fa: تیلز ۱٫۱ روز ۲۲ ژوییه منتشر شد. این انتشار به معنی کوچ ما به Debian Wheezy و گنوم ۳ بود.

source: Metrics
fa: متریک‌ها

source: In June 2014:
fa: در ژوین ۲۰۱۴:

source: Tails has been started more than 331 862 times in June. This makes 11 062 boots a day in average.
fa: تیلز بیش از ۳۳۱٫۸۶۲ بار در ماه ژوئن راه‌اندازی شد. یعنی به طور متوسط ۱۱٫۰۶۲ راه‌اندازی در روز.

source: 25 124 downloads of the OpenPGP signature of Tails ISO from our website.
fa: ۲۵٫۱۲۴ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز.

source: 71 bug reports were received through WhisperBack.
fa: ۷۱ گزارش ایراد ارسال‌شده از ویسپربک دریافت کردیم.

source: In July 2014:
fa: در ژوییه ۲۰۱۴:

source: Tails has been started more than 355 608 times in July. This makes 11 471 boots a day in average.
fa: تیلز بیش از ۳۵۵٫۶۰۸ بار در ماه مه راه‌اندازی شد. یعنی به طور متوسط ۱۱٫۴۷۱ راه‌اندازی در روز.

source: 35 134 downloads of the OpenPGP signature of Tails ISO from our website.
fa: ۳۵٫۱۳۴ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز از تارنمای ما.

source: 160 bug reports were received through WhisperBack. We discovered in late July than one of our WhisperBack relay was not sending emails anymore since our fixes of the Heartbleed bug. This explains the bump in the number of bug reports.
fa: ۱۶۰ گزارش از طریق ویسپربک دریافت شدند. اواخر ژوییه متوجه شدیم که یکی از رله‌های ویسپربک ما از زمان رفع ایراد هارت‌بلید دیگر رایانامه‌ها را نمی‌فرستد. این مساله کاهش گزارش ایرادها را توضیح می‌دهد.

source: Code
fa: کد

source: Fixed device removal before Tails Greeter login ([[!tails_ticket 7333]]).
fa: حذف دستگاه پیش از ورود خوشامدگوی تیلز درست شد ([[!tails_ticket 7333]]).

source: Disabled the GnuPG functionality of GNOME Keyring ([[!tails_ticket 7330]]).
fa: کارآمدی GnuPG کی رینگ گنوم غیرفعال شد ([[!tails_ticket 7330]]).

source: Removed `dselect` ([[!tails_ticket 7336]]).
fa: `dselect` حذف شد ([[!tails_ticket 7336]]).

source: Updated Tor browser to 24.6.0 ([[!tails_gitweb_branch feature/torbrowser-24.6.0esr-0+tails1]]).
fa: مرورگر تور به ۲۴٫۶٫۰ ارتقاء یافت ([[!tails_gitweb_branch feature/torbrowser-24.6.0esr-0+tails1]]).

source: Installed Linux 3.14 ([[!tails_gitweb_branch feature/linux-3.14-in-squeeze]]).
fa: لینوکس ۳٫۱۴ نصب شد ([[!tails_gitweb_branch feature/linux-3.14-in-squeeze]]).

source: Fixed links to anchors in Yelp ([[!tails_ticket 7285]]).
fa: پیوندها به مهارها در Yelp درست شدند ([[!tails_ticket 7285]]).

source: Included `syslinux` binaries in the ISO filesystem ([[!tails_gitweb_commit ce93164]])
fa: بایناری‌های `syslinux` را در فایل سیستم ایزو گنجاندیم ([[!tails_gitweb_commit ce93164]])

source: Prevented `iproute2` from being installed ([[!tails_ticket 7337]]).
fa: از نصب`iproute2` جلوگیری کردیم ([[!tails_ticket 7337]]).

source: Changed local documentation to open in Yelp ([[!tails_gitweb_commit f8513c1]]).
fa: مستندات محلی را تغییر دادیم تا در Yelp باز شوند ([[!tails_gitweb_commit f8513c1]]).

source: Set the UID of `tails-persistence-setup` to the same as it was in Squeeze ([[!tails_ticket 7343]]).
fa: UID متعلق به `tails-persistence-setup` را به همان میزان Squeeze تغییر دادیم ([[!tails_ticket 7343]]).

source: Forbidden the desktop user to pass arguments to `tails-upgrade-frontend` ([[!tails_ticket 7410]]).
fa: کاربر دسکتاپ را از فرستادن بحث‌ها به `tails-upgrade-frontend` نهی کردیم ([[!tails_ticket 7410]]).

source: Fixed many things to have a Windows 8 camouflage ready for Tails 1.1 ([[!tails_ticket 6342]], [[!tails_gitweb_branch feature/6342-update-camouflage-for-gnome3]]).
fa: چیزهای بسیاری را درست کردیم تا استتار ویندوز ۸ را برای تیلز ۱٫۱ آماده کنیم ([[!tails_ticket 6342]]، [[!tails_gitweb_branch feature/6342-update-camouflage-for-gnome3]]).

source: Fixed the migration of NetworkManager persistent settings ([[!tails_ticket 7338]]).
fa: انتقال تنظیمات مدیریت شبکهٔ مانا را درست کردیم ([[!tails_ticket 7338]]).

source: Worked with the people from [Freepto](http://freepto.mx/) on pushing our tool for RAM wiping to Debian, and we made some progress towards [using the `wiperam` Debian package in Tails](https://mailman.boum.org/pipermail/tails-dev/2014-June/006031.html) ([[!tails_gitweb_branch feature/wiperam-deb]]).
fa: با افراد [Freepto](http://freepto.mx/) در مورد هل دادن ابزارهایمان به دبیان برای پاک کردن حافظهٔ تصادفی همکاری کردیم و پیشرفت‌هایی در راه [استفاده از بستهٔ `wiperam` دبیان در تیلز](https://mailman.boum.org/pipermail/tails-dev/2014-June/006031.html) حاصل شد ([[!tails_gitweb_branch feature/wiperam-deb]]).

source: Shipped Windows binaries of `syslinux` in Tails ([[!tails_ticket 7425]]).
fa: بایناری‌های ویندوز `syslinux` را در تیلز گنجاندیم ([[!tails_ticket 7425]]).

source: Fixed the red theme of the Unsafe Browser ([[!tails_ticket 7473]]).
fa: تم قرمز «مرورگر غیرامن» را درست کردیم ([[!tails_ticket 7473]]).

source: Tightened up the permissions on `/home/amnesia` ([[!tails_ticket 7463]]).
fa: اجازه‌های `/home/amnesia` را سفت‌وسخت‌تر کردیم ([[!tails_ticket 7463]]).

source: Fixed unsafe permissions on persistent files ([[!tails_ticket 7443]]).
fa: اجازه‌های غیرامن روی فایل‌های مانا را درست کردیم ([[!tails_ticket 7443]]).

source: Prepared a solution to be able to "Upgrade from ISO" 1.0.1 to 1.1 ([[!tails_ticket 7345]]).
fa: راه‌حلی برای ممکن ساختن «ارتقاء از ایزو» از ۱٫۰٫۱ به ۱٫۱ آماده کردیم ([[!tails_ticket 7345]]).

source: Disabled the `proxy://` protocol handle of FoxyProxy ([[!tails_ticket 7479]]).
fa: دستهٔ پروتکل `proxy://` فاکسی‌پروکسی را غیرفعال کردیم ([[!tails_ticket 7479]]).

source: Installed Tor 0.2.5.x on a topic branch ([[!tails_gitweb_commit 9f18b50]], [[!tails_ticket 7758]]).
fa: تور ۰٫۲٫۵٫x را روی یک شاخهٔ موضوع نصب کردیم ([[!tails_gitweb_commit 9f18b50]]، [[!tails_ticket 7758]]).

source: Removed the default bookmarks were removed from the Unsafe Browser ([[!tails_ticket 7594]]).
fa: نشانک‌های پیش‌فرض را از «مرورگر غیرامن» حذف کردیم ([[!tails_ticket 7594]]).

source: Fixed a bug that broke incremental upgrades for Tails > 1.1 ([[!tails_ticket 7641]]).
fa: ایرادی را رفع کردیم که باعث توقف ارتقاهای تردیجی در تیلز بالاتر از ۱٫۱ می‌شد ([[!tails_ticket 7641]]).

source: Fixed our security check notification that were broken for months ([[!tails_ticket 7657]]).
fa: آگهی بررسی امنیتی خود را که ماه‌ها پیش دچار مشکل شده بود درست کردیم ([[!tails_ticket 7657]]).

source: Migrated our Vagrant basebox to Wheezy ([[!tails_ticket 7133]], [[!tails_ticket 6736]], [[!tails_gitweb_branch feature/vagrant-wheezy-basebox]]).
fa: بیس‌باکس واگرانت خود را به Wheezy کوچ دادیم ([[!tails_ticket 7133]]، [[!tails_ticket 6736]]، [[!tails_gitweb_branch feature/vagrant-wheezy-basebox]]).

source: Started to work on Tails Jessie. It is now possible to build Tails based on Jessie! [[!tails_gitweb_branch feature/jessie]] ([[!tails_ticket 6171]]).
fa: شروع به کار روی تیلز جسی کردیم. حالا می‌شود تیلز را بر اساس جسی بنا کرد! ([[!tails_gitweb_branch feature/jessie]] ([[!tails_ticket 6171]]).

source: Jacob Appelbaum simplified our IPv6 firewall rules ([[!tails_ticket 7668]], [[!tails_gitweb_branch feature/7668-simplify-IPv6-firewall-rules]]).
fa: جیکوب اپلبام قوانین دیوارآتش پروتکل اینترنت نسخهٔ ۶ ما را ساده کرد ([[!tails_ticket 7668]]، [[!tails_gitweb_branch feature/7668-simplify-IPv6-firewall-rules]]).

source: Disabled TCP timestamps ([[!tails_ticket 6579]], [[!tails_gitweb_branch feature/6579-disable-tcp-timestamps]]).
fa: مهرزمان‌های قرارداد هدایت انتقال را غیرفعال کردیم ([[!tails_ticket 6579]]، [[!tails_gitweb_branch feature/6579-disable-tcp-timestamps]]).

source: Installed Linux 3.14-2 ([[!tails_gitweb_branch feature/linux-3.14-2]]).
fa: لینوکس ۳٫۱۴-۲ را نصب کردیم ([[!tails_gitweb_branch feature/linux-3.14-2]]).

source: Prevented dhclient from sending the `amnesia` hostname over the network ([[!tails_ticket 7688]]).
fa: از فرستاده شدن نام سرور `amnesia` در شبکه توسط dhclient جلوگیری کردیم ([[!tails_ticket 7688]]).

source: Worked a bit towards towards supporting USB devices exposed as non-removable ([[!tails_gitweb_commit 0a255dc]], [[!tails_ticket 7387]]).
fa: کمی برای ایجاد پشتیبانی دستگاه‌های یواس‌بی جدانشدنی کار کردیم ([[!tails_gitweb_commit 0a255dc]]، [[!tails_ticket 7387]]).

source: Installed `gnome-user-guide` to fix the Help launcher in the menus ([[!tails_ticket 7618]]).
fa: برای درست کردن راه‌انداز کمک در فهرست‌ها `gnome-user-guide` را نصب کردیم ([[!tails_ticket 7618]]).

source: Fixed the configuration of printers from the GNOME control center ([[!tails_ticket 7636]]).
fa: پیکربندی چاپ‌گرها از مرکز کنترل گنوم را درست کردیم ([[!tails_ticket 7636]]).

source: Worked on installing `rngd` ([[!tails_ticket 5650]]).
fa: روی نصب `rngd` کار کردیم ([[!tails_ticket 5650]]).

source: Compressed our ISO images more aggressively. They should be back to less than 1 GB ([[!tails_ticket 7706]]).
fa: تصاویر ایزوی خود را با شدت بیشتری فشرده کردیم. حجم آن‌ها باید باز هم کمتر از ۱ گیگابایت شود ([[!tails_ticket 7706]]).

source: Started drafting a list of [[kernel modules to blacklist|blueprint/blacklist_modules]].
fa: شروع به ایجاد پیش‌نویس یک [[فهرست سیاه ماژول‌های هسته|blueprint/blacklist_modules]] کردیم.

source: Documentation and website
fa: مستندسازی و تارنما

source: - Explained that OTR is disabled by default ([[!tails_gitweb_branch doc/otr]]). - Reworked our documentation about working on sensitive documents: - [[Office suite|doc/sensitive_documents/office_suite]] - [[Graphics|doc/sensitive_documents/graphics]] - [[Sound and video|doc/sensitive_documents/sound_and_video]] - Adapted our documentation now that Tails supports UEFI ([[!tails_gitweb_branch feature/uefi]]). - Added a utility script to erase [[auto-generated PO files|contribute/l10n_tricks/#index9h1]]. - Improved our documentation on [[building Tails|contribute/build]]. - Pointed to the release notes from the [[upgrade instructions|doc/first_steps/upgrade]] ([[!tails_ticket 7665]]). - Added a script to retrieve the [[list of translators on Transifex|contribute/l10n_tricks#index10h1]]. - Redirected [[press requests|press]] to <tails-press@boum.org>.
fa: - توضیح دادیم که OTR به طور پیش‌فرض غیرفعال است ([[!tails_gitweb_branch doc/otr]]). - روی مستندات خود دربارهٔ کار روی سندهای حساس دوباره کار کردیم: - [[مجموعهٔ آفیس|doc/sensitive_documents/office_suite]] - [[گرافیک|doc/sensitive_documents/graphics]] - [[صدا و ویدیو|doc/sensitive_documents/sound_and_video]] - حالا که تیلز از UEFI پشتیبانی می‌کند مستندات خود در این رابطه را تغییر دادیم: ([[!tails_gitweb_branch feature/uefi]]). - یک اسکریپت کاروری برای پاک کردن [[فایل‌های Po که خودکار ایجاد شده‌اند|contribute/l10n_tricks/#index9h1]] اضافه کردیم. - مستندات خود راجع به [[ساخت تیلز|contribute/build]] را تغییر دادیم. - از [[راهنمای ارتقاء|doc/first_steps/upgrade]] ([[!tails_ticket 7665]]) به یادداشت‌های انتشار اشاره کردیم. - اسکریپتی برای بازیابی [[فهرست مترجمان مشغول در Transifex|contribute/l10n_tricks#index10h1]] اضافه کردیم. - [[درخواست‌های رسانه‌ای|press]] را به <tails-press@boum.org> هدایت کردیم.

source: Homepage defacement
fa: هک صفحهٔ اول

source: The homepage of our website was [briefly defaced](http://thehackernews.com/2014/06/tails-operating-system-website-has-beed.html) on June 29 by rodit. This was later was Git-reverted, ikiwiki misconfiguration was corrected. The underlying vulnerability has not been used for malicious purposes.
fa: صفحهٔ اول تارنما ما روز ۲۹ ژوئن برای مدت کوتاهی توسط rodit [هک شد](http://thehackernews.com/2014/06/tails-operating-system-website-has-beed.html). پس از آن از طریق گیت صفحهٔ اول را تغییر داده و مشکلات پیکربندی ikiwiki‌ را تصحیح کردیم. از این آسیب‌پذیری برای مقاصد مخرب استفاده نشده‌است.

source: Translation and internationalization
fa: ترجمه و بین‌المللی‌سازی

source: A new team started to translate our website [into Spanish](https://mailman.boum.org/pipermail/tails-l10n/2014-June/001280.html).
fa: تیمی جدید شروع به ترجمهٔ تارنمای ما [به اسپانیایی](https://mailman.boum.org/pipermail/tails-l10n/2014-June/001280.html) کرده‌است.

source: All website PO files
fa: تمام فایل‌های PO تارنما

source: de: 11% (613) strings translated, +36 since May
fa: آلمانی: ۱۱ درصد (۶۱۳) استرینگ‌ها ترجمه شده، +۳۶ از ماه مه

source: fr: 48% (2576) strings translated, +19 since May
fa: فرانسوی: ۴۸٪ (۲۵۷۶) استرینگ‌ها ترجمه شده، +۱۹ از ماه مه

source: pt: 36% (1953) strings translated, +704 since May
fa: پرتغالی: ۳۶ درصد (۱۹۵۳) استرینگ‌ها ترجمه شده، +۷۰۴ از ماه مه

source: [[Core PO files|contribute/l10n_tricks/core_po_files.txt]]
fa: [[فایل‌های اصلی PO|contribute/l10n_tricks/core_po_files.txt]]

source: de: 26% (338) strings translated, +31 since May
fa: آلمانی: ۲۶ درصد (۳۳۸) استرینگ‌ها ترجمه شده، +۳۱ از ماه مه

source: fr: 95% (1207) strings translated, -5 since May
fa: فرانسوی: ۹۵ درصد (۱۲۰۷) استرینگ‌ها ترجمه شده، -۵ از ماه مه

source: pt: 99% (1257) strings translated, +488 since May
fa: پرتغالی: ۹۹ درصد (۱۲۵۷) استرینگ‌ها ترجمه شده، +۴۸۸ از ماه مه

source: Infrastructure
fa: زیرساخت

source: Our test suite covers 87 scenarios, 3 more that in May.
fa: بستهٔ آزمایشی ما شامل ۸۷ سناریو است؛ ۳ سناریو بیشتر از ماه مه.

source: We now use OpenJDK7 to run our test suite ([[!tails_ticket 7175]]).
fa: حالا از OpenJDK7 برای اجرای بستهٔ آزمایشی خود استفاده می‌کنیم ([[!tails_ticket 7175]]).

source: We've adapted our infrastructure to the last version of the shared postfix Puppet module.
fa: از چهار زیرساخت برای آخرین نسخهٔ ماژول مشترک پاپت پست‌فیکس استفاده کرده‌ایم.

source: Our infrastructure was cleaned up from Squeeze-area bits ([[!tails_ticket 7215]]).
fa: زیرساخت‌هایمان از بیت‌های دوران Squeeze پاکسازی شدند ([[!tails_ticket 7215]]).

source: lizard's outgoing email setup was fixed ([[!tails_ticket 7485]]).
fa: تنظیمات رایانامه‌های ارسالی از لیزارد درست شدند ([[!tails_ticket 7485]]).

source: Pushing to our master Git repository now automatically pushed to the repository that triggers Jenkins builds ([[!tails_ticket 5558]]).
fa: هل دادن به مخزن اصلی گیت ما حالا خودکار منجر به هل دادن به مخزنی می‌شود که به ساخت جنکینز مرتبط است ([[!tails_ticket 5558]]).

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: [Tahoe-LAFS persistence](https://mailman.boum.org/pipermail/tails-dev/2014-June/005956.html)
fa: [مانای Tahoe-LAFS](https://mailman.boum.org/pipermail/tails-dev/2014-June/005956.html)

source: [The future of Vagrant Tails builds](https://mailman.boum.org/pipermail/tails-dev/2014-July/thread.html)
fa: [آیندهٔ ساخت‌های واگرانت تیلز](https://mailman.boum.org/pipermail/tails-dev/2014-July/thread.html)

source: [How the traffic confirmation attack on Tor affects Tails](https://mailman.boum.org/pipermail/tails-dev/2014-July/006518.html)
fa: [حملهٔ تأیید ترافیک به تور چگونه روی تیلز اثر می‌گذارد](https://mailman.boum.org/pipermail/tails-dev/2014-July/006518.html)

source: Funding
fa: جذب سرمایه

source: Sent our final report for the OpenITP grant from fall 2013.
fa: گزارش نهایی خود از پاییز ۲۰۱۳ را برای بورس OpenITP ارسال کردیم.

source: The FPF crowdfunding extended their [crowdfunding campaign](https://pressfreedomfoundation.org/bundle/encryption-tools-journalists).
fa: بنیاد آزادی نشر [کارزار جذب سرمایهٔ عمومی](https://pressfreedomfoundation.org/bundle/encryption-tools-journalists) خود را تمدید کرد.

source: Signed the agreement with Access for their Innovation Prize we've won.
fa: با Access تواقفنامه‌ای در رابطه با جایزهٔ نوآوری آن‌ها که برده بودیم امضاء کردیم.

source: Started working on two new grant applications to be submitted in August.
fa: شروع به کار روی دو درخواست بورس کردیم تا در ماه آگوست آن‌ها را ارسال کنیم.

source: Worked on a [web form for donations](https://git-tails.immerda.ch/451f/tails/tree/wiki/src/contribute/how/donate.mdwn?h=web/donation) in fiat currencies ([[!tails_ticket 7156]]).
fa: روی یک [فرم وب برای کمک‌های مالی](https://git-tails.immerda.ch/451f/tails/tree/wiki/src/contribute/how/donate.mdwn?h=web/donation) بی‌پشتوانه کار کردیم ([[!tails_ticket 7156]]).

source: Outreach
fa: توسعه

source: We organized a very successful [[HackFest|news/Tails_HackFest_2014]] attended by more than hundred people. This event was followed by our yearly summit, attended by 15 people.
fa: یک [[هک‌فست|news/Tails_HackFest_2014]] بسیار موفق داشتیم که بیش از صد نفر در آن شرکت کردند. پس از این رخداد نشست سالانهٔ ما با حضور ۱۵ نفر برگزار شد.

source: Among the concrete work done during those ten days, here is was can be found in our blueprints:
fa: از بین کارهای خوبی که در این ده روز انجام شدند این موارد را می‌توان در بلوپرینت‌ها یافت:

source: Made plans to fix in the long-term our [[mirror infrastructure|blueprint/HTTP_mirror_pool]].
fa: طرح‌هایی برای تغییر بلندمدت [[زیرساخت آینه|blueprint/HTTP_mirror_pool]] خود ریختیم.

source: Had ideas to [[better track our delta with Debian|blueprint/better_track_and_document_our_delta_with_Debian]].
fa: ایده‌هایی برای [[پی‌گیری بهتر دلتای خود با دبیان|blueprint/better_track_and_document_our_delta_with_Debian]] داشتیم.

source: Improved and published the [[future user interface of Tails Greeter|blueprint/tails-greeter:_revamp_UI]].
fa: [[رابط کاربری آیندهٔ خوشامدگوی تیلز|blueprint/tails-greeter:_revamp_UI]] را تغییر داده و منتشر کردیم.

source: Drafted plans to [[fix our Vagrant basebox|blueprint/replace_vagrant]], and [[considered Docker|blueprint/evaluate_Docker]] for replacement.
fa: طرح‌هایی برای [[درست کردن بیس‌باکس‌ واگرانت خود|blueprint/replace_vagrant]] ریختیم و برای جایگزینی آن [[داکر را در نظر گرفتیم|blueprint/evaluate_Docker]].

source: Designed a Firefox extension to download and [[automatically verify a Tails ISO image|blueprint/download_extension]].
fa: یک افزونهٔ فایرفاکس برای دانلود و [[تأیید خودکار یک تصویر ایزوی تیلز|blueprint/download_extension]] طراحی کردیم.

source: Drafted a design document about [[random numbers in Tails|contribute/design/random]].
fa: پیش‌نویس یک سند طراحی در مورد [[اعداد تصادفی در تیلز|contribute/design/random]] را آماده کردیم.

source: Decided on a [[roadmap for our UX work|blueprint/UX_roadmap]].
fa: در مورد [[نقشهٔ راه کار خود برای تجربهٔ کاربری|blueprint/UX_roadmap]] تصمیم‌گیری کردیم.

source: Brainstormed on a future structure for our [[website|blueprint/website_structure]] and [[homepage|blueprint/website_homepage]].
fa: در مورد ساختار آیندهٔ [[تارنما|blueprint/website_structure]] و [[صفحهٔ نخست|blueprint/website_homepage]] ایده‌پردازی کردیم.

source: Press & Testimonials
fa: اخبار و قدردانی‌ها
