Repository: austin987/tails
Catalog: wiki/src/news/report_2013_09.*.po
Languages: fa

source: [[!meta title="Tails report for September, 2013"]]
fa: [[!meta title="گزارش سپتامبر ۲۰۱۳ تیلز"]]

source: Releases
fa: انتشارها

source: Tails 0.20.1 [[was released|news/version_0.20.1]] on September 19.
fa: تیلز ۰٫۲۰٫۱ روز ۱۹ سپتامبر [[منتشر شد|news/version_0.20.1]].

source: Tails 0.21 has been [scheduled](https://mailman.boum.org/pipermail/tails-dev/2013-September/003719.html) for October 29.
fa: تیلز ۰٫۲۱ [قرار است](https://mailman.boum.org/pipermail/tails-dev/2013-September/003719.html) روز ۲۹ اکتبر منتشر شود.

source: Tails 0.22 has been [scheduled](https://mailman.boum.org/pipermail/tails-dev/2013-September/003718.html) for December 11.
fa: تیلز ۰٫۲۲ [قرار است](https://mailman.boum.org/pipermail/tails-dev/2013-September/003718.html) روز ۱۱ دسامبر منتشر شود.

source: Metrics
fa: متریک‌ها

source: Tails has been started more than 174 269 times in September. This makes a boot every 15 seconds on average.
fa: تیلز بیش از ۱۷۴٫۲۶۹ بار در ماه سپتامبر راه‌اندازی شد. یعنی به طور متوسط هر ۱۵ ثانیه یک راه‌اندازی.

source: - 14 166 downloads of the OpenPGP signature of Tails ISO.
fa: - - ۱۴٫۱۶۶ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز.

source: Code
fa: کد

source: - We had a [low-hanging fruits session](https://mailman.boum.org/pipermail/tails-dev/2013-September/003703.html) on Saturday 21. - A [[!tails_gitweb_branch feature/keepassx_launcher desc="launcher for KeePassX"]] was added to the desktop ([[!tails_ticket 6290]]). - It is now possible to install Tails on SD cards using [[!tails_gitweb_branch feature/sdio desc="SDIO"]] hardware ([[!tails_ticket 6324]]). - Some issues were fixed for the migration to [[!tails_gitweb_branch feature/wheezy desc="Tails Wheezy"]]. - The problem that prevented [[!tails_gitweb_branch bugfix/fix_packages_impossible_to_install desc="some packages"]] to be installable on Tails was solved. - Tails USB Installer: - [Rebranded](http://git.tails.boum.org/liveusb-creator/log/?h=feature/sdio) to *Tails Installer*. - Display a [confirmation dialog](http://git.tails.boum.org/liveusb-creator/log/?h=feature/confirmation_dialog) before installing Tails ([[!tails_ticket 6293]]). - Display [device vendor, model and size](http://git.tails.boum.org/liveusb-creator/log/?h=feature/list_device_name) ([[!tails_ticket 6292]]). - Any `.iso` file present in the Tails partition will be skipped during cloning ([[!tails_ticket 5300]]). Many thanks to Sina for providing a patch! - The information icon when a bad passphrase is entered in Tails Greeter was replaced by a proper [warning icon](http://git.tails.boum.org/greeter/commit/?id=7ce672d21fd94badf38f8a52279aa10fc7917df8) ([[!tails_ticket 5332]]). Many thanks to Andres Gomez for providing a patch! - The persistent volume [[!tails_gitweb_branch bugfix/unmount-persistent-volume-on-shutdown desc="is now properly umounted on shutdown"]] ([[!tails_ticket 6228]]). - Tails now [[!tails_gitweb_branch feature/tor-0.2.4 desc="ships Tor 0.2.4"]]. - Tails now [[!tails_gitweb_branch feature/linux-3.10.11 desc="includes Linux 3.10.11"]]. - A minor fix to our automated test suite [[!tails_gitweb_branch test/fix-detection-of-used-display desc="was proposed"]].
fa: - شنبه ۲۱ام یک [یک جلسهٔ کارهای ساده دردسترس](https://mailman.boum.org/pipermail/tails-dev/2013-September/003703.html) داشتیم. - یک [[!tails_gitweb_branch feature/keepassx_launcher desc="راه‌اندازی برای KeePassX"]] به دسکتاپ اضافه شد ([[!tails_ticket 6290]]). - حالا می‌توان تیلز را با استفاده از سخت‌افزار [[!tails_gitweb_branch feature/sdio desc="SDIO"]] روی کارت‌های حافظه نصب کرد ([[!tails_ticket 6324]]). - برخی مشکلات سر راه کوچ به [[!tails_gitweb_branch feature/wheezy desc="Tails Wheezy"]] حل شدند. - مشکلی که از نصب [[!tails_gitweb_branch bugfix/fix_packages_impossible_to_install desc="بعضی بسته‌ها"]] روی تیلز جلوگیری می‌کرد برطرف شد. - نصب‌کنندهٔ یواس‌بی تیلز به *نصب‌کنندهٔ تیلز* - [تغییر نام یافت](http://git.tails.boum.org/liveusb-creator/log/?h=feature/sdio). - نمایش یک [گفتگوی تأیید](http://git.tails.boum.org/liveusb-creator/log/?h=feature/confirmation_dialog) پیش از نصب تیلز ([[!tails_ticket 6293]]). - نمایش [تولیدکنندهٔ دستگاه، مدل و گنجایش آن](http://git.tails.boum.org/liveusb-creator/log/?h=feature/list_device_name) ([[!tails_ticket 6292]]). - هر فایل`.iso` موجود روی پارتیشن تیلز هنگام یکتاسازی کنار گذاشته خواهد شد([[!tails_ticket 5300]]). تشکر بسیار از سینا برای ارائهٔ یک بستهٔ مرتبط! - به جای نمایهٔ اطلاعات هنگام وارد کردن یک گذرواژهٔ بد در خوشامدگوی تیلز یک [نمایهٔ هشدار](http://git.tails.boum.org/greeter/commit/?id=7ce672d21fd94badf38f8a52279aa10fc7917df8) ([[!tails_ticket 5332]]) مناسب قرار داده شد. تشکر بسیار از آندرس گومز برای ارائهٔ یک بستهٔ مرتبط! - حالا درایو مانا [[!tails_gitweb_branch bugfix/unmount-persistent-volume-on-shutdown desc="هنگام خاموش شدن به درستی جدا می‌شود"]] ([[!tails_ticket 6228]]). - حالا تیلز [[!tails_gitweb_branch feature/tor-0.2.4 desc="از تور ۰٫۲٫۴ استفاده می‌کند"]]. - حالا تیلز [[!tails_gitweb_branch feature/linux-3.10.11 desc="از لینوکس ۳٫۱۰٫۱۱"]] استفاده می‌کند. - یک تغییر جزیی در بستهٔ خودکار آزمایش ما [[!tails_gitweb_branch test/fix-detection-of-used-display desc="پیشنهاد شد"]].

source: Documentation and website
fa: مستندسازی و تارنما

source: A branch to improve the [[!tails_gitweb_branch doc/improve_bug_reporting_workflow desc="bug reporting workflow"]] was submitted.
fa: شاخه‌ای برای بهتر کردن [[!tails_gitweb_branch doc/improve_bug_reporting_workflow desc="روند گزارش ایراد"]] ایجاد شد.

source: A plan to restructure the documentation for Mac was drafted ([[!tails_ticket 6319]]).
fa: طرحی برای تغییر مستندات برای مک پیش‌نویس شد ([[!tails_ticket 6319]]).

source: A mockup for the new [[contribute section|blueprint/contribute_section]] has been designed incrementally.
fa: یک پیش‌نمایش برای [[بخش همکاری|blueprint/contribute_section]] به طور پله‌ای طراحی شد.

source: The documentation on [[!tails_gitweb_branch doc/cold-boot-attack desc="cold boot attacks"]] and ways to shutdown has been rewritten ([[!tails_ticket 6008]]). Many thanks to mercedes508 for working on that!
fa: مستندات [[!tails_gitweb_branch doc/cold-boot-attack desc="حملات راه‌اندازی سرد"]] و راه‌های خاموش کردن بازنویسی شد ([[!tails_ticket 6008]]). تشکر بسیار از mercedes508 برای انجام این کار!

source: The documentation [[!tails_gitweb_branch doc/explain_why_Tor_is_slow desc="explaining why Tor is slow"]] has been refined ([[!tails_ticket 5641]]).
fa: سند [[!tails_gitweb_branch doc/explain_why_Tor_is_slow desc="توضیح این که چرا تور کند است"]] حالا بازتعریف شده‌است ([[!tails_ticket 5641]]).

source: Infrastructure
fa: زیرساخت

source: - You can download nightly builds of different branches of Tails on <http://nightly.tails.boum.org/>. - They have more unique names than previous builds. - They are signed with OpenPGP key 0xD83A438B2F916605 ([[!tails_ticket 6193]]). - We have started looking what UEFI hardware we need to do research and tests in this area. We would not mind a 13-inch 2011 MacBook Pro (MacBookPro8,1) or similar. We would not refuse a recent netbook that boots off UEFI, either.
fa: - می‌توانید ساخت‌های شاخه‌های مختلف تیلز را از این‌جا دانلود کنید <http://nightly.tails.boum.org/>. - حالا این ساخت‌ها اسم‌های خاص‌تری دارند. - آن‌ها با کلید اُپن‌پی‌جی‌پی 0xD83A438B2F916605 امضاء می‌شوند ([[!tails_ticket 6193]]). - در حال بررسی این هستیم که برای تحقیق و آزمایش‌ها در این حوزه به چه سخت‌افزارهای UEFI نیاز داریم. یک مک‌بوک پروی ۱۳اینچی ۲۰۱۱ (MacBookPro8, 1) یا چیزی مشابه آن می‌تواند به ما کمک کند. از نِت‌بوک‌های اخیری که روی UEFI استقبال می‌شوند نیز استقبال می‌کنیم.

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: [Removing the clock applet from the desktop](https://mailman.boum.org/pipermail/tails-dev/2013-September/003680.html) or [[!tails_ticket 6284 desc="Displaying localized timezone"]]
fa: [حذف برنامک ساعت از دسکتاپ](https://mailman.boum.org/pipermail/tails-dev/2013-September/003680.html) یا [[!tails_ticket 6284 desc="نمایش منطقه زمانی بومی‌شده"]]

source: [[!tails_ticket 5797 desc="Creating a logo for Tails"]], with new proposals by [Carmie](https://mailman.boum.org/pipermail/tails-dev/2013-September/003612.html) and [Kevin C. Krinke](https://mailman.boum.org/pipermail/tails-dev/2013-September/003563.html)
fa: [[!tails_ticket 5797 desc="ایجاد یک لوگو برای تیلز"]] با پیشنهادهای جدید [Carmie](https://mailman.boum.org/pipermail/tails-dev/2013-September/003612.html) و [Kevin C. Krinke](https://mailman.boum.org/pipermail/tails-dev/2013-September/003563.html)

source: [Emptying Trash on persistent volume](https://mailman.boum.org/pipermail/tails-dev/2013-September/003540.html)
fa: [خالی کردن سطل آشغال درایو مانا](https://mailman.boum.org/pipermail/tails-dev/2013-September/003540.html)

source: Funding
fa: جذب سرمایه

source: We finally signed our short-term contract with sponsor Bravo. That will keep us very busy until the end of the year, and will address some of the stumbling blocks on the road towards Tails 1.0!
fa: سرانجام قرارداد کوتاه‌مدت خود با اسپانسر براوو را امضاء کردیم. این کار باعث می‌شود تا پایان سال سرمان خیلی شلوغ باشد و بسیاری از کارهای پیش‌رو برای انتشار تیلز ۱٫۰ را انجام دهیم!

source: We paid the first bounty of our bounty program. This one automated the migration of our ikiwiki tickets to [Redmine](https://labs.riseup.net/code/projects/tails/issues?query_id=108).
fa: اولین جایزه برنامهٔ خود را اهداء کردیم. این جایزه متعلق به خودکارسازی انتقال درخواست‌های ikiwiki ما به [ردماین](https://labs.riseup.net/code/projects/tails/issues?query_id=108) بود.

source: Press and testimonials
fa: اخبار و قدردانی‌ها

source: 2013-09-12: In [Inside the Effort to Crowdfund NSA-Proof Email and Chat Services](http://motherboard.vice.com/blog/inside-the-effort-to-crowdfund-nsa-proof-email-and-chat-services) by DJ Pangburn, Riseup birds write (about the TBB) "Combined with the TAILS project, which Riseup supports, there is nothing better."
fa: ۲۰۱۳/۰۹/۱۲: در [در تلاش برای جذب سرمایهٔ جمعی سرویس‌های گفتگو و رایانامهٔ ضد آژانس ملی امنیت](http://motherboard.vice.com/blog/inside-the-effort-to-crowdfund-nsa-proof-email-and-chat-services) به قلم دی‌جی پانگبرن، پرنده‌های رایزآپ (در مورد TBB) می‌نویسند: «...در ترکیب با تیلز که رایزآپ از آن پشتیبانی می‌کند، از هر چیز دیگری بهتر است.»

source: 2013-09-05: In [How to remain secure against NSA surveillance](http://www.theguardian.com/world/2013/sep/05/nsa-how-to-remain-secure-surveillance), Bruce Schneier wrote: "Since I started working with Snowden's documents, I have been using GPG, Silent Circle, Tails, OTR, TrueCrypt, BleachBit, and a few other things I'm not going to write about."
fa: ۲۰۱۳/۰۹/۰۵: بروس اشنیر در [How to remain secure against NSA surveillance](http://www.theguardian.com/world/2013/sep/05/nsa-how-to-remain-secure-surveillance) می‌نویسد: «از وقتی شروع به کار با اسناد اسنودن کرده‌ام، از پی‌جی‌پی، Silent Circle، تیلز، OTR، تروکریپت، BleachBit و چند ابزار دیگر استفاده می‌کنم که اسم آن‌ها را نمی‌آورم.»
