Repository: austin987/tails
Catalog: wiki/src/news/report_2015_04.*.po
Languages: fa

source: [[!meta title="Tails report for April, 2015"]]
fa: [[!meta title="گزارش آوریل ۲۰۱۵ تیلز"]]

source: This report is a bit special: since we release every 6 weeks, there is no release this month. The next one is [[planned for the 12th of May|contribute/calendar]]. Therefore there are no code news, the work being done will be reported when it's released :)
fa: این گزارش کمی ویژه است: از آن‌جا که هر ۶ هفته یک بار انتشار داریم، این ماه انتشار نخواهیم داشت. انتشار بعدی [[قرار است روز ۱۲ مه باشد|contribute/calendar]]. بنابراین این بار اخبار مرتبط با کد نداریم و کارهایی که انجام داده‌ایم را پس از انتشار گزارش خواهیم کرد :)

source: However, like any Free Software project, Tails is not only about the code, so here are the news about the other parts of the project!
fa: با این حال مانند هر پروژهٔ نرم‌افزار آزاد دیگری تیلز تنها محدود به کد آن نیست. بنابراین این شما و این اخبار بخش‌های دیگر پروژه!

source: Documentation and website
fa: مستندسازی و تارنما

source: We wrote a small documentation about [[*Claws Mail*|doc/anonymous_internet/claws_mail]].
fa: سند کوچکی در مورد [[*Claws Mail*|doc/anonymous_internet/claws_mail]] نوشتیم.

source: We corrected [[some|doc/first_steps/installation/manual/mac]] [[details|doc/first_steps/installation/manual/linux]] in the manual installation documentations, the [[verification documentation|/download#verify]], and [[related FAQ questions|support/faq#unetbootin_etc]].
fa: [[بعضی|doc/first_steps/installation/manual/mac]] [[جزییات|doc/first_steps/installation/manual/linux]] را در نصب دستی مستندات، [[سند تأیید|/download#verify]] و [[پرسش‌های متداول مرتبط|support/faq#unetbootin_etc]] تصحیح کردیم.

source: We added a [[FAQ entry about why we ship the GNOME Desktop|support/faq#gnome]].
fa: یک [[مدخل پرسش‌های متداول در مورد این که چرا دسکتاپ گنوم را گنجانده‌ایم|support/faq#gnome]] اضافه کردیم.

source: We added a [[FAQ entry about why we don't sell preinstalled Tails devices|support/faq#preinstalled]].
fa: یک [[مدخل پرسش‌های متداول در مورد این که چرا دستگاه‌های تیلز از پیش‌نصب‌شده را نمی‌فروشیم|support/faq#preinstalled]] اضافه کردیم.

source: We added (yet another) [[FAQ entry about why you shouldn't edit your torrc|support/faq#torrc]].
fa: یک [[مدخل سوالات متداول (دیگر) در مورد این که چرا نباید torrc را ویرایش کنید|support/faq#torrc]] اضافه کردیم.

source: ... and various small improvements to the documentation all over the place :)
fa: ... و نیز تغییرات کوچک مختلفی در همه جای مستندات :)

source: User experience
fa: تجربهٔ کاربری

source: - On the [[ISO verification extension|blueprint/bootstrapping/extension]]: - We started a security discussion about the [possible threats **from inside the browser**](https://mailman.boum.org/pipermail/tails-dev/2015-April/008648.html). We need your expertise! - We finished a [detailed wireframe](https://labs.riseup.net/code/attachments/download/759/extension-20150430.fodg) of the various screens of the extension.
fa: - در مورد [[افزونهٔ تأیید ایزو|blueprint/bootstrapping/extension]]: - بحثی امنیتی در مورد [تهدیدهای ممکن **از داخل مرورگر**](https://mailman.boum.org/pipermail/tails-dev/2015-April/008648.html) آغاز کرده‌ایم. به تخصص شما نیاز داریم! - به یک [طرح کلی مشروح] (https://labs.riseup.net/code/attachments/download/759/extension-20150430.fodg) برای صفحات مختلف افزونه نیاز داریم.

source: - On the [[web assistant for getting started with Tails|blueprint/bootstrapping/assistant]]: - We finished a [[prototype for the 3rd iteration of the router|blueprint/bootstrapping/assistant/router/3rd_iteration/router-3rd-iteration.fodp]] (the set of introductory questions) and [[tested it with several people|blueprint/bootstrapping/assistant/router/3rd_iteration/testing]]. - We started a discussion about [several terminology issues](https://mailman.boum.org/pipermail/tails-ux/2015-April/000370.html). - We proposed a [[URL scheme|blueprint/bootstrapping/assistant#url]], a [[JavaScript policy|blueprint/bootstrapping/assistant#javascript]], and a [[compatibility list for Mac|blueprint/bootstrapping/assistant#mac]].
fa: - در [[دستیار وب برای آغاز تیلز|blueprint/bootstrapping/assistant]]: - یک [[پیش‌نمونه برای سومین بازانجام مسیریاب|blueprint/bootstrapping/assistant/router/3rd_iteration/router-3rd-iteration.fodp]] (مجموعهٔ سوالات مقدماتی) را کامل کرده و [[آن را با چندین نفر امتحان کردیم|blueprint/bootstrapping/assistant/router/3rd_iteration/testing]]. - بحثی در مورد [چندین مشکل اصطلاح‌شناسی](https://mailman.boum.org/pipermail/tails-ux/2015-April/000370.html) آغاز کردیم. - یک [[طرح نشانی وب|blueprint/bootstrapping/assistant#url]]، یک [[سیاست جاوااسکریپت|blueprint/bootstrapping/assistant#javascript]]، و یک [[فهرست سازگاری برای مک|blueprint/bootstrapping/assistant#mac]] پیشنهاد کردیم.

source: - We published some [[guidelines for user testing|contribute/how/user_interface/testing]].
fa: - [[راهنمایی برای آزمون کاربر|contribute/how/user_interface/testing]] منتشر کردیم.

source: Infrastructure
fa: زیرساخت

source: Our test suite now covers 177 scenarios, 15 more than in March.
fa: بستهٔ آزمایشی ما حالا شامل ۱۷۷ سناریو است؛ ۱۵ تا بیشتر از ماه مارس.

source: We talked about having an [[underlay for UX or blueprints|https://mailman.boum.org/pipermail/tails-dev/2015-April/008565.html]]
fa: در مورد یک [[زیرکار برای تجربهٔ کاربری یا بلوپرینت‌ها|https://mailman.boum.org/pipermail/tails-dev/2015-April/008565.html]] صحبت کردیم

source: The [[automated builds specification|https://mailman.boum.org/pipermail/tails-dev/2015-April/008595.html]] discussion reached a conclusion
fa: بحث در مورد [[تخصصی‌سازی خودکار ساخت‌ها|https://mailman.boum.org/pipermail/tails-dev/2015-April/008595.html]] به نتیجه رسید

source: We updated the [[APT suites handling|https://mailman.boum.org/pipermail/tails-dev/2015-April/008608.html]]
fa: [[کار با بسته‌های اپت|https://mailman.boum.org/pipermail/tails-dev/2015-April/008608.html]] خود را به‌روز کردیم

source: Outreach
fa: توسعه

source: intrigeri talked about contributing to Tails via Debian at a [[MiniDebConf in Lyon, France|https://france.debian.net/events/minidebconf2015/]].
fa: intrigeri در یک [[MiniDebConf در لیون کنفرانسه|https://france.debian.net/events/minidebconf2015/]] در مورد کمک به تیلز از طریق دبیان صحبت کرد.

source: Upcoming events
fa: رخدادهای پیش‌رو

source: A talk about Tails will take place at a [[MiniDebConf in Bucharest, Romania|http://bucharest2015.mini.debconf.org/]] May 16th.
fa: روز ۱۶ مه یک سخنرانی در مورد تیلز در یک [[MiniDebConf در بخارست رومانی|http://bucharest2015.mini.debconf.org/]] انجام خواهد شد.

source: People are organizing [[a workshop about Tails|http://www.lacantine-brest.net/event/atelier-datalove-tails-x-tor/]] in Brest, France in June.
fa: افرادی در حال سازمان‌دهی [[کارگاهی در مورد تیلز|http://www.lacantine-brest.net/event/atelier-datalove-tails-x-tor/]] در برست فرانسه در ماه ژوئن هستند.

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: The discussion continued regarding [[GUI for encrypted volumes from LUKS/TrueCrypt container files|https://mailman.boum.org/pipermail/tails-dev/2015-April/008566.html]]
fa: بحث در مورد [[رابط کاربری گرافیکی برای درایوهای رمزگذاری‌شدهٔ فایل‌های LUKS/TrueCrypt|https://mailman.boum.org/pipermail/tails-dev/2015-April/008566.html]] ادامه یافت

source: A discussion has started concerning the [[migration from Python 2 to Python 3|https://mailman.boum.org/pipermail/tails-dev/2015-April/008641.html]]
fa: بحثی در مورد [[کوچ از پایتون ۲ به پایتون ۳|https://mailman.boum.org/pipermail/tails-dev/2015-April/008641.html]] شروع شده‌است

source: People talked about [[Tails-like system for tablets|https://mailman.boum.org/pipermail/tails-dev/2015-April/008623.html]]. Hint: that's not coming soon.
fa: افرادی در مورد [[یک سیستم مشابه تیلز برای تبلت‌ها|https://mailman.boum.org/pipermail/tails-dev/2015-April/008623.html]] صحبت کرده‌اند. نکته: به این زودی‌ها خبری از آن نخواهد بود.

source: Someone had a proposal concerning a [[Group Installer|https://mailman.boum.org/pipermail/tails-dev/2015-April/008642.html]]
fa: یک نفر پیشنهادی در مورد یک [[نصب‌کنندهٔ گروهی|https://mailman.boum.org/pipermail/tails-dev/2015-April/008642.html]] ارائه کرد

source: Translation and internationalization
fa: ترجمه و بین‌المللی‌سازی

source: Given all the recent changes in the documentation, the translation statistics went a bit down. The German and French teams are working hard to keep up-to-date. The Portuguese team needs new translators to help :)
fa: با توجه به تمام تغییرات اخیر در مستندات، آمار ترجمه‌ها کمی پایین رفته‌است. تیم‌های فرانسوی و آلمانی سخت در تلاش برای رسیدن به برنامه هستند. تیم پرتغالی نیاز به مترجمان جدید دارد :)

source: All website PO files
fa: تمام فایل‌های PO تارنما

source: de: 16% (1025) strings translated, 0% strings fuzzy, 16% words translated
fa: آلمانی: ۱۶ درصد (۱۰۲۵) استرینگ‌ها ترجمه شده، صفر درصد مبهم، ۱۶ درصد کلمات ترجمه شده

source: fr: 46% (2936) strings translated, 2% strings fuzzy, 44% words translated
fa: فرانسوی: ۴۶ درصد (۲۹۳۶) استرینگ‌ها ترجمه شده،۲ درصد مبهم، ۴۴ درصد کلمات ترجمه شده

source: pt: 29% (1879) strings translated, 3% strings fuzzy, 27% words translated
fa: پرتغالی: ۲۹ درصد (۱۸۷۹) استرینگ‌ها ترجمه شده، ۳ درصد مبهم، ۲۷ درصد کلمات ترجمه شده

source: Total original words: 73541
fa: کل کلمات: ۷۳۵۴۱

source: [[Core PO files|contribute/l10n_tricks/core_po_files.txt]] ---------------------------------------
fa: [[فایل‌های اصلی PO|contribute/l10n_tricks/core_po_files.txt]] ---------------------------------------

source: de: 43% (569) strings translated, 1% strings fuzzy, 56% words translated
fa: آلمانی: ۴۳ درصد (۵۶۹) استرینگ‌ها ترجمه شده، ۱ درصد مبهم، ۵۶ درصد کلمات ترجمه شده

source: fr: 90% (1177) strings translated, 4% strings fuzzy, 91% words translated
fa: فرانسوی: ۹۰ درصد (۱۱۷۷) استرینگ‌ها ترجمه شده، ۴ درصد مبهم، ۹۱ درصد کلمات ترجمه شده

source: pt: 86% (1121) strings translated, 8% strings fuzzy, 89% words translated
fa: پرتغالی: ۸۶ درصد (۱۱۲۱) استرینگ‌ها ترجمه شده، ۸ درصد مبهم، ۸۹ درصد کلمات ترجمه شده

source: Total original words: 14111
fa: تعداد کلمات: ۱۴۱۱۱

source: Metrics
fa: متریک‌ها

source: Tails has been started more than 397,162 times this month. This makes 13,238 boots a day on average.
fa: تیلز بیش از ۳۹۷٫۱۶۲ بار در ماه ژانویه راه‌اندازی شد. یعنی به طور متوسط ۱۳٫۲۳۸ راه‌اندازی در روز.

source: 24,088 downloads of the OpenPGP signature of Tails ISO from our website.
fa: ۲۴٫۰۸۸ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز از تارنمای ما.

source: 62 bug reports were received through WhisperBack.
fa: ۶۲ گزارش از طریق ویسپربک دریافت شدند.
