Repository: austin987/tails
Catalog: wiki/src/news/report_2014_03.*.po
Languages: fa

source: [[!meta title="Tails report for March, 2014"]]
fa: [[!meta title="گزارش مارس ۲۰۱۴ تیلز"]]

source: Releases
fa: انتشارها

source: Tails 0.23 was released on March 19.
fa: تیلز ۰٫۲۳ روز ۱۹ مارس منتشر شد.

source: Metrics
fa: متریک‌ها

source: Tails has been started more than 261 878 times in March. This make 8 448 boots a day in average.
fa: تیلز بیش از ۲۶۱٫۸۷۸ بار در ماه مارس راه‌اندازی شد. یعنی به طور متوسط ۸٫۴۴۸ راه‌اندازی در روز.

source: 19 076 downloads of the OpenPGP signature of Tails ISO.
fa: ۱۹٫۰۷۶ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز.

source: 80 reports were received through WhisperBack.
fa: ۸۰ گزارش از طریق ویسپربک دریافت شدند.

source: Code
fa: کد

source: The Cookie Monster extension was [[!tails_gitweb_branch feature/6790-remove-cookie-monster desc="removed from our browser"]].
fa: افزونهٔ Cookie Monster [[!tails_gitweb_branch feature/6790-remove-cookie-monster desc="از مرورگر ما حذف شد"]].

source: The new support for bridges was [[!tails_gitweb_branch feature/bridge-mode desc="completed"]]. It now uses Tor Launcher to configure Tor when needed.
fa: پشتیبانی جدید از پل‌ها [[!tails_gitweb_branch feature/bridge-mode desc="کامل شد"]]. حالا در صورت نیاز از راه‌انداز تور برای پیکربندی تور استفاده می‌شود.

source: A bookmark to the Tor Stack Exchange was [[!tails_gitweb_commit dd3604cb96039874f76ac335c62470752687f447 desc="added to our browser"]].
fa: یک نشانک برای Tor Stack Exchange [[!tails_gitweb_commit dd3604cb96039874f76ac335c62470752687f447 desc="به مرورگر ما اضافه شد"]].

source: A launcher for our documentation was [[!tails_gitweb_branch bugfix/tails-documentation-launcher desc="added to the Tails menu"]].
fa: یک راه‌اندازبرای مستندات ما [[!tails_gitweb_branch bugfix/tails-documentation-launcher desc="به فهرست تیلز اضافه شد"]].

source: Some race conditions when starting automatic upgrades were [[!tails_gitweb_branch bugfix/6592-fix-races-with-check-for-upgrades desc="fixed"]]. [[!tails_ticket 6592]]
fa: بعضی مشکلات هنگام آغاز ارتقای خودکار [[!tails_gitweb_branch bugfix/6592-fix-races-with-check-for-upgrades desc="حل شدند"]]. [[!tails_ticket 6592]]

source: The wikileaks.de server was [[!tails_gitweb_commit 5762c9dbffef63a0fc4634c8cff2c7396032ecd7 desc="removed from Pidgin"]].
fa: سرور wikileaks.de [[!tails_gitweb_commit 5762c9dbffef63a0fc4634c8cff2c7396032ecd7 desc="از پیجین برداشته شد"]].

source: The #tor IRC channel was [[!tails_gitweb_commit 0910dee7e1dbf873a4d7d4650b0e5d5b315eeb2f desc="removed from Pidgin"]].
fa: کانال #tor در IRC [[!tails_gitweb_commit 0910dee7e1dbf873a4d7d4650b0e5d5b315eeb2f desc="از پیجین برداشته شد"]].

source: We [[!tails_gitweb_branch feature/better-iso-cleanup desc="cleaned up a bit our ISO images"]] to make them a bit smaller.
fa: [[!tails_gitweb_branch feature/better-iso-cleanup desc="تصاویر ایزوی خود را کمی مرتب کردیم"]] تا کمی کوچک‌تر شوند.

source: A bug in the localization of Tor Launcher was [[!tails_gitweb_branch bugfix/6885-tor-launcher-localisation desc="fixed"]].
fa: یک ایراد در بومی‌سازی راه‌انداز تور [[!tails_gitweb_branch bugfix/6885-tor-launcher-localisation desc="برطرف شد"]].

source: We now [[!tails_gitweb_branch feature/linux-3.12 desc="install Linux 3.12"]] from deb.tails.boum.org not to install Linux 3.13.5-1 from testing yet.
fa: حالا [[!tails_gitweb_branch feature/linux-3.12 desc="لینوکس ۳٫۱۲"]] را از deb.tails.boum.org نصب می‌کنیم تا لینوکس ۳٫۱۵-۱ را آزمایشی نصب نکرده باشیم.

source: Some work as been done towards [[!tails_gitweb_branch feature/wheezy desc="Tails Wheezy"]], for example on the menus and launchers, the integration of Seahorse Nautilus, network-manager, and the migration from GConf to dconf.
fa: کارهایی در راه دستیابی به [[!tails_gitweb_branch feature/wheezy desc="Tails Wheezy"]] انجام شده‌اند، برای نمونه در فهرست‌ها و راه اندازها، یکپارچه‌سازی Seahorse Nautilus، ابزار مدیریت شبکه و کوچ از GConf به dconf.

source: Documentation and website
fa: مستندسازی و تارنما

source: A new contribute [[page|contribute/how/sysadmin]] for sysadmins to improve the infrastructure behind Tails was [[!tails_gitweb_branch doc/6182-contribute-how-sysadmin desc="written"]].
fa: یک [[صفحه|contribute/how/sysadmin]] همکاری جدید برای مدیران سیستم جهت بهبود زیرساخت تیلز [[!tails_gitweb_branch doc/6182-contribute-how-sysadmin desc="نوشته شد"]].

source: - Our sample `rtorrent.rc` was improved. [[!tails_ticket 6995]]
fa: - `rtorrent.rc` نمونهٔ ما بهبود یافت. [[!tails_ticket 6995]]

source: A sample configuration for Tails mirror using nginx was [[!tails_gitweb_commit 4ea4c3e desc="added"]]. [[!tails_ticket 6993]]
fa: یک پیکربندی نمونه برای آینهٔ تیلز با استفاده از nginx [[!tails_gitweb_commit 4ea4c3e desc="اضافه شد"]]. [[!tails_ticket 6993]]

source: A "News" link was [[!tails_gitweb_commit f85563928fedfefb3878cab96d5288ffdbf57b0c desc="added to the sidebar"]].
fa: یک پیوند به «اخبار» به [[!tails_gitweb_commit f85563928fedfefb3878cab96d5288ffdbf57b0c desc="نوار کناری اضافه شد"]].

source: The expectations for our mirrors in terms of bandwidth were [[!tails_gitweb_commit 3c434520d7462b6210c262bcdb3620b0a4467cf7 desc="clarified"]].
fa: انتظارات از آینه‌ها از نظر پهنای باند [[!tails_gitweb_commit 3c434520d7462b6210c262bcdb3620b0a4467cf7 desc="مشخص شدند"]].

source: The instructions to securely delete the persistent volume were [[!tails_gitweb_commit adae16ddf1727b80ddfdd6d9c505b87846255138 desc="improved"]].
fa: دستورالعمل‌ها برای پاک کردن امن درایو مانا [[!tails_gitweb_commit adae16ddf1727b80ddfdd6d9c505b87846255138 desc="بهبود یافتند"]].

source: The instructions to manually backup the persistent volume were [[!tails_gitweb_commit 4074e297bc9c83984270aacd4e4f1c70dd338834 desc="fixed"]].
fa: دستورالعمل‌ها برای گرفتن نسخهٔ پشتیبان از درایو مانا به طور دستی [[!tails_gitweb_commit 4074e297bc9c83984270aacd4e4f1c70dd338834 desc="درست شدند"]].

source: gpgApplet was [[!tails_gitweb_commit f4bf2155d635400e5dfe969996a62989c8af67b7 desc="renamed"]] "Tails OpenPGP Applet".
fa: نام gpgApplet به «برنامک اُپن‌پی‌جی‌پی تیلز» (Tails OpenPGP Applet) [[!tails_gitweb_commit f4bf2155d635400e5dfe969996a62989c8af67b7 desc="تغییر یافت"]].

source: - "Tails browser" was consistently renamed "Tor browser". [[!tails_ticket 6574]]
fa: - «مرورگر تیلز» (Tails Browser) به «مرورگر تور» (Tor Browser) تغییر یافت. [[!tails_ticket 6574]]

source: - Our list of related projects was updated: - [Freepto](http://www.freepto.mx/) was added. - [Liberté Linux](http://dee.su/liberte) is in a sleeping state. - [uVirtus](http://uvirtus.org/) is abandoned.
fa: - فهرس پروژه‌های مرتبط به‌روز شدند: - [Freepto](http://www.freepto.mx/) اضافه شد. - [Liberté Linux](http://dee.su/liberte) در وضعیت توقف موقت قرار دارد. - [uVirtus](http://uvirtus.org/) رها شده است.

source: The content of our Troubleshooting page was merging into the main [[Support]] page.
fa: محتوای صفحهٔ رفع مشکلات ما با صفحهٔ اصلی [[پشتیبانی]] ادغام شد.

source: Email commands to interact with Redmine were [[!tails_gitweb_commit c0cd62c46f8ef1d4682c1a72b80ed45b21083578 desc="documented"]].
fa: فرمان‌های رایانامه‌ای با ردماین [[!tails_gitweb_commit c0cd62c46f8ef1d4682c1a72b80ed45b21083578 desc="مستندسازی شدند"]].

source: The documentation for MAC spoofing was [[completed|doc/first_steps/startup_options/mac_spoofing]].
fa: مستندسازی جا زدن آدرس مک [[کامل شد|doc/first_steps/startup_options/mac_spoofing]].

source: Translation
fa: ترجمه‌ها

source: The German team which started to work earlier this year, got more volunteers on board and more work done.
fa: تیم آلمانی که امسال چندی پیش کارش را شروع کرده بود، داوطلبا بیشتری به خود جذب کرده و کار بیشتری را به پایان رسانده‌است.

source: People volunteered on the tails-l10n mailing-list to translate our website into Italian, Spanish, Turkish, and Portuguese (Portugal).
fa: افرادی در فهرست رایانامهٔ tails-l10 برای ترجمهٔ تارنمای ما به ایتالیایی، اسپانیایی، ترکی و پرتغالی (پرتغال) داوطلب شدند.

source: Infrastructure
fa: زیرساخت

source: The mailing-list for early testers, tails-testers@boum.org, was [[announced|news/tails-testers]] and already joined by 35 people.
fa: فهرست رایانامهٔ آزمایش‌کنندگان مقدماتی یا tails-testers@boum.org [[اعلان شد|news/tails-testers]] و تا همین حالا ۳۵ نفر عضو آن شده‌اند.

source: We are ready to welcome new contributors to [[improve the infrastructure behind Tails|contribute/how/sysadmin]], and drafted a call on that topic.
fa: از حضور مشارکت‌کنندگان جدید برای [[بهبود زیرساخت تیلز|contribute/how/sysadmin]] استقبال کرده و پیش‌نویسی برای درخواست کمک در این مورد آماده کرده‌ایم.

source: - Three branches were merged to improve our automated test suite: - [[!tails_gitweb_branch test/5959-antitest-memory-erasure]] - [[!tails_gitweb_branch test/sniffer-vs-mac-spoof]] - [[!tails_gitweb_branch test/tor-is-ready-notification]]
fa: - سه شاخه برای بهبود بستهٔ آزمایشی خودکارمان ادغام شدند: - [[!tails_gitweb_branch test/5959-antitest-memory-erasure]] - [[!tails_gitweb_branch test/sniffer-vs-mac-spoof]] - [[!tails_gitweb_branch test/tor-is-ready-notification]]

source: Our manual test suite for the browser [[!tails_gitweb_commit e1845741a11cfaace228b79778a5a01a505fe871 desc="was reorganized"]] to better match the tests conducted for the TBB.
fa: بستهٔ آزمایشی دستی ما برای مرورگر [[!tails_gitweb_commit e1845741a11cfaace228b79778a5a01a505fe871 desc="به رسمیت شناخته شد"]] تا مطابق آزمایش‌های TBB باشد.

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: [SHA256sum replacement or patch](https://mailman.boum.org/pipermail/tails-dev/2014-March/005186.html), about a possible replacement for our hash extension for Firefox.
fa: [جایگزین یا بستهٔ SHA256sum](https://mailman.boum.org/pipermail/tails-dev/2014-March/005186.html) در رابطه با یک جایگزینی احتمالی برای افزونه‌های درهم‌سازی ما برای فایرفاکس.

source: [Feedback wanted on planned implementation of Feature #5301 - Clone or Backup Persistent Volume](https://mailman.boum.org/pipermail/tails-dev/2014-March/005225.html)
fa: [نیاز به بازخورد برای اجرای برنامه‌ریزی‌شدهٔ ویژگی #5301 - همتاسازی یا گرفتن نسخهٔ پشتیبان از درایو مانا](https://mailman.boum.org/pipermail/tails-dev/2014-March/005225.html)

source: [Testing EHLO messages: simplification proposal](https://mailman.boum.org/pipermail/tails-dev/2014-March/005227.html)
fa: [آزمایش پیغام‌های EHLO: پیشنهاد ساده‌سازی](https://mailman.boum.org/pipermail/tails-dev/2014-March/005227.html)

source: [Perspectives for 0.23..1.1](https://mailman.boum.org/pipermail/tails-dev/2014-March/005234.html)
fa: [دورنماهای ۰٫۲۳..۱٫۱](https://mailman.boum.org/pipermail/tails-dev/2014-March/005234.html)

source: [Upgrading the Linux kernel for 1.0?](https://mailman.boum.org/pipermail/tails-dev/2014-March/005237.html)
fa: [ارتقای هستهٔ لینوکس برای ۱٫۰؟](https://mailman.boum.org/pipermail/tails-dev/2014-March/005237.html)

source: [Review of https://tails.boum.org/contribute/index.en.html](https://mailman.boum.org/pipermail/tails-dev/2014-March/005298.html), about restructuring the links on the Contribute page.
fa: [بررسی https://tails.boum.org/contribute/index.en.html](https://mailman.boum.org/pipermail/tails-dev/2014-March/005298.html) در رابطه با بازسازی پیوندها در صفحهٔ همکاری.

source: [More tails.boum.org HTTP response headers?](https://mailman.boum.org/pipermail/tails-dev/2014-March/005278.html)
fa: [سربرگ‌های پاسخ اچ‌تی‌تی‌پی بیشتر tails.boum.org؟](https://mailman.boum.org/pipermail/tails-dev/2014-March/005278.html)

source: Funding
fa: جذب سرمایه

source: We were [awarded](https://twitter.com/accessnow/status/441043400708857856) the [Access Innovation Prize](https://www.accessnow.org/prize).
fa: جایزهٔ [Access Innovation Prize](https://www.accessnow.org/prize) به ما [اهداء شد](https://twitter.com/accessnow/status/441043400708857856).

source: We submitted a proposal to the Knight Foundation [News Challenge](https://www.newschallenge.org/challenge/2014/submissions/improve-tails-to-limit-the-impact-of-security-flaws-isolate-critical-applications-and-provide-same-day-security-updates).
fa: پیشنهادی برای [چالش‌های جدید](https://www.newschallenge.org/challenge/2014/submissions/improve-tails-to-limit-the-impact-of-security-flaws-isolate-critical-applications-and-provide-same-day-security-updates) بنیاد شوالیه ارائه کردیم.

source: The [crowdfunding campaign](https://pressfreedomfoundation.org/) by the Freedom of the Press Foundation was extended and revived thanks to [some new](https://pressfreedomfoundation.org/blog/2014/02/why-its-vital-public-fund-open-source-encryption-tools) [articles](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa) by Trevor Timm.
fa: [کارزار جذب سرمایهٔ](https://pressfreedomfoundation.org/) بنیاد آزادی نشر به لطف [مقاله‌های](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa) [جدید](https://pressfreedomfoundation.org/blog/2014/02/why-its-vital-public-fund-open-source-encryption-tools) به قلم Trevor Timm تمدید و احیاء شد.

source: We applied to be audited through the [OpenITP Peer Review Board](https://prb.openitp.org).
fa: از طریق [OpenITP Peer Review Board](https://prb.openitp.org) درخواست بررسی شدن ارائه کردیم.

source: We are still the process of signing the contract for a grant we were awarded by OpenITP at the end of 2013.
fa: هنوز در روند امضای قراردادهای یک کمک مالی قرار داریم که در اواخر سال ۲۰۱۳ از سوی OpenITP به ما اهداء شد.

source: Outreach
fa: توسعه

source: We organized a [[news/logo_contest]] to have a new logo in time for Tails 1.0. We received [[36 proposals|blueprint/logo]]! Tails contributors started to vote on their favourite proposals.
fa: یک [[news/logo_contest]] برای داشتن به‌موقع یک لوگو برای تیلز ۱٫۰ به راه انداختیم. [[۳۶ پیشنهاد|blueprint/logo]] دریافت کردیم. مشارکت‌کنندگان تیلز شروع به رأی دادن به پیشنهادهای موردعلاقه‌شان کردند.

source: We scheduled two usability testing sessions together with [Silicon Sentier](http://siliconsentier.org/) on May 21 and May 28 in Paris.
fa: برای دو نشست بررسی کاربردپذیری در روزهای ۲۱ و ۲۸ مه در پاریس با [Silicon Sentier](http://siliconsentier.org/) تعیین کردیم.

source: We scheduled a public hackfest. It will take place at [IRILL](http://www.irill.org/) (Paris, France) on July 5 and 6.
fa: زمان یک هک‌فست عمومی را مشخص کردیم. این هک‌فست در [IRILL](http://www.irill.org/) (پاریس، فرانسه) در روزهای ۵ و ۶ ژوییه برگزار خواهد شد.

source: We made progress on the organization of the 2014 edition of the yearly Tails contributors summit. We could make use of more funding sources.
fa: پیشرفت‌هایی در سازمان‌دهی نشست ۲۰۱۴ مشارکت‌کنندگان تیلز داشتیم. برای این کار بهتر است منابع مالی بیشتری داشته باشیم.

source: Press and testimonials
fa: اخبار و قدردانی‌ها

source: 2014-03-17: In [Index Freedom of Expression Awards: Digital activism nominee Tails](http://www.indexoncensorship.org/2014/03/index-freedom-expression-awards-digital-activism-nominee-tails/), Alice Kirkland interviews the Tails project about our nomination for the *Censorship’s Freedom of Expression Awards*.
fa: ۲۰۱۴/۰۳/۱۷: Alice Kirkland در [Index Freedom of Expression Awards: Digital activism nominee Tails](http://www.indexoncensorship.org/2014/03/index-freedom-expression-awards-digital-activism-nominee-tails/) با پروژهٔ تیلز در مورد نامزدی ما برای *جایزهٔ سانسور آزادی بیان* مصاحبه کرده‌است.

source: 2014-03-13: In his [Les 7 clés pour protéger ses communications](http://www.tdg.ch/high-tech/web/Les-7-cles-pour-proteger-ses-communications/story/25588689) article (in French) published by the *Tribune de Genève*, Simon Koch recommends using Tails.
fa: ۲۰۱۴/۰۳/۱۳: Simon Koch در مقاله‌اش [Les 7 clés pour protéger ses communications](http://www.tdg.ch/high-tech/web/Les-7-cles-pour-proteger-ses-communications/story/25588689) (به فرانسوی) که در Tribune de Genève* منتشر شده بود استفاده از تیلز را توصیه کرد.

source: 2014-03-12: In his [US and UK Spy Agencies Are "Enemies of the Internet"](http://motherboard.vice.com/read/us-and-uk-spy-agencies-are-enemies-of-the-internet) article, published in the Motherboard section of the Vice network, Joseph Cox covers Reporters Without Borders' [latest report](https://en.rsf.org/enemies-of-the-internet-2014-11-03-2014,45985.html), and writes "If you're a journalist working on anything more sensitive than London Fashion Week or League 2 football, you might want to consider using the Linux-based 'Tails' operating system too."
fa: ۲۰۱۴/۰۳/۱۲: Joseph Cox در مقالهٔ خود [US and UK Spy Agencies Are "Enemies of the Internet"](http://motherboard.vice.com/read/us-and-uk-spy-agencies-are-enemies-of-the-internet) منتشر شده در بخش Motherboard شبکهٔ Vice به [آخرین گزارش](https://en.rsf.org/enemies-of-the-internet-2014-11-03-2014,45985.html) گزارشگران بدون مرز اشاره کرده و می‌نویسد «اگر خبرنگاری هستید که مشغول کار روی هر چیزی حساس‌تر از هفتهٔ مد لندن یا لیگ دسته دوی فوتبال هستید بهتر است از سیستم‌عامل تیلز مبتنی بر لینوکس استفاده کنید.»

source: 2014-03-08: [Reporters Without Borders](http://en.rsf.org/)'s Grégoire Pouget blogs about Tails: [FIC 2014 : Comment être réellement anonyme sur Internet](http://blog.barbayellow.com/2014/03/08/fic-2014-comment-etre-reellement-anonyme-sur-internet/) (in French).
fa: ۲۰۱۴/۰۳/۰۸: Grégoire Pouget از [گزارشگران بدون مرز](http://en.rsf.org/) در مورد تیلز یک پست وبلاگی نوشته: [FIC 2014 : Comment être réellement anonyme sur Internet](http://blog.barbayellow.com/2014/03/08/fic-2014-comment-etre-reellement-anonyme-sur-internet/) (به فرانسوی).

source: 2014-03-03: In the March edition of the Linux Journal, that [celebrates 20 years of this journal](http://www.linuxjournal.com/content/march-2014-issue-linux-journal-20-years-linux-journal), Kyle demonstrates Tails.
fa: ۲۰۱۴/۰۳/۰۳: Kyle در شمارهٔ مارس Linux Journal [به مناسبت ۲۰سالگی این نشریه](http://www.linuxjournal.com/content/march-2014-issue-linux-journal-20-years-linux-journal) کار با تیلز را نشان داده‌است.
