Repository: austin987/tails
Catalog: wiki/src/news/report_2015_03.*.po
Languages: fa

source: [[!meta title="Tails report for March, 2015"]]
fa: [[!meta title="گزارش مارس ۲۰۱۵ تیلز"]]

source: March was full of surprises: first Mozilla changed the release date for Firefox, so the Tor team had to change the release date for the [[Tor Browser|https://blog.torproject.org/blog/tor-browser-406-released]], and we had to change the release date of version 1.3.1. Usually, these updates are a little late... but this time, it has been advanced one week earlier!
fa: ماه مارس پر از مسائل غیرمنتظره بود: ابتدا موزیلا تاریخ انتشار فایرفاکس را عوض کرد و در نتیجه تیم تور باید تاریخ انتشار [[مرورگر تور|https://blog.torproject.org/blog/tor-browser-406-released]] و ما نیز باید تاریخ انتشار ۱٫۳٫۱ را تغییر می‌دادیم. معمولاً این تغییرات کمی دیرتر از زمان موعود اتفاق می‌افتند... اما این بار یک هفته زودتر!

source: But then... a whole bunch of [[vulnerabilities were discovered in Firefox|https://www.mozilla.org/en-US/security/known-vulnerabilities/firefox-esr/#firefoxesr31.6]], so Mozilla did an emergency release. Due to their early release, we released 1.3.1 early as well, so that we could incorporate those security fixes. And the planned 1.3.1 became 1.3.2. So, instead of a release-free month, we had a two-releases month!
fa: اما بعد... [[آسیب‌پذیری‌های زیادی در موزیلا کشف شدند|https://www.mozilla.org/en-US/security/known-vulnerabilities/firefox-esr/#firefoxesr31.6]]، بنابراین موزیلا یک نسخهٔ اضطراری منتشر کرد. به خاطر انتشار زودهنگام آن‌ها ما نیز ۱٫۳٫۱ را زود منتشر کردیم تا بتوانیم این تعمیرات امنیتی را به کار ببندیم. نسخهٔ ۱٫۳٫۱ برنامه‌ریزی‌شده شد نسخهٔ ۱٫۳٫۲. بنابراین به جای یک ماه بدون انتشار، دو نسخه در این ماه منتشر کردیم!

source: Despite the hectic changes of plans, we did some good work. And for starters, a bit of recursivity: in March, we... published the [[two|news/report_end_of_2014]] [[previous|news/report_2015_01-02]] reports ;)
fa: با وجود تغییرات گسترده در برنامه کارهای خوبی انجام دادیم. ابتدا کمی بازگشت به گذشته: ما در ماه مارس... [[دو|news/report_end_of_2014]] گزارش [[پیشین|news/report_2015_01-02]] را منتشر کردیم ;)

source: Releases
fa: انتشارها

source: [[Tails 1.3.1 was released on March 23, 2015|news/version_1.3.1]] (minor release).
fa: [[تیلز ۱٫۳٫۱ روز ۲۳ مارس ۲۰۱۵ منتشر شد|news/version_1.3.1]] (انتشار اصلی).

source: [[Tails 1.3.2 was released on March 31, 2015|news/version_1.3.2]] (minor release).
fa: [[تیلز ۱٫۳٫۲ روز ۳۱ مارس منتشر شد|news/version_1.3.2]] (انتشار جزیی).

source: The next release (1.4) is [[planned for May 12|https://tails.boum.org/contribute/calendar/]].
fa: نسخهٔ بعدی (۱٫۴) [[قرار است ۱۲ مه منتشر شود|https://tails.boum.org/contribute/calendar/]].

source: Code
fa: کد

source: The two releases of this month fixed security issues, but did not introduce major changes visible to the user. For details, see each release announcement.
fa: دو انتشار این ماه برای رفع مشکلات امنیتی بودند و تغییرات خاصی که برای کاربر مشهود باشد نداشتند. برای جزییات رجوع کنید به اعلان هر کدام از انتشارها.

source: We see a lot of users still confused with how to save files from the Tor Browser, so [[here's the link|https://tails.boum.org/doc/anonymous_internet/Tor_Browser#index1h1]] if you have the same problem :)
fa: متوجه شدیم که بسیاری از کاربران همچنان برای ذخیرهٔ فایل‌ها از مرورگر تور سردرگم هستند، بنابراین اگر شما هم همین مشکل را دارید [[این پیوند برای شماست|https://tails.boum.org/doc/anonymous_internet/Tor_Browser#index1h1]] :)

source: Documentation and website
fa: مستندسازی و تارنما

source: We explained why users [[shouldn't update Tails using `apt-get` or <span class="application">Synaptic</span>|support/faq#upgrade]].
fa: توضیح دادیم که چرا کاربران [[نباید با استفاده از `apt-get` یا <span class="application">سیناپتیک</span> تیلز را ارتقاء دهند|support/faq#upgrade]].

source: We explained how to [[install additional software|doc/advanced_topics/additional_software]].
fa: چگونگی [[نصب نرم‌افزارهای اضافی|doc/advanced_topics/additional_software]] را توضیح دادیم.

source: We mentioned I2P in our [[About page|about]].
fa: در [[صفحهٔ درباره|about]] خود به I2P اشاره کردیم.

source: We explained [[what is metadata and recommend cleaning it|doc/sensitive_documents/graphics]].
fa: توضیح دادیم که [[متاداده چیست و توصیه کردیم کاربران آن را پاک کنند|doc/sensitive_documents/graphics]].

source: We added to the known issues that [[Tails doesn't erase the video memory|support/known_issues#video-memory]].
fa: این که [[تیلز حافظهٔ ویدیویی را پاک نمی‌کند|support/known_issues#video-memory]] را به مشکلات شناسایی‌شده اضافه کردیم.

source: User experience
fa: تجربهٔ کاربری

source: * We did a UX sprint at [NUMA Paris](https://numa.paris/) to start our work on the [[web assistant for getting started with Tails|blueprint/bootstrapping/assistant]]: - We discussed [[two initial designs we did beforehand|blueprint/bootstrapping/assistant#1st_iteration]]. - We decided on a broad structure for our work. - We [[refined our initial designs|blueprint/bootstrapping/assistant#2nd_iteration]], conducted user testing on each of them, [[drew conclusions from that|blueprint/bootstrapping/assistant#3rd_iteration]].
fa: * یک دورهٔ تاخت‌وتاز تجربهٔ کاربری [NUMA Paris](https://numa.paris/)برای آغاز کارمان روی [[دستیار وب برای آغاز کار با تیلز|blueprint/bootstrapping/assistant]] برگزار کردیم: - در مورد [[دو طرح که قبلاً روی آن‌ها کار کرده بودیم|blueprint/bootstrapping/assistant#1st_iteration]] بحث کردیم. - به یک ساختار گسترده برای کارمان رسیدیم. - [[طرح‌هایی ابتدایی خود را بازتعریف|blueprint/bootstrapping/assistant#2nd_iteration]] و برای هر کدام از آن‌ها آزمون کاربری انجام دادیم و از این آزمون‌ها [[به نتایجی رسیدیم|blueprint/bootstrapping/assistant#3rd_iteration]].

source: Infrastructure
fa: زیرساخت

source: Our test suite now covers 162 scenarios, 9 more than in February (but the numbers in February report were wrong). Thanks to some welcome refactoring, we turned 14 tests into one :)
fa: بستهٔ آزمایشی حالا شامل ۱۶۲ سناریو است، یعنی ۹ تا بیشتر از فوریه (اما عدد آمده در گزارش فوریه اشتباه بود). به لطف فاکتورگیری ۱۴ آزمون را در یکی گنجاندیم :)

source: As [[announced recently|news/signing_key_transition]], Tails ships a new signing key in 1.3.
fa: همان‌طور که [[پیش‌تر اعلام شده بود|news/signing_key_transition]] تیلز از یک کلید امضای جدید در ۱٫۳ استفاده خواهد کرد.

source: We have [[!tails_ticket 6564 desc="enabled"]] core developers to remotely run the Tails automated test suite on our infrastructure.
fa: توسعه‌گران اصلی را [[!tails_ticket 6564 desc="قادر به"]] اجرای ریموت بستهٔ آزمایشی خودکار تیلز روی زیرساختمان کردیم.

source: We did quite some work to prepare our infrastructure for the upcoming release of Debian 8 (Jessie). Not only we have started upgrading some of our systems, but for example, we have adapted our automated test suite [[!tails_ticket 8165 desc="to run in a Jessie environment"]], which led us to discover [[!debbug 766475 desc="a bug"]] in [[!debpts python-xmpp]], that we then fixed directly in Debian. Similarly, we have also helped validating the fix for a regression we have suffered from in the version of Puppet that is shipped in Jessie.
fa: کارهای بسیاری جهت آماده‌سازی زیرساخت خود برای انتشار پیش‌روی دبیان ۸ (جسی) انجام دادیم. هم شروع به ارتقای بعضی از سیستم‌های خود کرده‌ایم و هم، برای مثال، بستهٔ آزمایشی خودکار خود را تطبیق داده‌ایم [[!tails_ticket 8165 desc="تا در یک محیط جسی اجرا شود"]] که باعث شد [[!debbug 766475 desc="ایرادی"]] در [[!debpts python-xmpp]] کشف کنیم که بعد آن را مستقیم از دبیان برطرف کردیم. همین‌طور به آزمایش راه‌حل یک رگرسیون که در نسخهٔ پاپت گنجانده‌شده در جسی کمک کردیم.

source: Lots of thought and discussion was put into [[!tails_ticket 8654 desc="revamping how we handle our APT repository"]].
fa: فکرها و بحث‌های زیادی پیرامون [[!tails_ticket 8654 desc="بهسازی نحوهٔ استفاده از مخزن اپت خود"]] مطرح شدند.

source: Funding
fa: جذب سرمایه

source: We [[received a $25,000 donation from DuckDuckGo|https://duck.co/blog/donations_2015]]. Thank you :)
fa: [[۲۵هزار دلار کمک مالی از DuckDuckGo دریافت کردیم|https://duck.co/blog/donations_2015]]. متشکریم :)

source: We started integrating the feedback from [Open Technology Fund](https://www.opentechfund.org/) into our proposal, and answered some of their questions.
fa: شروع به استفاده از بازخورد گرفته‌شده از [Open Technology Fund](https://www.opentechfund.org/) در طرح پیشنهادی خود کردیم و به بعضی از سوال‌های آن‌ها پاسخ دادیم.

source: We submitted our first quarterly report to the [Digital Defenders Partnership](https://digitaldefenders.org/).
fa: اولین گزارش سه‌ماههٔ خود را برای [Digital Defenders Partnership](https://digitaldefenders.org/) فرستادیم.

source: Our income statement for 2014 is almost ready to be published -- stay tuned.
fa: بیان مالی سال ۲۰۱۴ ما تقریباً آمادهٔ انتشار است -- منتظر باشید.

source: We removed the call for donations from the homepage of the website, but... yes, you guessed, [[we still welcome your donations, in euro, US dollar, bitcoin, or your favorite currency|contribute/how/donate]] :)
fa: درخواست کمک‌های مالی را از صفحهٔ نخست تارنما برداشتیم، اما، بله درست حدس زدید، [[همچنان از کمک‌های مالی شما به یورو، دلار آمریکا، بیت‌کوین یا ارز مورد علاقه‌تان استقبال می‌کنیم|contribute/how/donate]] :)

source: Outreach
fa: توسعه

source: We are compiling a list of people and organizations doing Tails training. If you do and want to be added, please write to <tails-press@boum.org>.
fa: در حال آماده کردن فهرستی از افراد و نهادهای مشغول به آموزش تیلز هستیم. اگر دوست دارید اسمتان به این فهرست اضافه شود لطفاً‌ به <tails-press@boum.org> رایانامه بزنید.

source: DrWhax attended the [[Tor Dev's Winter Meeting|https://trac.torproject.org/projects/tor/wiki/org/meetings/2015WinterDevMeeting]] during the [[Circumvention Tech Festival|https://openitp.org/festival/circumvention-tech-festival.html]] in Valencia (Spain), March 1st-6th.
fa: DrWhax در [[فستیوال Circumvention Tech|https://openitp.org/festival/circumvention-tech-festival.html]] در والنسیا (اسپانیا) بین روزهای اول و ششم ماه مارس در [[نشست زمستانی توسعه‌دهندگان تور|https://trac.torproject.org/projects/tor/wiki/org/meetings/2015WinterDevMeeting]] شرکت کرد.

source: Tails was presented during a lightning talk session organized by AccessNow, at [[RightsCon|https://www.rightscon.org]], in Manila (Philippines) on March 24th 2015.
fa: تیلز در روز ۲۴ مارس ۲۰۱۵ در یک جلسهٔ سخنرانی سرعتی برپاشده توسط AccessNow در [[RightsCon|https://www.rightscon.org]] در مانیل (فیلیپین) معرفی شد.

source: Tchou presented Tails at the [[Hacks/Hackers meetup at Numa Paris|http://www.meetup.com/Hacks-Hackers-Paris/events/221190081/]] (France), a meeting between journalists and developers.
fa: Tchou تیلز را [[نشست هک/هکرها در نومای پاریس|http://www.meetup.com/Hacks-Hackers-Paris/events/221190081/]] (فرانسه)، جلسه‌ای بین خبرنگاران و توسعه‌دهندگان، معرفی کرد.

source: Upcoming events
fa: رخدادهای پیش‌رو

source: intrigeri will give a talk about Tails at the [[MiniDebConf in Lyon, France|https://france.debian.net/events/minidebconf2015/]] in April.
fa: intrigeri در ماه آوریل در [[MiniDebConf در لیون فرانسه|https://france.debian.net/events/minidebconf2015/]] در مورد تیلز سخنرانی خواهد کرد.

source: A talk about Tails will probably take place at a [[MiniDebConf in Bucharest, Romania|http://bucharest2015.mini.debconf.org/]] in May.
fa: احتمالاً در ماه مه یک سخنرانی در مورد تیلز در [[MiniDebConf در بخارست رومانی|http://bucharest2015.mini.debconf.org/]] صورت خواهد گرفت.

source: Please let us know if you organize an event about Tails :)
fa: لطفاً اگر رخدادی در مورد تیلز سازمان‌دهی می‌کنید ما را در جریان بگذارید :)

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: Do we need a [green onion or not](https://mailman.boum.org/pipermail/tails-dev/2015-March/008299.html) for [Tor Monitor](https://mailman.boum.org/pipermail/tails-dev/2015-March/008329.html) (future replacement for Vidalia)?
fa: آیا برای [Tor Monitor](https://mailman.boum.org/pipermail/tails-dev/2015-March/008329.html) (جایگزین آتی ویدالیا) نیاز به یک [پیاز سبز داریم یا نه](https://mailman.boum.org/pipermail/tails-dev/2015-March/008299.html)؟

source: More [ISO verification discussion](https://mailman.boum.org/pipermail/tails-dev/2015-March/008333.html)
fa: [بحث‌های بیشتر راجع به تأیید ایزو](https://mailman.boum.org/pipermail/tails-dev/2015-March/008333.html)

source: There are problems with [Electrum and Tor](https://mailman.boum.org/pipermail/tails-dev/2015-March/008378.html)
fa: [الکترام و تور](https://mailman.boum.org/pipermail/tails-dev/2015-March/008378.html) مشکلاتی دارند

source: Do we need a [GUI for LUKS/Truecrypt](https://mailman.boum.org/pipermail/tails-dev/2015-March/008389.html)?
fa: آیا به یک [رابط کاربری گرافیکی برای LUKS/Truecrypt](https://mailman.boum.org/pipermail/tails-dev/2015-March/008389.html) نیاز داریم؟

source: [Tails on Windows Tablet?](https://mailman.boum.org/pipermail/tails-dev/2015-March/008456.html)
fa: [تیلز روی تبلت‌های ویندوزی؟](https://mailman.boum.org/pipermail/tails-dev/2015-March/008456.html)

source: We need an [underlay for UX and blueprints](https://mailman.boum.org/pipermail/tails-dev/2015-March/008517.html).
fa: به یک [زیرکار برای تجربهٔ کاربری و بلوپرینت‌ها](https://mailman.boum.org/pipermail/tails-dev/2015-March/008517.html) نیاز داریم.

source: The [automatic build specifications](https://mailman.boum.org/pipermail/tails-dev/2015-March/008290.html) are nearly done.
fa: [تخصصی‌سازی خودکار ساخت](https://mailman.boum.org/pipermail/tails-dev/2015-March/008290.html) تقریباً‌ تمام شده‌است.

source: Press & Testimonials
fa: اخبار و قدردانی‌ها

source: 2015-03: [SecureDrop at The Globe and Mail](https://sec.theglobeandmail.com/securedrop/): even more newspapers recommend Tails to their potential sources :)
fa: ۲۰۱۵/۳: [SecureDrop at The Globe and Mail](https://sec.theglobeandmail.com/securedrop/): روزنامه‌های بیشتر و بیشتری تیلز را به منابع احتمالی خود توصیه می‌کنند :)

source: Translation and internationalization
fa: ترجمه و بین‌المللی‌سازی

source: We're [[!tails_ticket 9049 desc="talking about our translation infrastructure"]]: how to make it easier to translate our website?
fa: در حال [[!tails_ticket 9049 desc="صحبت‌هایی در مورد زیرساخت ترجمهٔ خود هستیم"]]: چطور می‌توان ترجمه کردن تارنما را آسان‌تر کرد؟

source: All website PO files
fa: تمام فایل‌های PO تارنما

source: de: 16% (1012) strings translated, 0% strings fuzzy, 16% words translated
fa: آلمانی: ۱۶ درصد (۱۰۱۲) استرینگ‌ها ترجمه شده، صفر درصد مبهم، ۱۶ درصد کلمات ترجمه شده

source: fr: 47% (2970) strings translated, 2% strings fuzzy, 45% words translated
fa: فرانسوی: ۴۷ درصد (۲۹۷۰) استرینگ‌ها ترجمه شده، ۲ درصد مبهم، ۴۵ درصد کلمات ترجمه شده

source: pt: 30% (1913) strings translated, 2% strings fuzzy, 28% words translated
fa: پرتغالی: ۳۰ درصد (۱۹۱۳) استرینگ‌ها ترجمه شده، ۲ درصد مبهم، ۲۸ درصد کلمات ترجمه شده

source: [[Core PO files|contribute/l10n_tricks/core_po_files.txt]] --------------------------------------
fa: [[فایل‌های اصلیPO|contribute/l10n_tricks/core_po_files.txt]] --------------------------------------

source: de: 44% (568) strings translated, 1% strings fuzzy, 57% words translated
fa: آلمانی: ۴۴ درصد (۵۶۸) استرینگ‌ها ترجمه شده، ۱ درصد مبهم، ۵۷ درصد کلمات ترجمه شده

source: fr: 93% (1204) strings translated, 2% strings fuzzy, 94% words translated
fa: فرانسوی: ۹۳ درصد (۱۲۰۴) استرینگ‌ها ترجمه شده، ۲ درصد مبهم، ۹۴ درصد کلمات ترجمه شده

source: pt: 89% (1149) strings translated, 6% strings fuzzy, 92% words translated
fa: پرتغالی: ۸۹ درصد (۱۱۴۹) استرینگ‌ها ترجمه شده، ۶ درصد مبهم، ۹۲ درصد کلمات ترجمه شده

source: Metrics
fa: متریک‌ها

source: Tails has been started more than 411,474 times in March. This makes 13,273 boots a day on average.
fa: تیلز بیش از ۴۱۱٫۴۷۴ بار در ماه ژانویه راه‌اندازی شد. یعنی به طور متوسط ۱۳٫۲۷۳ راه‌اندازی در روز.

source: 27,787 downloads of the OpenPGP signature of Tails ISO from our website.
fa: ۲۷٫۷۸۷ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز از تارنمای ما.

source: 106 bug reports were received through WhisperBack.
fa: ۱۰۶ گزارش از طریق ویسپربک دریافت شدند.

source: Report by BitingBird for Tails folks
fa: گزارش به کوشش BitingBird برای دوستان در تیلز
