Repository: austin987/tails
Catalog: wiki/src/news/report_2012_11.*.po
Languages: fa

source: [[!meta date="Mon Dec 10 21:00:00 2012 +0000"]]
fa: [[!meta date="دوشنبه ۱۰ دسامبر ۲۱:۰۰:۰۰ ۲۰۱۲ +۰۰۰۰"]]

source: [[!meta title="Tails report for November, 2012"]]
fa: [[!meta title="گزارش نوامبر ۲۰۱۲ تیلز"]]

source: November was pretty intense a month for Tails, including two major releases. It was not the happiest though, due to personal issues, unresolved conflicts within the team and server hard disks dying.
fa: نوامبر ماه پرکاری برای تیلز بود. در این ماه دو انتشار اصلی داشتیم. اما این ماه به خاطر مسائل شخصی، مشکلات حل‌نشده در تیم و خراب شدن سخت‌دیسک‌های سرور بهترین ماه ممکن نبود.

source: Anyhow, Tails' life does go on. Here is a report of what happened last month.
fa: به هر حال زندگی تیلز ادامه دارد. این گزارشی است از اتفاقات رخ‌داده در ماه گذشته.

source: Releases
fa: انتشارها

source: Tails 0.14 was [[released on November 13th|news/version_0.14]] and 0.15 was [[released on November 28th|news/version_0.15]]. From now on, we should be in a position to stick to the [[6-weeks release cycle|contribute/release_schedule]] we have been aiming at for a while.
fa: تیلز ۰٫۱۴ [[۱۳ نوامبر|news/version_0.14]] و ۰٫۱۵ [[۲۸ نوامبر|news/version_0.15]] منتشر شدند. از این پس باید [[چرخه‌های شش‌هفته‌ای انتشار|contribute/release_schedule]] داشته باشیم که چند وقتی در ذهنمان بود.

source: The Tails 0.16 release is scheduled for the first half of January.
fa: تیلز ۰٫۱۶ قرار است در نیمهٔ اول ژانویه منتشر شود.

source: People
fa: افراد

source: Tails has been started and successfully connected to the Tor network around 83731 times in November. That makes a boot every 31 seconds on average. This number is an approximation from the requests made for the security announcements feed. The later is retrieved by Tails after being connected to Tor to eventually encourage users to update.
fa: تیلز در ماه نوامبر حدود ۸۳٫۷۳۱ بار با موفقیت راه‌اندازی و به شبکهٔ تور متصل شد. یعنی به طور متوسط هر ۳۱ ثانیه یک راه‌اندازی. این عدد بر حسب درخواست‌ها برای خوراک اعلان‌های امنیتی محاسبه می‌شود. این درخواست پس از اتصال تیلز به تور و برای ترغیب کاربران به ارتقاء انجام می‌شود.

source: 41 reports were received through WhisperBack.
fa: ۴۱ گزارش ایراد ارسال‌شده از ویسپربک دریافت کردیم.

source: The forum activity is still very high: 903 messages, 151 signed by Tails.
fa: فعالیت انجمن همچنان بالا است: ۹۰۳ پیغام که ۱۵۱ تا امضای تیلز دارند.

source: Code
fa: کد

source: Some preliminary work to [[add VirtualBox host software|todo/add_virtualbox_host_software]] has [been done](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/virtualbox-host).
fa: کارهای مقدماتی برای [[اضافه کردن نرم‌افزار میزبان ویرچوال‌باکس|todo/add_virtualbox_host_software]] [انجام شده‌اند](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/virtualbox-host).

source: Useless cookies exceptions in iceweasel were [removed](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/remove-cookies-exceptions).
fa: استثناهای بی‌فایدهٔ کوکی‌ها در Iceweasel [حذف شدند](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/remove-cookies-exceptions).

source: Preliminary support for some [[OpenPGP SmartCards|todo/support_OpenPGP_smartcards]] was [added](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/OpenPGP-SmartCart).
fa: پشتیبانی مقدماتی برای بعضی [[کارت‌های هوشمند اُپن‌پی‌جی‌پی|todo/support_OpenPGP_smartcards]] [اضافه شد](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/OpenPGP-SmartCart).

source: LCD-optimized fonts settings were [implemented](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/nicer-fonts).
fa: تنظیمات قلم‌های بهینه‌شده برای ال‌سی‌دی [پیاده شدند](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/nicer-fonts).

source: [Do not run setupcon on X](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/no-console-setup-on-X).
fa: [setupcon را روی X اجرا نکنید](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/no-console-setup-on-X).

source: Better support for printers that us the IJS driver [was added](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/hpijs).
fa: پشتیبانی بهتر برای چاپ‌گرهایی که از راه‌اندازهای IJS استفاده می‌کنند [اضافه شد](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/hpijs).

source: The Monkeysphere XUL extension and the I2P console bookmark, that were broken by the move to TorBrowser patches, [were](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/monkeysphere_post_torbrowser) [fixed](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/i2p_console_bookmark).
fa: افزونهٔ Monkeysphere XUL و نشانک کنسول I2P که به خاطر کوچ به بسته‌های مرورگر تور دچار مشکل شده بودند [ترمیم](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/monkeysphere_post_torbrowser) [شدند](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/i2p_console_bookmark).

source: The Tails OpenPGP Applet was [fixed](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/gpgApplet_menu_in_bottom_panel) to be compatible with the Windows camouflage mode.
fa: برنامک اُپن‌پی‌جی‌پی تیلز [تعمیر شد](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/gpgApplet_menu_in_bottom_panel) تا با حالت استتار ویندوزی سازگار باشد.

source: Custom APT sources handling was [fixed for release candidates](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/handle_apt_sources_for_rc).
fa: استفاده از منابع اختصاصی اپت [برای نامزدهای انتشار درست شد](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/handle_apt_sources_for_rc).

source: Bridge mode was [[found to have problems with Tor restarts|todo/bridge_mode_vs_tor_restarts]] and [fixed](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/bridge_mode_vs_tor_restarts). While we were at it, some refactoring happened, and code was extracted into a shell library to avoid too much duplication in the source tree.
fa: مشخص شد حالت پل [[هنگام راه‌اندازی دوبارهٔ تور مشکلاتی دارد|todo/bridge_mode_vs_tor_restarts]] که این مشکلات [رفع شدند](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/bridge_mode_vs_tor_restarts). در کنار این کار ری‌فاکتورهایی پیش آمدند و کد را برای اجتناب از تکرار در شاخهٔ کد به یک بایگانی پوسته منتقل کردیم.

source: Iceweasel 10.0.11esr-1 + TorBrowser patches was build.
fa: بسته‌های مرورگر تور و Iceweasel 10.0.11esr-1 ایجاد شدند.

source: A font for Sinhala script (spoken by 15-20 millions of people, mainly in Sri Lanka) was [added](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/sinhala-font).
fa: یک قلم برای خط سینهالی (زبانی که ۱۵ تا ۲۰ میلیون نفر، بیشتر در سری‌لانکا، به آن صحبت می‌کنند) [اضافه شد](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/sinhala-font).

source: The Unsafe Browser window name was [set](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/unsafe_browser_name) to... *Unsafe Browser*.
fa: نام پنجرهٔ مرورگر غیرامن را [گذاشتیم](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/unsafe_browser_name)... *مرورگر غیرامن*.

source: Discrepancies between the various build setups used by Tails developers was discovered and [fixed](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/install-tasksel-standard-task).
fa: ناهم‌خوانی‌هایی بین چندین تنظیم ساخت مورداستفادهٔ توسعه‌دهندگان تیلز یافت و [برطرف](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/install-tasksel-standard-task) شد.

source: APT pinning was [cleaned up](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/cleanup-apt-pinning).
fa: درخواست‌های اپت [مرتب شدند](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/cleanup-apt-pinning).

source: Our fake FireGPG package was [removed](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/remove-fake-firegpg), eventually. RIP.
fa: بستهٔ تقلبی فایرپی‌جی‌پی ما بالاخره [حذف شد](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/remove-fake-firegpg). روحش شاد.

source: The SCIM was [fixed](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/scim-in-autostarted-iceweasel) in the autostarted web browser.
fa: SCIM در مرورگر وب خودکار [درست شد](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/scim-in-autostarted-iceweasel).

source: Work [started](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/set-wireless-devices-state) to [[todo/set_wireless_devices_state]] to something sane at boot time.
fa: [کارهایی](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/set-wireless-devices-state) برای [[todo/set_wireless_devices_state]] کاری معقول هنگام راه‌اندازی آغاز شد.

source: The move to using a recent `live-boot` was almost [completed](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/live-boot-3.x), but blocked due to a bug we found in upstream `live-boot`. A patch is in the works.
fa: شروع استفاده از `live-boot` اخیر تقریباً [تمام شده‌بود](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/live-boot-3.x)، اما به دلیل ایرادی که در آپ‌استریم `live-boot` پیدا کردیم مسدود شد. در حال ایجاد بسته‌ای برای رفع آن هستیم.

source: Work to [[install a password manager|todo/install_password_manager]] was [started](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/install-password-manager).
fa: کارهایی برای [[نصب یک ابزار مدیریت گذرواژه|todo/install_password_manager]] [آغاز شد](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/install-password-manager).

source: A poedit 1.5 backport that fixes a long-standing annoying bug was [prepared](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/poedit-1.5) and tested.
fa: یک بک‌پورت poedit 1.5 که یک ایراد قدیمی آزاردهنده را برطرف می‌کند [آماده](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/poedit-1.5) و امتحان شد.

source: Preliminary steps towards [[installing the Minitube YouTube client|todo/minitube]] were [walked](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/minitube). Many thanks to Alessandro Grassi for starting this effort, and going on with it!
fa: قدم‌های مقدماتی برای [[برای نصب کارخواه یوتیوبِ مینی‌تیوب|todo/minitube]] [برداشته شدند](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/minitube). تشکر بسیار از الساندرو گراسی برای آغاز این تلاش‌ها و ادامه دادن آن‌ها!

source: The `Persistent` directory is now [displayed in the Places menu](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/persistent-directory-in-places).
fa: پوشهٔ `Persistent` حالا [در فهرست Places دیده می‌شود](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/persistent-directory-in-places).

source: Work has [started](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/news-as-homepage) to [[todo/set_iceweasel_homepage_to_Tails_news]].
fa: کارهایی برای [[todo/set_iceweasel_homepage_to_Tails_news]] [آغاز شدند](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/news-as-homepage).

source: Shutdown messages were [fixed](http://git.immerda.ch/?p=amnesia.git;a=commit;h=ef5d24c144976d3f0b1c0f64b6533c9d304a9b95) to talk of DVD, not of CD.
fa: پیغام‌های خاموش کردن [تغییر یافتند](http://git.immerda.ch/?p=amnesia.git;a=commit;h=ef5d24c144976d3f0b1c0f64b6533c9d304a9b95) تا به دی‌وی‌دی اشاره کنند، نه سی‌دی.

source: IPv6 was [disabled](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/disable-IPv6) to workaround [[a recently discovered leak|todo/really_block_ipv6]].
fa: پروتکل اینترنت نسخهٔ ۶ [غیرفعال شد](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/bugfix/disable-IPv6) تا [[یک حفره که اخیراً کشف شده|todo/really_block_ipv6]] پیدا شود.

source: Work towards a [[todo/better_power_off_button]] is [ongoing](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/better_power_off_button).
fa: کارهایی برای [[todo/better_power_off_button]] [در جریان است](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/better_power_off_button).

source: [[obfsproxy support|todo/obfsproxy]] was [added](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/obfsproxy).
fa: [[پشتیبانی از obfsproxy|todo/obfsproxy]] به [اضافه شد](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/obfsproxy).

source: A number of candidate branches for 0.15 were [merged](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/devel).
fa: چند شاخهٔ نامزد برای ۰٫۱۵ [ادغام شدند](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/devel).

source: Documentation and website
fa: مستندسازی و تارنما

source: The Tails website now has a [[Press & media information|press]] page.
fa: تارنمای تیلز حالا یک صفحهٔ [[اطلاعات خبری و رسانه‌ای|press]] دارد.

source: The [[News]] can now be [translated](https://mailman.boum.org/pipermail/tails-dev/2012-November/002136.html).
fa: حالا می‌شود [[اخبار]] را [ترجمه کرد](https://mailman.boum.org/pipermail/tails-dev/2012-November/002136.html).

source: As [[planned|todo/locking_down_this_website]], the website was [locked-down](https://mailman.boum.org/pipermail/tails-dev/2012-November/002234.html) a bit more.
fa: همان‌طور که [[برنامه‌ریزی شده بود|todo/locking_down_this_website]]، تارنما کمی بیشتر [قفل شد](https://mailman.boum.org/pipermail/tails-dev/2012-November/002234.html).

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: [Improve Polipo configuration](https://mailman.boum.org/pipermail/tails-dev/2012-November/002008.html), [switch to Privoxy](https://mailman.boum.org/pipermail/tails-dev/2012-November/002029.html), or drop it all?
fa: [بهبود پیکربندی Polipo](https://mailman.boum.org/pipermail/tails-dev/2012-November/002008.html)، [استفاده از Privoxy](https://mailman.boum.org/pipermail/tails-dev/2012-November/002029.html) یا منصرف شدن از هر دو؟

source: [Progress report on the automated test suite](https://mailman.boum.org/pipermail/tails-dev/2012-November/002014.html) triggered some discussion.
fa: [گزارش پیشرفت در مورد بستهٔ آزمایش خودکار](https://mailman.boum.org/pipermail/tails-dev/2012-November/002014.html) بحث‌های بیشتری به راه انداخت.

source: Helping adrelanos to proper copyright and licensing practices when [forking Tails documentation pages](https://mailman.boum.org/pipermail/tails-dev/2012-November/002054.html).
fa: کمک به adrelanos برای انجام درست کارهای مرتبط با کپی‌رایت و ایجاد گواهی هنگام [شاخه‌بندی صفحات مستندات تیلز](https://mailman.boum.org/pipermail/tails-dev/2012-November/002054.html).

source: [Testing incremental updates](https://mailman.boum.org/pipermail/tails-dev/2012-November/002108.html) and [tails-create-iuk](https://mailman.boum.org/pipermail/tails-dev/2012-November/002128.html).
fa: [آزمایش ارتقاهای تدریجی](https://mailman.boum.org/pipermail/tails-dev/2012-November/002108.html) و [tails-create-iuk](https://mailman.boum.org/pipermail/tails-dev/2012-November/002128.html).

source: [Benchmarking Redmine](https://mailman.boum.org/pipermail/tails-dev/2012-November/002157.html).
fa: [محک زدن ردماین](https://mailman.boum.org/pipermail/tails-dev/2012-November/002157.html).

source: [How to implement remembering installed packages?](https://mailman.boum.org/pipermail/tails-dev/2012-November/002160.html)
fa: [چگونه یادآوری نصب بسته‌ها را پیاده کنیم؟](https://mailman.boum.org/pipermail/tails-dev/2012-November/002160.html)

source: [Supporting EntropyKey](https://mailman.boum.org/pipermail/tails-dev/2012-November/002195.html).
fa: [پشتیبانی از EntropyKey](https://mailman.boum.org/pipermail/tails-dev/2012-November/002195.html).

source: [Promoting Persistence features](https://mailman.boum.org/pipermail/tails-dev/2012-November/002197.html).
fa: [ترویج ویژگی‌های مانا](https://mailman.boum.org/pipermail/tails-dev/2012-November/002197.html).

source: [What to do with Liferea Cookies?](https://mailman.boum.org/pipermail/tails-dev/2012-November/002209.html)
fa: [با Liferea Cookies چه کنیم؟](https://mailman.boum.org/pipermail/tails-dev/2012-November/002209.html)

source: [If/How to ship the Minitube native YouTube client?](https://mailman.boum.org/pipermail/tails-dev/2012-November/002257.html)
fa: [اگر/چگونه کارخواه بومی یوتیوبِ مینی‌تیوب را بگنجانیم؟](https://mailman.boum.org/pipermail/tails-dev/2012-November/002257.html)

source: [What's the safest value to set the time from Tor consensus?](https://mailman.boum.org/pipermail/tails-dev/2012-November/002228.html)
fa: [امن‌ترین مقدار برای تنظیم زمان در اجماع تور چیست؟](https://mailman.boum.org/pipermail/tails-dev/2012-November/002228.html)

source: [Stop shipping bugs/* and todo/* in ISO?](https://mailman.boum.org/pipermail/tails-dev/2012-November/002235.html)
fa: [توقف گنجاندن bugs/* و todo/* در ایزوها؟](https://mailman.boum.org/pipermail/tails-dev/2012-November/002235.html)
