Repository: austin987/tails
Catalog: wiki/src/news/report_2014_01.*.po
Languages: fa

source: [[!meta title="Tails report for January, 2014"]]
fa: [[!meta title="گزارش ژانویه ۲۰۱۴ تیلز"]]

source: Releases
fa: انتشارها

source: Tails 0.22.1 has been rescheduled to February 4 due to holidays at Mozilla.
fa: انتشار تیلز ۰٫۲۲٫۱ به خاطر تعطیلات در موزیلا به ۴ فوریه موکول شد.

source: Metrics
fa: متریک‌ها

source: Tails has been started more than 236 579 times in January. This make 7 630 boots a day in average.
fa: تیلز بیش از ۲۳۶٫۵۷۹ بار در ماه ژانویه راه‌اندازی شد. یعنی به طور متوسط ۷٫۶۳۰ راه‌اندازی در روز.

source: 16 640 downloads of the OpenPGP signature of Tails ISO.
fa: ۱۶٫۶۴۰ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز.

source: 112 reports were received through WhisperBack.
fa: ۱۱۲ گزارش از طریق ویسپربک دریافت شدند.

source: Code
fa: کد

source: New features:
fa: ویژگی‌های جدید:

source: The browser [[!tails_gitweb_branch feature/dont_autostart_iceweasel desc="is not open automatically"]] anymore when starting Tails ([[!tails_ticket 5735]]).
fa: مرورگر دیگر هنگام راه‌اندازی تیلز [[!tails_gitweb_branch feature/dont_autostart_iceweasel desc="خودکار راه‌اندازی نمی‌شود"]] ([[!tails_ticket 5735]]).

source: The website [[!tails_gitweb_branch feature/cleanup-ikiwiki-setup desc="was better locked down"]] except for the Blueprint section.
fa: محافظت از تارنما به جز بخش بلوپرینت‌ها [[!tails_gitweb_branch feature/cleanup-ikiwiki-setup desc="بهتر شد"]].

source: Seahorse nautilus [[!tails_gitweb_commit 2f76663555975c53689b39258eea1eacdbfeba6a desd="was installed"]] in Tails Wheezy.
fa: ناتیلوس در Tails Wheezy [[!tails_gitweb_commit 2f76663555975c53689b39258eea1eacdbfeba6a desd="نصب شد"]].

source: A quick shutdown applet [[!tails_gitweb_branch bugfix/5355-add-a-quick-shutdown-button-back desc="has been written"]] for Tails Wheezy ([[!tails_ticket 5355]]).
fa: یک برنامک خاموش کردن سریع برای Tails Wheezy [[!tails_gitweb_branch bugfix/5355-add-a-quick-shutdown-button-back desc="نوشته شده‌است"]]([[!tails_ticket 5355]]).

source: Tails Upgrader menu launcher [[!tails_gitweb_branch feature/6489-i18n-upgrader-launcher desc="was made translatable"]] ([[!tails_ticket 6489]]).
fa: راه‌انداز فهرست ارتقای تیلز [[!tails_gitweb_branch feature/6489-i18n-upgrader-launcher desc="قابل ترجمه شد"]] ([[!tails_ticket 6489]]).

source: Software updates:
fa: ارتقاهای نرم‌افزاری:

source: Pidgin was updated to 2.10.8 which fixes lots of security issues ([[!tails_ticket 6629]]).
fa: پیجین به نسخهٔ ۲٫۱۰٫۸ ارتقاء داده شد که بسیاری از مشکلات امنیتی را برطرف می‌کند ([[!tails_ticket 6629]].

source: A [[!tails_gitweb_branch feature/linux-3.13 desc="branch with Linux 3.13"]] was prepared.
fa: یک [[!tails_gitweb_branch feature/linux-3.13 desc="شاخه با لینوکس ۳٫۱۳"]] آماده شد.

source: Bug and regression fixes:
fa: رفع ایرادها و رگرسیون‌ها:

source: The browser resolution not set to a multiple of 200x100 was [[!tails_gitweb_branch bugfix/6377-workaround-for-window-size desc="was workarounded"]].
fa: برای درجه وضوح مرورگر که روی مضرب ۲۰۰x۱۰۰ نبود، [[!tails_gitweb_branch bugfix/6377-workaround-for-window-size desc="راه‌حلی جانبی پیدا شد"]].

source: The additional software script [[!tails_gitweb_branch feature/create-additional-software-config desc="doesn't crash anymore"]] if persistence is not mounted.
fa: اسکریپت نرم‌افزارهای اضافی در صورت وصل نبودن مانا [[!tails_gitweb_branch feature/create-additional-software-config desc="دیگر متوقف نمی‌شود"]].

source: The homepage was fixed when starting Tails in Spanish ([[!tails_ticket 6612]]).
fa: صفحهٔ خانه هنگم راه‌اندازی تیلز به اسپانیایی درست شد ([[!tails_ticket 6612]]).

source: Documentation and website
fa: مستندسازی و تارنما

source: A new German team was created with Frithjof, Frau Suk, and Jens Kubieziel.
fa: یک تیم آلمانی جدید متشکل از Frithjof، Frau Suk و Jens Kubieziel تشکیل شد.

source: Spanish translations were disabled on the website because too few pages were translated.
fa: ترجمه‌های اسپانیایی روی تارنما غیرفعال شدند چون تنها چند صفحه ترجمه شده بودند.

source: Our program of [[Easy tasks for new contributors|contribute/easy_tasks]] was published.
fa: برنامهٔ [[کارهای آسان برای مشارکت‌کنندگان جدید|contribute/easy_tasks]] ما منتشر شد.

source: Icons for the different roles on the Contribute section [[were drafted|blueprint/contribute]].
fa: نمایه‌های نقش‌های متفاوت در بخش «همکاری» [[پیش‌نویس شد|blueprint/contribute]].

source: Infrastructure
fa: زیرساخت

source: Test suite
fa: بسته آزمایشی

source: The test suite [[!tails_gitweb_branch test/dont_autostart_iceweasel desc="was completed"]] to validate [[!tails_ticket 5735]].
fa: بستهٔ آزمایشی برای تأیید [[!tails_ticket 5735]] [[!tails_gitweb_branch test/dont_autostart_iceweasel desc="تکمیل شد"]].

source: Our test suite has 82 scenarios.
fa: بستهٔ آزمایشی ما ۸۲ سناریو دارد.

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: - [Tails Mobile via USB or dual-boot](https://mailman.boum.org/pipermail/tails-dev/2014-January/004632.html) - [Updated plans for AppArmor support](https://mailman.boum.org/pipermail/tails-dev/2014-January/004634.html) - [Risks of enabled/disabled TCP timestamps?](https://mailman.boum.org/pipermail/tails-dev/2014-January/004645.html) - [Usecases for the Cookie Monster browser extension?](https://mailman.boum.org/pipermail/tails-dev/2014-January/004725.html) - [2.0 milestone += supporting USB devices exposed as non-removable?](https://mailman.boum.org/pipermail/tails-dev/2014-January/004726.html) - [Tor Launcher extension](https://mailman.boum.org/pipermail/tails-dev/2014-January/004730.html) - [Tails logo](https://mailman.boum.org/pipermail/tails-dev/2014-January/004740.html) - [Link to the known issues on the download page?](https://mailman.boum.org/pipermail/tails-dev/2014-January/004749.html)
fa: - [تیلز همراه با یواس‌بی یا راه‌اندازی دوگانه](https://mailman.boum.org/pipermail/tails-dev/2014-January/004632.html) - [برنامه‌های به‌روزشده برای پشتیبانی اپ‌آرمور](https://mailman.boum.org/pipermail/tails-dev/2014-January/004634.html) - [خطرات فعال/غیرفعال کردن مُهر زمانی قرارداد هدایت انتقال؟](https://mailman.boum.org/pipermail/tails-dev/2014-January/004645.html) - [موارد استفاده برای افزونهٔ مرورگر Cookie Monster](https://mailman.boum.org/pipermail/tails-dev/2014-January/004725.html) - [هدف ۲٫۰ += پشتیبانی از دستگاه‌های یواس‌بی به شکل غیرقابل‌جداسازی؟](https://mailman.boum.org/pipermail/tails-dev/2014-January/004726.html) - [افزونهٔ راه‌انداز تور](https://mailman.boum.org/pipermail/tails-dev/2014-January/004730.html) - [لوگوی تیلز](https://mailman.boum.org/pipermail/tails-dev/2014-January/004740.html) - [پیوند به مشکلات شناسایی‌شده در صفحهٔ دانلود؟](https://mailman.boum.org/pipermail/tails-dev/2014-January/004749.html)

source: Funding
fa: جذب سرمایه

source: - We sent our application to sponsor Lima. - We are still in the process of signing a contract with sponsor Echo. - We published our [[income statement for 2013|doc/about/finances]].
fa: - درخواست خود را به اسپانسر لیما فرستادیم. - هنوز در روند امضای قرارداد با اسپانسر اکو قرار داریم. - [[بیلان مالی خود در سال ۲۰۱۳|doc/about/finances]] را منتشر کرده‌ایم.

source: Outreach
fa: توسعه

source: We are organizing the 2014 Tails developers summit.
fa: در حال سازمان‌دهی نشست توسعه‌دهندگان تیلز ۲۰۱۴ هستیم.

source: A 3-days public Tails sprint will probably take place in Paris in July. Many thanks to Stefano Zacchiroli for his help!
fa: یک تاخت‌وتاز سه‌روزهٔ عمومی تیلز که در ژوییه در پاریس رخ خواهد داد. تشکر بسیار از استفانو زاکیرولی برای کمک‌هایش!

source: Press and testimonials
fa: اخبار و قدردانی‌ها

source: 2014-01-14: On Linux.com, Carla Schroder [picks Tails](https://www.linux.com/news/software/applications/752221-the-top-7-best-linux-distros-for-2014/) as the best Linux distribution for 2014 in the "Best Fighting the Man Distro" category.
fa: ۲۰۱۴/۰۱/۱۴: Carla Schroder در Linux.com تیلز را به عنوان بهترین توزیع لینوکس در سال ۲۰۱۴ در بخش «بهترین توزیع مبارزه با انسان» [انتخاب کرده است](https://www.linux.com/news/software/applications/752221-the-top-7-best-linux-distros-for-2014/).

source: 2014-01: "Tails: The Amnesiac Incognito Live System – Privacy for Anyone Anywhere", by Russ McRee, in this month's issue of the [Information Systems Security Association Journal](http://www.issa.org/?page=ISSAJournal).
fa: ۲۰۱۴/۰۱: "Tails: The Amnesiac Incognito Live System – Privacy for Anyone Anywhere" به قلم Russ McRee در شمارهٔ این ماه [Information Systems Security Association Journal](http://www.issa.org/?page=ISSAJournal).
