Repository: austin987/tails
Catalog: wiki/src/news/report_2013_11.*.po
Languages: fa

source: [[!meta title="Tails report for November, 2013"]]
fa: [[!meta title="گزارش نوامبر ۲۰۱۳ تیلز"]]

source: Metrics
fa: متریک‌ها

source: Tails has been started more than 205 802 times in November. This make 6 860 boots a day in average.
fa: تیلز بیش از ۲۰۵٫۸۰۲ بار در ماه نوامبر راه‌اندازی شد. یعنی به طور متوسط ۶٫۸۶۰ راه‌اندازی در روز.

source: 6 270 downloads of the OpenPGP signature of Tails ISO.
fa: - ۶٫۲۷۰ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز.

source: 80 reports were received through WhisperBack.
fa: ۸۰ گزارش از طریق ویسپربک دریافت شدند.

source: Code
fa: کد

source: Some of the newest contributors were particularly active this month:
fa: بعضی از جدیدترین مشارکت‌کنندگان این ماه بسیار فعال بودند:

source: We have a new and active maintainer for I2P in Tails. Big up to Kytv! So I2P was [[!tails_gitweb_branch feature/i2p-0.9.8.1 desc="updated"]] to 0.9.8.1, and the I2P configuration and integration was improved in several ways.
fa: حالا یک مسئول نگهداری جدید و فعال برای I2P در تیلز داریم. تشکر بسیار از Kytv! بنابراین I2P به ۰٫۹٫۸٫۱ [[!tails_gitweb_branch feature/i2p-0.9.8.1 desc="ارتقاء"]] پیدا کرد و پیکربندی و هم‌سازی I2P از چندین راه بهبود یافتند.

source: SCIM was [replaced](http://git.tails.boum.org/winterfairy/tails/log/?h=bugfix/ibus) by IBus as input method to better support various input methods (Closes [[!tails_ticket 5624]] and [[!tails_ticket 6206]]). Thanks to WinterFairy!
fa: IBus [جایگزین](http://git.tails.boum.org/winterfairy/tails/log/?h=bugfix/ibus) SCIM به عنوان روش ورودی شد تا از روش‌های ورودی متعدد بهتر پشتیبانی شود (بسته شدن [[!tails_ticket 5624]] و [[!tails_ticket 6206]]). تشکر بسیار از WinterFairy!

source: Kevin C. Krinke has been actively working on a [replacement of the clock](http://kevin.c.krinke.ca/builds/tailsclock) with configurable timezone. Many thanks!
fa: Kevin C. Krinke فعالانه مشغول [جایگزینی ساعت](http://kevin.c.krinke.ca/builds/tailsclock) با زمان قابل‌تنظیم بوده‌است. تشکر بسیار!

source: A script has been written to automate the [[!tails_gitweb_branch feature/import-translations desc="importation process"]] of completed translations from Transifex. Thanks to WinterFairy!
fa: اسکریپتی برای خودکارسازی [[!tails_gitweb_branch feature/import-translations desc="روند وارد کردن"]] ترجمه‌های تمام‌شده از Transifex نوشته شد. تشکر بسیار از WinterFairy!

source: The keyboard selection for some languages in Tails Greeter was [fixed](http://git.tails.boum.org/greeter/log/?h=bugfix/5469-default-country-and-translation) (Closes [[!tails_ticket 5741]]). Again thanks to WinterFairy!
fa: مشکل انتخاب صفحه‌کلید برای بعضی زبان‌ها در خوشامدگوی تیلز [حل شد](http://git.tails.boum.org/greeter/log/?h=bugfix/5469-default-country-and-translation) (بسته شدن [[!tails_ticket 5741]]). باز هم تشکر از WintwrFairy!

source: We kept on working on some major features, some are about to be released:
fa: به کار روی بعضی ویژگی‌های عمده ادامه دادیم و بعضی از آن‌ها به زودی منتشر می‌شوند:

source: The real-world deployment of incremental updates has been [[!tails_gitweb_branch feature/incremental-upgrades desc="made ready for beta testing"]] and will be the default way to upgrade Tails, on point-releases at least.
fa: ارتقاهای تدریجی حالا [[!tails_gitweb_branch feature/incremental-upgrades desc="برای آزمایش کردن در حالت بتا آماده شده"]] و روش پیش‌فرض ارتقای تیلز خواهد بود، اقلاً برای ارتقاهای جزیی.

source: The second round of upgrade towards a [[safer persistence|doc/first_steps/persistence/upgrade]] was [[!tails_gitweb_branch bugfix/safer-persistence desc="prepared"]].
fa: دور دوم ارتقاء به یک [مانای امن‌تر|doc/first_steps/persistence/upgrade]] [[!tails_gitweb_branch bugfix/safer-persistence desc="آماده شد"]].

source: A lot of work has been done towards [[!tails_gitweb_branch feature/spoof-mac desc="MAC spoofing"]]. See the latest [[blueprint|blueprint/macchanger]] of our design.
fa: کارهای زیادی برای [[!tails_gitweb_branch feature/spoof-mac desc="جا زدن آدرس مک"]] انجام شده‌اند. جدیدترین [[بلوپرینت|blueprint/macchanger]] طراحی ما را ببینید.

source: The migration to Firefox 24 and Torbutton 1.6 was completed (Closes [[!tails_ticket 6370]] and [[!tails_ticket 6371]]).
fa: کوچ به فایرفاکس ۲۴ و تورباتن ۱٫۶ کامل شد (بسته شدن [[!tails_ticket 6370]] و[[!tails_ticket 6371]]).

source: Regarding security:
fa: در مورد امنیت:

source: The serious security upgrade to NSS 3.15.3 was prepared but we unfortunately didn't have time to make a point release just for that. See CVE-2013-1741, CVE-2013-5605 and CVE-2013-5606.
fa: ارتقای امنیتی مهم به NSS 3.15.3 آماده شد، اما متأسفانه فرصتی برای یک انتشار جزیی تنها برای همین کار نداشتیم. رجوع کنید به CVE-2013-1741، CVE-2013-5605 و CVE-2013-5606.

source: More IP and MAC addresses are sanitized in WhisperBack reports (Closes [[!tails_ticket 6391]]).
fa: آی‌پی‌ها و آدرس‌های مک بیشتری در گزارش های ویسپربک درست شدند (بسته شدن [[!tails_ticket 6391]]).

source: Regarding user experience:
fa: در مورد تجربهٔ کاربر:

source: DPMS screen blanking has been [[!tails_gitweb_branch bugfix/disable-dpms desc="disabled"]] (Closes [[!tails_ticket 5617]]).
fa: خالی کردن صفحه از سوی DPMS [[!tails_gitweb_branch bugfix/disable-dpms desc="غیرفعال شده‌است"]] (بسته شدن [[!tails_ticket 5617]]).

source: The default system partition size is now [[!tails_gitweb_branch feature/bigger-system-partition desc="2.5GB"]].
fa: گنجایش پیش‌فرض پارتیشن سیستم حالا [[!tails_gitweb_branch feature/bigger-system-partition desc="۲٫۵ گیگابایت است"]].

source: The bug that prevented Vidalia to show up sometimes was [[!tails_gitweb_branch bugfix/vidalia_fails_to_start desc="fixed"]].
fa: ایرادی که گاهی از باز شدن ویدالیا جلوگیری می‌کرد [[!tails_gitweb_branch bugfix/vidalia_fails_to_start desc="برطرف شده‌است"]].

source: And also:
fa: همچنین:

source: Tails now have its own [[!tails_gitweb config/chroot_local-includes/usr/local/lib/tails-shell-library desc="shell"]] and [perl](https://git-tails.immerda.ch/perl5lib) libraries where we factorize some of our code.
fa: تیلز حالا کتابخانه‌های [[!tails_gitweb config/chroot_local-includes/usr/local/lib/tails-shell-library desc="هسته"]] و [پرل](https://git-tails.immerda.ch/perl5lib) خود را دارد که در آن‌ها بخشی از کد خود را فاکتور می‌گیریم.

source: Upgrade to Linux 3.11 and got back to Linux 3.10 because 3.11 breaks the shutdown process on some hardware.
fa: به لینوکس ۳٫۱۱ ارتقاء پیدا کردیم و سپس به لینوکس ۳٫۱۰ بازگشتیم، چون ۳٫۱۱ روند خاموش کردن را روی بعضی سخت‌افزارها متوقف می‌کند.

source: Uploaded a few packages and backports we need into Debian.
fa: چند بسته و بک‌پورت مورد نیاز خود را در دبیان آپلود کردیم.

source: Tails Installer [[!tails_gitweb_branch bugfix/dont-fail-upgrade-if-tmp-dir-exists-on-destination desc="does not fail anymore"]] if the `tmp` directory exists on the destination filesystem.
fa: نصب‌کنندهٔ تیلز در صورت وجود پوشهٔ `tmp` روی فایل سیستمی مقصد [[!tails_gitweb_branch bugfix/dont-fail-upgrade-if-tmp-dir-exists-on-destination desc="دیگر متوقف نمی‌شود"]].

source: Documentation and website
fa: مستندسازی و تارنما

source: A [[draft FAQ|blueprint/faq]] was create to answer some questions asked on our previous [[forum|forum]].
fa: [[پیش‌نویس پرسش و پاسخ‌های متداول|blueprint/faq]] برای پاسخ‌گویی به بعضی سوالات پرسیده‌شده در [[انجمن|forum]] قبلی ایجاد شد.

source: A [[calendar|contribute/calendar]] was created to centralize all the important dates for the community.
fa: یک [[تقویم|contribute/calendar]] برای مرکزی‌سازی تمام تاریخ‌های مهم اجتماع ایجاد شد.

source: A [[glossary|contribute/glossary]] was created on the website to define terms specific to our process.
fa: [[واژه‌نامه‌ای|contribute/glossary]] روی تارنما برای تعریف اصطلاحات مخصوص روندهای ما ایجاد شد.

source: The roles on the Contribute page were [[described|contribute]].
fa: نقش صفحهٔ همکاری [[دوباره تعیین شد|contribute]].

source: Two new contribution pages were added: [[graphics|contribute/how/graphics]] and [[user_interface|contribute/how/user_interface]].
fa: دو صفحهٔ جدید همکاری اضافه شدند: [[graphics|contribute/how/graphics]] و [[user_interface|contribute/how/user_interface]].

source: Instructions to change the persistence passphrase were [[!tails_gitweb_branch doc/change_persistence_passphrase desc="drafted"]].
fa: راهنمای تغییر گذرواژهٔ مانا [[!tails_gitweb_branch doc/change_persistence_passphrase desc="پیش‌نویس شد"]].

source: The [[contribute/release_schedule]] was updated to match current practice more closely.
fa: [[contribute/release_schedule]] به‌روز شد تا بیشتر به کارهای اخیر نزدیک باشد.

source: The [[documentation for translators|contribute/how/translate]] now points to Git tutorials.
fa: [[مستندات مترجم‌ها|contribute/how/translate]] حالا به راهنماهای گیت اشاره می‌کند.

source: Infrastructure
fa: زیرساخت

source: We have organized donations of UEFI hardware, and purchased some more.
fa: چند سخت‌افزار UEFI به ما داده شد و چند تای دیگر خریداری کردیم.

source: Recovered from disk breakage on our main server.
fa: مشکل دیسک روی سرور اصلی خود را برطرف کردیم.

source: Surveyed operators of HTTP mirrors for SNI availability. The results look good, next step is to get a certificate for `dl.amnesia.boum.org`.
fa: اپراتورهای آینه‌های اچ‌تی‌تی‌پی را جهت مطلع شدن از در دسترس بودن SNI بررسی کردیم. نتیجه خوب بود. قدم بعدی گرفتن یک گواهی برای `dl.amnesia.boum.org` است.

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: [2.0 milestone += supporting USB devices exposed as non-removable?](https://mailman.boum.org/pipermail/tails-dev/2013-November/003999.html)
fa: [هدف ۲٫۰ += پشتیبانی از دستگاه‌های یواس‌بی به شکل غیرقابل‌جداسازی؟](https://mailman.boum.org/pipermail/tails-dev/2013-November/003999.html)

source: [Tor Launcher extension](https://mailman.boum.org/pipermail/tails-dev/2013-November/004011.html)
fa: [افزونهٔ راه‌انداز تور](https://mailman.boum.org/pipermail/tails-dev/2013-November/004011.html)

source: [WhisperBack launcher should give a hint on its use](https://mailman.boum.org/pipermail/tails-dev/2013-November/004295.html)
fa: [راه‌انداز ویسپربک باید اشاره‌ای به فعالیت خود بکند](https://mailman.boum.org/pipermail/tails-dev/2013-November/004295.html)

source: [Glossary for contributors](https://mailman.boum.org/pipermail/tails-dev/2013-November/004353.html)
fa: [واژه‌نامه برای مشارکت‌کنندگان](https://mailman.boum.org/pipermail/tails-dev/2013-November/004353.html)

source: Funding
fa: جذب سرمایه

source: ThinkPenguin.com donated hardware for us to investigate on UEFI support. Many thanks!
fa: ThinkPenguin.com برای بررسی پشتیبانی UEFI سخت‌افزارهایی به ما هدیه داد. تشکر بسیار!

source: We have been working on a proposal with sponsor Golf.
fa: در حال کار روی پیشنهادی برای اسپانسر گلف بوده‌ایم.

source: Outreach
fa: توسعه

source: We submitted a talk for 30C3 but it was rejected.
fa: یک ارائه برای 30C3 پیشنهاد دادیم که رد شد.

source: 2013-11-28: [Helping Human Rights Defenders to Communicate Securely: TAILS, National Democratic Institute, USA](http://www.coe.int/en/web/world-forum-democracy/lab4_) at the World Forum for Democracy
fa: ۲۰۱۳/۱۱/۲۸: [کمک به مدافعان حقوق بشر برای ارتباط امن‌تر: تیلز، موسسه دموکراتیک ملی، آمریکا](http://www.coe.int/en/web/world-forum-democracy/lab4_) در موسسهٔ دموکراتیک ملی

source: Press and testimonials
fa: اخبار و قدردانی‌ها

source: 2013-11: The German-speaking ADMIN magazine [reviews Tails](http://www.admin-magazin.de/Das-Heft/2013/11/Tails-0.20).
fa: ۲۰۱۳/۱۱: مجلهٔ آلمانی‌زبان ADMIN [تیلز را بررسی کرده‌است](http://www.admin-magazin.de/Das-Heft/2013/11/Tails-0.20).
