Repository: austin987/tails
Catalog: wiki/src/news/report_end_of_2014.*.po
Languages: fa

source: [[!meta title="Tails report from August to December 2014"]]
fa: [[!meta title="گزارش آگوست تا دسامبر ۲۰۱۴ تیلز"]]

source: As you might have noticed, [[the last monthly report|news/report_2014_06-07]] was a long time ago, because the people who were doing them had really no time left. Somebody new finally takes over, let's hope it lasts :)
fa: همان‌طور که ممکن است متوجه شده باشید، [[آخرین گزارش ماهانه|news/report_2014_06-07]] متعلق به چند ماه پیش بود، چون افرادی که این کار را انجام می‌دادند دیگر وقتی برای این کار نداشتند. بالاخره فردی جدید این کار را به دست گرفت و امیدواریم این روند ادامه پیدا کند :)

source: So, here is a minimal report for the second half of 2014, the next ones will be more complete.
fa: این هم یک گزارش مینی‌مال از نیمهٔ دوم سال ۲۰۱۴. گزارش‌های بعدی کامل‌تر خواهند بود.

source: Releases
fa: انتشارها

source: [[Tails 1.1.1 was released on September 2, 2014.|news/version_1.1.1]] (minor release)
fa: [[تیلز ۱٫۱٫۱ روز ۲ سپتامبر ۲۰۱۴ منتشر شد|news/version_1.1.1]] (انتشار جزیی)

source: [[Tails 1.2 was released on October 14, 2014.|news/version_1.2]] (major release)
fa: [[تیلز ۱٫۲ روز ۱۴ اکتبر ۲۰۱۴ منتشر شد|news/version_1.2]] (انتشار جزیی)

source: [[Tails 1.2.1 was released on December 3, 2014.|news/version_1.2.1]] (minor release)
fa: [[تیلز ۱٫۲٫۱ روز ۳ دسامبر ۲۰۱۴ منتشر شد|news/version_1.2.1]] (انتشار جزیی)

source: [[Tails 1.2.2 was released on December 15, 2014.|news/version_1.2.2]] (special minor release for security reasons)
fa: [[تیلز ۱٫۲٫۲ روز ۱۵ دسامبر ۲۰۱۴ منتشر شد|news/version_1.2.2]] (انتشار جزیی ویژه به دلایل امنیتی)

source: Code
fa: کد

source: For details, see each release announcement. Notable changes include:
fa: برای جزییات بیشتر اعلان مربوط به هر انتشار را ببینید. تغییرات مهم عبارتند از:

source: 1.1.1: [[I2P|doc/anonymous_internet/i2p]] now needs to be enabled with a boot option. We made this choice after [[a security hole affected I2P|security/Security_hole_in_I2P_0.9.13]] ; this problem is now fixed, but if any other is discovered in the future, it won't affect Tails users who don't use I2P.
fa: ۱٫۱٫۱: حالا [[I2P|doc/anonymous_internet/i2p]] را باید با یک گزینهٔ راه‌اندازی فعال کرد. این تصمیم را پس از [[اثر گذاشتن یک حفرهٔ امنیتی بر I2P|security/Security_hole_in_I2P_0.9.13]] گرفتیم؛ این مشکل حالا برطرف شده، اما اگر چنین مشکلی در آینده پیش بیاید اثری روی کاربران تیلز که از I2P استفاده نمی‌کنند نخواهد داشت.

source: 1.2: [[Tor Browser|doc/anonymous_internet/Tor_Browser]] replaces the previous Firefox + Torbutton setup. This allows us to work more closely with Tor people and provide a more unified experience to the user.
fa: ۱٫۲: [[Tor Browser|doc/anonymous_internet/Tor_Browser]] جایگزین ترکیب پیشین فایرفاکس+تورباتن شد. این کار به ما اجازه می‌دهد همکاری نزدیک‌تری با افراد تور داشته باشیم و تجربه‌ای هماهنگ‌تر برای کاربر فراهم کنیم.

source: Several major applications are [[confined with AppArmor|contribute/design/application_isolation]]. This improves the overall security provided by Tails, and AppArmor work is going on to confine more applications :)
fa: چندین ابزار مهم [[با اپ‌آرمور محدود شدند|contribute/design/application_isolation]]. این کار امنیت کلی تیلز را بالاتر می‌برد و کار آپ‌آرمور تا حدود کردن ابزارهای بیشتر ادامه خواهد داشت :)

source: 1.2.1: finally remove [[TrueCrypt|doc/encryption_and_privacy/truecrypt]]. It was abandonned upstream since a long time, and it's safer to use maintained, reviewed encryption methods, like [[LUKS|doc/encryption_and_privacy/encrypted_volumes]] (that's what the [[persistence|doc/first_steps/persistence]] uses). You can still open your TrueCrypt volumes, but we recommand you switch to LUKS volumes as soon as possible.
fa: ۱٫۲٫۱: بالاخره [[تروکریپت|doc/encryption_and_privacy/truecrypt]] را حذف کردیم. این پروژه از مدت‌ها پیش رها شده بود و استفاده از روش‌های رمزگذاری در حال بررسی و نگهداری شدن مانند [[LUKS|doc/encryption_and_privacy/encrypted_volumes]] (چیزی که [[مانا|doc/first_steps/persistence]] از آن استفاده می‌کند) امن‌تر است. همچنان می‌توانید درایوهای تروکریپت خود را باز کنید، اما پیشنهاد می‌کنیم هر چه سریع‌تر به درایوهای LUKS کوچ کنید.

source: Funding
fa: جذب سرمایه

source: We passed a [[call for donations|news/who_are_you_helping]] on our website which was quite successful. Donations are still welcome though :)
fa: روی تارنمای خود یک [[درخواست برای کمک‌های مالی|news/who_are_you_helping]] گذاشتیم که بسیار موفقیت‌آمیز بود. همچنان از کمک‌ها استقبال می‌کنیم :)

source: The grant proposal that we submitted to the [Digital Defenders](https://digitaldefenders.org/) was approved. It will fund part of our activity over 2015:
fa: پیشنهاد اصلی ما به [Digital Defenders](https://digitaldefenders.org/) پذیرفته شد. این نهاد هزینهٔ بخشی از فعالیت‌های ما در سال ۲۰۱۵ را تقبل خواهد کرد:

source: - Build our capacity to provide same-day security updates: - Increase the test coverage of our automated test suite to cover most of our remaining manual tests. - Write automated tests for the new features to be developed during 2015. - Buy dedicated hardware to allow core developers to be able to run the test suite locally. - Streamline the installation process for less tech-savvy people: - Have Tails Installer available in Debian, Ubuntu, and derivatives. - Write a Firefox extension to automate the ISO verification at download time. - Rework our download and installation instructions as a web assistant to guide new users step-by-step through the process. - Provide one year of help desk.
fa: - ایجاد ظرفیت برای انجام به‌روزرسانی‌های امنیتی در همان روز: - افزایش پوشش آزمایشی بستهٔ آزمایشی خودکار ما برای پوشش دادن اغلب آزمون‌های دستی باقی‌مانده. - نوشتن ازمون‌های خودکار برای ویژگی‌های جدید که در طول سال ۲۰۱۵ به کار گرفته خواهند شد. - خرید سخت‌افزارهای لازم تا به توسعه‌دهندگان اجازهٔ اجرای محلی بستهٔ آزمایشی را بدهد. - تصویری کردن روند نصب برای افرادی که کمتر با فناوری آشنا هستند: - داشتن «نصب‌کنندهٔ تیلز» در دبیان، اوبونتو و مشتق‌های آن‌ها. - نوشتن یک افزونهٔ فایرفاکس برای برای خودکار کردن تأیید ایزو هنگام دانلود. - کار دوباره روی راهنماهای دانلود و نصب به عنوان یک دستیار وب برای راهنمایی گام‌به‌گام کاربران در طول روند. - یک سال میز کمک برای کاربران.

source: We submitted a full proposal to the [Open Technology Fund](https://www.opentechfund.org/). It passed a first round of review and is now waiting for the approval of their final committee.
fa: یک پیشنهاد کامل به [Open Technology Fund](https://www.opentechfund.org/) ارائه دادیم. پیشنهاد ما در دور اول بررسی پذیرفته شد و حالا منتظر موافقت کمیتهٔ نهایی هستیم.

source: Outreach
fa: توسعه

source: Several Tails contributors attended the [31C3](https://events.ccc.de/category/31c3/) in Hamburg. We held a Tails table where many people came to ask questions, get Tails installed, start to contribute or just say thank you. We even had some origami folding moments :)
fa: چندین مشارکت‌کنندهٔ تیلز در [31C3](https://events.ccc.de/category/31c3/) در هامبورگ شرکت کردند. ما آن‌جا یک میز تیلز داشتیم و افراد بسیاری از ما سوال پرسیدند، تیلز را نصب کردند، شروع به همکاری کردند یا تنها تشکر کردند. حتی چند تمرین اریگامی هم داشتیم :)

source: We passed a call for help on [[porting Windows camouflage to GNOME 3.14|news/windows_camouflage_jessie]].
fa: یک درخواست کمک برای [[پورت کردن استتار ویندوزی به گنوم ۳٫۱۴|news/windows_camouflage_jessie]] ارائه کردیم.

source: Press & Testimonials
fa: اخبار و قدردانی‌ها

source: For more information concerning the second half of 2014, see [[our press page|press]].
fa: برای اطلاعات بیشتر در مورد نیمهٔ دوم سال ۲۰۱۴ رجوع کنید به [[صفحهٔ رسانه‌های ما|press]].

source: Documentation
fa: مستندسازی

source: We documented a workaround to [[empty the trash|doc/encryption_and_privacy/secure_deletion#empty_trash]] of the persistent volume.
fa: راه‌حلی جانبی برای [[خالی کردن سطل آشغال|doc/encryption_and_privacy/secure_deletion#empty_trash]] درایو مانا را مستندسازی کردیم.

source: Metrics
fa: متریک‌ها

source: In August 2014:
fa: در آگوست ۲۰۱۴:

source: Tails has been started more than 287,156 times in August. This makes 9,263 boots a day on average.
fa: تیلز بیش از ۲۸۷٫۱۵۶ بار در ماه آگوست راه‌اندازی شد. یعنی به طور متوسط ۹٫۲۶۳ راه‌اندازی در روز.

source: 19,910 downloads of the OpenPGP signature of Tails ISO from our website.
fa: ۱۹٫۹۱۰ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز از تارنمای ما.

source: 110 bug reports were received through WhisperBack.
fa: ۱۱۰ گزارش از طریق ویسپربک دریافت شدند.

source: In September 2014:
fa: در ماه سپتامبر ۲۰۱۴:

source: Tails has been started more than 344,639 times in September. This makes 11,488 boots a day on average.
fa: تیلز بیش از ۳۴۴٫۶۳۹ بار در ماه سپتامبر راه‌اندازی شد. یعنی به طور متوسط ۱۱٫۴۸۸ راه‌اندازی در روز.

source: 26,311 downloads of the OpenPGP signature of Tails ISO from our website.
fa: ۲۶٫۳۱۱ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز از تارنمای ما.

source: 102 bug reports were received through WhisperBack.
fa: ۱۰۲ گزارش از طریق ویسپربک دریافت شدند.

source: In October 2014:
fa: در ماه اکتبر ۲۰۱۴:

source: Tails has been started more than 364,727 times in October. This makes 11,765 boots a day on average.
fa: تیلز بیش از ۳۶۴٫۷۲۷ بار در ماه اکتبر راه‌اندازی شد. یعنی به طور متوسط ۱۱٫۷۶۵ راه‌اندازی در روز.

source: 27,342 downloads of the OpenPGP signature of Tails ISO from our website.
fa: ۲۷٫۳۴۲ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز از تارنمای ما.

source: 160 bug reports were received through WhisperBack.
fa: ۱۶۰ گزارش از طریق ویسپربک دریافت شدند.

source: In November 2014:
fa: در ماه نوامبر ۲۰۱۴:

source: Tails has been started more than 337,962 times in November. This makes 11,265 boots a day on average.
fa: تیلز این ماه بیش از ۳۳۷٫۹۶۲ بار در ماه نوامبر راه‌اندازی شد. یعنی به طور متوسط ۱۱٫۲۶۵ راه‌اندازی در روز.

source: 21,301 downloads of the OpenPGP signature of Tails ISO from our website.
fa: ۲۱٫۳۰۱ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز از تارنمای ما.

source: 74 bug reports were received through WhisperBack.
fa: ۷۴ گزارش از طریق ویسپربک دریافت شدند.

source: In December 2014:
fa: در ماه دسامبر ۲۰۱۴:

source: Tails has been started more than 347,669 times in December. This makes 11,215 boots a day on average.
fa: تیلز این ماه بیش از ۳۴۷٫۶۶۹ بار در ماه دسامبر راه‌اندازی شد. یعنی به طور متوسط ۱۱٫۲۱۵ راه‌اندازی در روز.

source: 26,549 downloads of the OpenPGP signature of Tails ISO from our website.
fa: ۲۶٫۵۴۹ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز از تارنمای ما.

source: 91 bug reports were received through WhisperBack.
fa: ۹۱ گزارش از طریق ویسپربک دریافت شدند.
