Repository: austin987/tails
Catalog: wiki/src/news/report_2014_05.*.po
Languages: fa

source: [[!meta title="Tails report for May, 2014"]]
fa: [[!meta title="گزارش مه ۲۰۱۴ تیلز"]]

source: Releases
fa: انتشارها

source: Late May we decided to [postpone the release of Tails 1.1](https://mailman.boum.org/pipermail/tails-dev/2014-May/005901.html), based on Debian Wheezy, to the next release cycle. And instead have Tails 1.0.1 released on June 10.
fa: اواخر ماه تصمیم گرفتیم انتشار تیلز ۱٫۱ مبتنی بر Debian Wheezy را به چرخهٔ انتشار بعدی [موکول کنیم](https://mailman.boum.org/pipermail/tails-dev/2014-May/005901.html). به جای این کار تیلز ۱٫۰٫۱ را ۱۰ ژوئن منتشر کردیم.

source: Tails 1.1~beta1, the first beta version of Tails based on Debian Wheezy, was released on May 30.
fa: تیلز 1.1~beta1، اولین نسخهٔ بتای تیلز مبتنی بر Debian Wheezy روز ۳۰ مه منتشر شد.

source: Metrics
fa: متریک‌ها

source: Tails has been started more than 344 328 times this month. This make 11 107 boots a day in average.
fa: تیلز بیش از ۳۴۴٫۳۲۸ بار در ماه مه راه‌اندازی شد. یعنی به طور متوسط ۱۱٫۱۰۷ راه‌اندازی در روز.

source: 31 698 downloads of the OpenPGP signature of Tails ISO.
fa: ۳۱٫۶۹۸ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز.

source: 64 bug reports were received through WhisperBack.
fa: ۶۴ گزارش از طریق ویسپربک دریافت شدند.

source: FAQ ===
fa: سوالات متداول ===

source: The development of TrueCrypt [was discontinued](http://truecrypt.sourceforge.net/) but our position regarding TrueCrypt has remained the same for years: Tails includes TrueCrypt only for backward compatibility and we are working on [[choosing a free software as replacement|blueprint/replace_truecrypt]] to open TrueCrypt volumes. We hope that this recent announcement encourages users to migrate to other encrypted storage formats such as [[LUKS|support/faq#luks]], and developers to better [[!tails_ticket 6337 desc="support the TrueCrypt on-disk format"]] in Free Software tools.
fa: توسعهٔ تروکریپت [متوقف شده](http://truecrypt.sourceforge.net/) اما موضع ما نسبت به تروکریپت سال‌ها ثابت مانده: تیلز تروکریپت را تنها برای سازگاری رو به عقب به کار می‌برد و مشغول [[انتخاب یک نرم‌افزار آزاد جایگزین|blueprint/replace_truecrypt]] برای باز کردن درایوهای تروکریپت هستیم. امیدواریم اعلان اخیر باعث ترغیب کاربران به کوچ به قالب‌های دیگر ذخیره رمزگذاری مانند [[LUKS|support/faq#luks]] و نیز ترغیب توسعه‌دهندگان برای [[!tails_ticket 6337 desc="پشتیبانی قالب روی دیسک تروکریپت"]] در ابزارهای نرم‌افزار آزاد شود.

source: Code
fa: کد

source: Still, a lot of work has been done to prepare Tails 1.1:
fa: با این حال کارهای بسیاری برای آماده کردن تیلز ۱٫۱ انجام شد:

source: The Windows Camouflage has been upgraded to Windows 8 ([[!tails_ticket 6342]]). It mostly works but some visual improvements would make it nicer ([[!tails_ticket 7377]]).
fa: استتار ویندوزی به ویندوز ۸ ارتقاء داده شد ([[!tails_ticket 6342]]). بیشتر بخش‌های آن کار می‌کند اما بهبود در بعضی مسائل بصری از آن چیز بهتری خواهد ساخت ([[!tails_ticket 7377]]).

source: Fixed the build of VirtualBox guest modules ([[!tails_ticket 5972]]).
fa: ساخت ماژول‌های مهمان ویرچوال‌باکس را ثابت کردیم ([[!tails_ticket 5972]]).

source: Fixed the starting of ORCA screen reader ([[!tails_ticket 7251]]).
fa: آغاز روخوان صفحهٔ اورکا را ثابت کردیم ([[!tails_ticket 7251]]).

source: Fixed the keymap selection from Tails Greeter ([[!tails_ticket 7065]]).
fa: انتخاب نقشهٔ کلید خوشامدگوی تیلز را ثابت کردیم ([[!tails_ticket 7065]]).

source: Set the background of Tails Greeter to our usual blue color ([[!tails_ticket 7126]]).
fa: پس‌زمینهٔ خوشامدگوی تیلز به رنگ آبی معمول ما درآمد ([[!tails_ticket 7126]]).

source: Fixed OpenPGP signature verification in Nautilus ([[!tails_ticket 6608]]). That implied installing a backport of shared-mime-info 1.2+ ([[!tails_ticket 7058]]).
fa: تأیید امضای اُپن‌پی‌جی‌پی در ناتیلوس درست شد ([[!tails_ticket 6608]]). این یعنی نصب بک‌پورتی از shared-mime-info 1.2+ به‌اشتراک‌گذاشته‌شده ([[!tails_ticket 7058]]).

source: Worked on [[!tails_gitweb_branch feature/7154-install-liferea-above-1.10.3 desc="upgrading liferea"]] ([[!tails_ticket 7154]]) and [[!tails_gitweb_branch feature/5711-liferea-persistence-preset desc="adding a persistence feature"]] ([[!tails_ticket 5711]]), but we discovered that Liferea > 1.10.3 includes a general-purpose web browser with JavaScript, and we don't want that. We are now considering to wait for Icedove, which also has a feed reader, before we add a persistent feeds feature.
fa: روی [[!tails_gitweb_branch feature/7154-install-liferea-above-1.10.3 desc="ارتقای Liferea"]] ([[!tails_ticket 7154]]) و [[!tails_gitweb_branch feature/5711-liferea-persistence-preset desc="اضافه کردن یک ویژگی مانا"]] ([[!tails_ticket 5711]]) کار کردیم، اما فهمیدیم که Liferea بالاتر از ۱٫۱۰٫۳ دارای یک مرورگر وب با استفادهٔ عمومی و دارای جاوااسکریپت هست که ما این را نمی‌خواهیم. حالا داریم پیش از اضافه کردن ویژگی خوراک مانا در مورد صبر برای Icedove فکر می‌کنیم که آن هم یک خوراک‌خوان دارد.

source: Fixed the display of non-Latin script in Florence ([[!tails_ticket 7279]]).
fa: نمایش خطوط غیرلاتین در فلورانس درست شد ([[!tails_ticket 7279]]).

source: Used a solid blue background color to workaround a display bug in GNOME Fallback ([[!tails_ticket 7248]]).
fa: حالا از یک پس‌زمینهٔ آبی ساده به عنوان یک راه‌حل جانبی برای ایرادی در گنوم فال‌بک استفاده می‌کنیم ([[!tails_ticket 7248]]).

source: Adapted the test suite to Wheezy [[!tails_gitweb_branch test/6559-adapt-test-suite-for-Wheezy desc="was completed"]] ([[!tails_ticket 6559]]).
fa: تطبیق بستهٔ آزمایشی به Wheezy [[!tails_gitweb_branch test/6559-adapt-test-suite-for-Wheezy desc="کامل شد"]] ([[!tails_ticket 6559]]).

source: Used the regular GnuPG agent instead of the one from GNOME Keyring ([[!tails_ticket 7330]]).
fa: دیگر از عامل معمولی GnuPG به جای عامل کی‌رینگ گنوم استفاده می‌کنیم ([[!tails_ticket 7330]]).

source: Fixed emergency shutdown before login ([[!tails_ticket 7333]]).
fa: خاموش کردن اضطراری قبل ورود را درست کردیم ([[!tails_ticket 7333]]).

source: Prevented `iproute2` from being installed from wheezy-backports ([[!tails_ticket 7337]]).
fa: از نصب `iproute2` از طریق wheezy-backports جلوگیری می‌شود ([[!tails_ticket 7337]]).

source: Purged `dselect` ([[!tails_ticket 7336]]).
fa: `dselect` پاک‌سازی شد ([[!tails_ticket 7336]]).

source: Worked on fixing the migration of NetworkManager persistence settings ([[!tails_ticket 7338]]).
fa: روی رفع نقص انتقال تنظیمات مدیر شبکهٔ مانا کار کردیم ([[!tails_ticket 7338]]).

source: Tails devices are now converted to UEFI on full upgrade ([[!tails_ticket 6577]]).
fa: دستگاه‌های تیلز هنگام ارتقای کامل به UEFI تغییر می‌یابند ([[!tails_ticket 6577]]).

source: Imported I2P 0.9.13 packages for Wheezy ([[!tails_ticket 6731]]).
fa: بسته‌های I2P 0.9.13 برای Wheezy را وارد کردیم ([[!tails_ticket 6731]]).

source: Apart from all the work directly related to the migration to Wheezy, we also:
fa: به جز تمام کارهایی که مستقیماً به کوچ به Wheezy ربط داشتند، همچنین:

source: Backported python-stem ([[!tails_ticket 7318]]).
fa: python-stem را بک‌پورت کردیم ([[!tails_ticket 7318]]).

source: Installed Linux 3.14 ([[!tails_ticket 7150]]).
fa: لینوکس ۳٫۱۴ را نصب کردیم ([[!tails_ticket 7150]]).

source: Decreased the memory requirements while checking for upgrades ([[!tails_ticket 7235]]).
fa: ضروریات مرتبط با حافظه هنگام بررسی ارتقاها را کاهش دادیم ([[!tails_ticket 7235]]).

source: Disabled the update check mechanism of Torbutton ([[!tails_ticket 7097]]).
fa: سازوکار بررسی ارتقاء برای تورباتن را غیرفعال کردیم ([[!tails_ticket 7097]]).

source: Installed Tor 0.2.4.22 ([[!tails_ticket 7342]]).
fa: تور ۰٫۲٫۴٫۲۲ را نصب کردیم ([[!tails_ticket 7342]]).

source: Included GtkHash to allow checksum computation from Nautilus ([[!tails_ticket 6763]]).
fa: GtkHash را برای اجازه به محاسبهٔ چک‌سام‌ها از ناتیلوس گنجاندیم ([[!tails_ticket 6763]]).

source: [[!tails_gitweb_branch desc="Updated" feature/tor-launcher-0.2.5.4]] Tor launcher to 0.2.5.4.
fa: راه‌انداز تور به ۰٫۲٫۵٫۴ [[!tails_gitweb_branch desc="ارتقاء داده شد" feature/tor-launcher-0.2.5.4]].

source: Worked on using static UID for `tails-persistence-setup` ([[!tails_ticket 7343]]).
fa: روی استفاده از طراحی واسط کاربر ایستا برای `tails-persistence-setup` کار کردیم ([[!tails_ticket 7343]]).

source: Started evaluating [[!debpkg xserver-xorg-video-modesetting]], for [[!tails_ticket 7394 desc="KMS support"]] with the Cirrus (used e.g. in QEMU), MGA, and maybe other video adapters.
fa: شروع به ارزیابی [[!debpkg xserver-xorg-video-modesetting]] برای [[!tails_ticket 7394 desc="پشتیبانی KMS"]] با Cirrus (مورد استفاده در QEMU)، MGA و شاید دیگر تطبیق‌دهنده‌های ویدیویی کردیم.

source: Documentation and website
fa: مستندسازی و تارنما

source: Many parts of our documentation were adapted to Tails Wheezy [[!tails_gitweb_branch doc/wheezy]].
fa: بخش‌های بسیاری از مستندات ما با Tails Wheezy تطبیق داده شدند [[!tails_gitweb_branch doc/wheezy]].

source: Parts of our download page were reworked and simplified ([[!tails_ticket 7163]]).
fa: بخش‌هایی از صفحهٔ دانلود ما تغییر یافته و ساده شدند ([[!tails_ticket 7163]]).

source: Removed the "Why do you need anonymity?" page, which was outside of the scope of our documentation.
fa: صفحهٔ «چرا به ناشناسی احتیاج دارید» را که خارج از محدودهٔ مستندات ما بود حذف کردیم.

source: Explain that NoScript is disabled by default ([[!tails_gitweb_commit 8d79797]]).
fa: توضیح دادیم که نواسکریپت به طور پیش‌فرض غیرفعال است ([[!tails_gitweb_commit 8d79797]]).

source: Put it more clearly that most bug reports without an email address are useless ([[!tails_gitweb_commit 5439823]]).
fa: کمی واضح‌تر مشخص کردیم که اغلب گزارش‌های ایرادها بدون نشانی رایانامه بی‌فایده هستند ([[!tails_gitweb_commit 5439823]]).

source: Documented that OTR is not activated by default ([[!tails_ticket 7355]]).
fa: در مستندات آوردیم که OTR به طور پیش‌فرض فعال نیست ([[!tails_ticket 7355]]).

source: Infrastructure
fa: زیرساخت

source: As our mirror pool grew, we finally hit a [[!tor_bug 11741 desc="bug in the Tor DNS resolver"]] that prevents us from adding more than about 25 servers in our DNS pool. Thanks to foob we put up a [[blueprint|blueprint/HTTP_mirror_pool]] to fix that issue on the long-run. See [[!tails_ticket 7161]] and [Some research about mirror infrastructure](https://mailman.boum.org/pipermail/tails-dev/2014-May/005748.html).
fa: با بزرگ شدن مجموعهٔ آینه‌هایمان بالاخره به یک [[!tor_bug 11741 desc="ایراد در ریزالور دی‌ان‌اس تور"]] برخوردیم که نمی‌گذارد بیشتر از ۲۵ سرور در مجموعهٔ دی‌ان‌اس خود اضافه کنیم. به لطف foob یک [[بلوپرینت|blueprint/HTTP_mirror_pool]] برای رفع این مشکل در بلندمدت ایجاد کردیم. رجوع کنید به [[!tails_ticket 7161]] و [تحقیقاتی در مورد زیرساخت آینه‌ها](https://mailman.boum.org/pipermail/tails-dev/2014-May/005748.html).

source: Contributors were encouraged to migrate their custom build systems to Wheezy ([[!tails_gitweb_commit 65967ea]]), as was done for our Jenkins autobuilder already, and to [[!tails_ticket 7218 desc="update our Vagrant basebox to Wheezy"]].
fa: مشارکت‌کنندگان به انتقال سیستم‌های ساخت اختصاصی خود به Wheezy[[!tails_gitweb_commit 65967ea]]) همان‌طور که برای سازندهٔ خودکار جنکینز ما انجام شده بود و نیز [[!tails_ticket 7218 desc="ارتقای بیس‌باکس واگرانت ما به Wheezy"]] ترغیب شدند.

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: - [Create a donation form to receive fiat currencies](https://mailman.boum.org/pipermail/tails-dev/2014-May/005633.html)
fa: - [ایجاد یک فرم دریافت کمک‌های مالی برای دریافت پول‌های بی‌پشتوانه](https://mailman.boum.org/pipermail/tails-dev/2014-May/005633.html)

source: - [Sharing wiperam package between Freepto and Tails?](https://mailman.boum.org/pipermail/tails-dev/2014-May/005787.html)
fa: - [به اشتراک‌گذاری بستهٔ wiperam بین Freepto و تیلز؟](https://mailman.boum.org/pipermail/tails-dev/2014-May/005787.html)

source: - [Reworking the I2P documentation](https://mailman.boum.org/pipermail/tails-dev/2014-May/005808.html)
fa: - [کار دوباره روی سند I2P](https://mailman.boum.org/pipermail/tails-dev/2014-May/005808.html)

source: - [Signing of the ISO and key material](https://mailman.boum.org/pipermail/tails-dev/2014-May/005931.html)
fa: - [امضای ایزو و متریال کلید](https://mailman.boum.org/pipermail/tails-dev/2014-May/005931.html)

source: Funding
fa: جذب سرمایه

source: Special thanks to all the people who donated [[bitcoins|contribute/how/donate]]. We received more than [60 bitcoins in May](https://blockchain.info/address/1BvBMSEYstWetqTFn5Au4m4GFg7xJaNVN2)!
fa: تشکر ویژه از تمام کسانی که با [[بیت‌کوین|contribute/how/donate]] به ما کمک مالی کردند. [در ماه مه بیش از ۶۰ بیت‌کوین](https://blockchain.info/address/1BvBMSEYstWetqTFn5Au4m4GFg7xJaNVN2) دریافت کردیم!

source: - Received a grant from Debian to fund our yearly summit.
fa: - کمکی مالی از دبیان برای نشست سالانهٔ خود دریافت کردیم.

source: Received a grant from Mozilla to pay some travel expenses for our yearly summit.
fa: کمکی مالی از موزیلا برای پرداخت هزینه‌های مسافرت برای نشست سالانه‌مان دریافت کردیم.

source: - Received a first batch of money from the FPF crowd-funding campaign.
fa: - اولین سری پول‌های کارزار جذب سرمایهٔ جمعی بنیاد آزادی نشر را دریافت کردیم.

source: Added a donate button in our sidebar, and point it to the FPF crowd-funding campaign [[!tails_gitweb_branch doc/donate]] which is still running.
fa: در نوار کناری خود یک دکمهٔ کمک مالی قرار داده و آن را به کارزار جذب سرمایهٔ جمعی بنیاد آزادی نشر وصل کردیم [[!tails_gitweb_branch doc/donate]] که هنوز در جریان است.

source: Finally signed a contract for the OpenITP grant that we were awarded at the end of 2013.
fa: سرانجام قراردادی برای بورس OpenITP که در پایان سال ۲۰۱۳ به ما تعلق گرفته بود امضاء کردیم.

source: We are still in the process of getting the contract signed for the Access Innovation Prize.
fa: هنوز در روند امضاء کردن قراردادهای Access Innovation Prize هستیم.

source: Were contacted for partnership by the [User Verifiable Social Telematics R&D Project](http://www.openmediacluster.com/en/user-verifiable-social-telematics-project/).
fa: [پروژهٔ تحقیق و توسعهٔ تلماتیک‌های اجتماعی قابل‌تأیید کاربر](http://www.openmediacluster.com/en/user-verifiable-social-telematics-project/) برای همکاری با ما تماس گرفت.

source: Outreach
fa: توسعه

source: Passed a [[call for help on sysadmin|news/Call_for_help:_improve_the_infrastructure_behind_Tails]].
fa: یک [[درخواست کمک برای مدیریت سیستم|news/Call_for_help:_improve_the_infrastructure_behind_Tails]] منتشر کردیم.

source: Organized a first [[usability testing session in Paris|news/usability_testing_2014_05/]].
fa: اولین [[جلسهٔ بررسی کاربردپذیری در پاریس|news/usability_testing_2014_05/]] را ترتیب دادیم.

source: Organized a [Tails 1.0 Launch Party](https://www.youtube.com/watch?v=hz1rAHzo9eM) in Washington DC.
fa: برای یک [جشن انتشار تیلز ۱٫۰](https://www.youtube.com/watch?v=hz1rAHzo9eM) در واشنگتن برنامه‌ریزی کردیم.

source: Organizing the upcoming [[Tails HackFest|blueprint/HackFest_2014_Paris]] and yearly summit: agenda, accommodation, traveling sponsorship, venue, food, etc.
fa: برنامه‌ریزی [[هک‌فست تیلز|blueprint/HackFest_2014_Paris]] پیش‌رو و نشست سالانه: برنامه، محل اقامت، سفر، مکان، غذا و غیره.

source: Press and testimonials
fa: اخبار و قدردانی‌ها

source: In late April and early May, many press articles covered the Tails 1.0 release, including:
fa: در اواخر آوریل و اوایل مه گزارش‌های خبری بسیاری به انتشار تیلز ۱٫۰ اشاره کردند، از جمله:

source: [Tails 1.0 – La distrib sécurisée sort enfin en version stable](http://korben.info/tails-1-0.html) (in French).
fa: [Tails 1.0 – La distrib sécurisée sort enfin en version stable](http://korben.info/tails-1-0.html) (به فرانسوی).

source: [Anonymisierungs-OS Tails wird erwachsen](http://www.heise.de/security/meldung/Anonymisierungs-OS-Tails-wird-erwachsen-2180167.html) in heise Security (in German).
fa: [Anonymisierungs-OS Tails wird erwachsen](http://www.heise.de/security/meldung/Anonymisierungs-OS-Tails-wird-erwachsen-2180167.html) in heise Security (به آلمانی).

source: [Secure OS Tails Emerges From Beta](http://www.pcmag.com/article2/0,2817,2457452,00.asp) by David Murphy in PCMAG.
fa: [Secure OS Tails Emerges From Beta](http://www.pcmag.com/article2/0,2817,2457452,00.asp) به قلم David Murphy در PCMAG.

source: [Edward Snowden's OS of choice, the Linux-based Tails, is now out of beta](http://www.engadget.com/2014/05/01/tails-linux-os-version1-0/) by Steve Dent in Engadget.
fa: [Edward Snowden's OS of choice, the Linux-based Tails, is now out of beta](http://www.engadget.com/2014/05/01/tails-linux-os-version1-0/) به قلم Steve Dent در Engadget.

source: [Tails 1.0: Sicherheit und Anonymität](http://www.pro-linux.de/news/1/21038/tails-10-sicherheit-und-anonymitaet.html) by Ferdinand Thommes in PRO-LINUX.DE (in German).
fa: [Tails 1.0: Sicherheit und Anonymität](http://www.pro-linux.de/news/1/21038/tails-10-sicherheit-und-anonymitaet.html) به قلم Ferdinand Thommes در PRO-LINUX.DE (به آلمانی).

source: [Tails, l'OS dédié à la confidentialité, passe en version 1.0](http://www.numerama.com/magazine/29251-tails-l-os-dedie-a-la-confidentialite-passe-en-version-10.html) by Julien L. in Numerama (in French).
fa: [Tails, l'OS dédié à la confidentialité, passe en version 1.0](http://www.numerama.com/magazine/29251-tails-l-os-dedie-a-la-confidentialite-passe-en-version-10.html) به قلم Julien L. در Numerama (به فرانسوی).

source: [Anonymous Linux Distribution TAILS Reaches Release Version 1.0](http://www.techweekeurope.co.uk/news/tails-anonymous-linux-distribution-reaches-release-version-1-0-144823?ModPagespeed=noscript) by Max Smolaks in TechWeek Europe.
fa: [Anonymous Linux Distribution TAILS Reaches Release Version 1.0](http://www.techweekeurope.co.uk/news/tails-anonymous-linux-distribution-reaches-release-version-1-0-144823?ModPagespeed=noscript) به قلم Max Smolaks در TechWeek Europe.

source: [Snowden's Beloved Tails OS Reaches v1.0 Milestone](http://www.linuxinsider.com/story/Snowdens-Beloved-Tails-OS-Reaches-v10-Milestone-80386.html) by Richard Adhikari in LinuxInsider.
fa: [Snowden's Beloved Tails OS Reaches v1.0 Milestone](http://www.linuxinsider.com/story/Snowdens-Beloved-Tails-OS-Reaches-v10-Milestone-80386.html) به قلم Richard Adhikari در LinuxInsider.
