Repository: austin987/tails
Catalog: wiki/src/news/report_2012_08.*.po
Languages: fa

source: [[!meta date="Thu Sep 6 21:00:16 2012 +0000"]]
fa: [[!meta date="پنج‌شنبه ۶ سپتامبر ۲۱:۰۰:۱۶ +۰۰۰۰"]]

source: [[!meta title="Tails report for August, 2012"]]
fa: [[!meta title="گزارش آگوست ۲۰۱۲ تیلز"]]

source: Here is the report of the many things that happened around Tails in August, 2012.
fa: این گزارش شامل اتفاقات متعددی است که در آگوست ۲۰۱۲ پیرامون تیلز رخ دادند.

source: Tails has been started and successfully connected to the Tor network around 64.000 times in August. That makes a boot every 41 seconds on average. We know this since Tails checks if a new release is available once the network is connected each boot.
fa: تیلز در ماه آگوست حدود ۶۴هزار بار راه‌اندازی و با موفقیت به شبکهٔ تور متصل شد. یعنی به طور متوسط هر ۴۱ ثانیه یک راه‌اندازی تیلز داشتیم. این عدد را می‌دانیم چون هر بار که شبکه پس از یک راه‌اندازی متصل می‌شود تیلز به دنبال نسخه‌ٔ جدید می‌گردد.

source: Releases
fa: انتشارها

source: Version 0.13 is coming! We have released the first release candidate, along with a [[call for testing|test_0.13-rc1]].
fa: نسخهٔ ۰٫۱۳ نزدیک است! اولین نامزد انتشار و نیز [[درخواستی برای بررسی آن|test_0.13-rc1]] را منتشر کرده‌ایم.

source: Unless something nasty happens, Tails 0.13 should be released on September 11th.
fa: تیلز ۰٫۱۳ باید ۱۱ سپتامبر منتشر شود، مگر اتفاق غیرمنتظره‌ای رخ دهد.

source: Tails summit
fa: نشست تیلز

source: Seven mighty Tails developers gathered for a ten-day summit, including a day trip to the sea. The meeting was exhausting, inspiring and productive. We have tied up some discussions that had a year long history, made plans for the future, and worked on a few annoying bug fixes and cool hacks.
fa: هفت دلاور توسعه‌گر تیلز برای یک نشست ده‌روزه شامل یک سر یک‌روزه به دریا دور هم جمع شدند. این نشست خسته‌کننده، الهام‌بخش و مفید بود. بحث‌هایی که را یک سال به طول انجامیده بودند به سرانجام رساندیم، برای آینده برنامه‌ریزی کردیم و روی رفع چند ایراد آزاردهنده و چند هک جالب کار کردیم.

source: So, what happened during Tails summit? (Not in any relevant order.)
fa: در نشست تیلز چه رخ داد؟ (بدون ترتیب مرتبط)

source: Had an 'About us' go-around.
fa: بحثی در مورد «دربارهٔ ما» داشتیم.

source: * Done a 2D barometer about 'Tails in 3 years', with some questions on the future of Tails. * Shared knowledge about what has been done on automated testing so far. * Tried to use a forked version of memtest86+ to wipe memory. * Started a 'wipe_memory' module for GRUB. * Decided to go for OSQA to replace the forum. * Rewrote the documentation for new translators. * Clarified our roadmap, at least until the 1.0 release. * Worked on WhisperBack 1.6, which uses an external, dedicated GnuPG keyring. * Finalized the hardware configuration of our future server, lizard, and discussed the basics of the sysadmin work. * Finalized and merged the `bugfix/remove_ttdnsd_from_the_loop` branch. * Merged the `feature/wireless-regulation` branch. * Merged the `feature/precompiled-locales` branch. * Started a `feature/do-not-build-the-forum` branch and got it merged. * Labelled a bunch of tasks and bugs as "broken windows". * Designed an amazing release plan. * Wrote documentation about "Tails does no boot" and created a "Known issues" page. * Pinged Jake about disabling firewire and the likes. * Tried to define meaningful/efficient organisation methods. * Created an internal private chatroom for emergencies. * Finished some ooold work: - `feature/firewall_lockdown` - `feature/assymetric_gpgApplet` (sic!) * Killed some bugs: - `todo/hide_FoxyProxy_unreachable_proxy_message`. - the unusable 'TailsData' volume is now hidden in Nautilus. * Done some initial work on `todo/persistence_preset_-_NM_connections`. * Created an internal document repository for private stuff. * More or less defined our target userbase. * Prepared a new contract proposal for sponsor Bravo. * Thought through our initial strategy with respect to Tor stream isolation. * Drafted a plan for VPN support. * Calculated statistics on the state of translations on the website. * Created a Twitter account. * Designed a plan for advertising test images to more people. * Decided to use torbrowser, and have rough plan for the next things to do. * Crippled a laptop due to coffee. * Outlined what Tails needs from a task manager application. * Benchmarked several task managers. * Handled conspiranoia about our website. * Clarified our position and priorities regarding Tails' network fingerprint, both on the "local" side (ISP, local router) and "remote" side (Exit node, web server). * Decided to accept Bitcoin donations (stay tuned!) but we still do not have the resources to accept cash or Paypal donations. * Tried to send a postcard to jvoisin but missed a postal address, *sigh*. * Suffered and went to the dentist and suffered again. Now pending. * We had a "food master challenge". * We generated new GnuPG keys and signatures. * We tried with limited success to use hardware GnuPG cards. * We reported bugs in Vidalia. * Did not upload any package to Debian. * Researched how to properly fix a minor bug in Vidalia's AppArmor policy. Proposed a plan to upstream AppArmor. * Published our Puppet modules. * Extracted some more package sources from our Git repository for our future APT repositories. * Wrote a collaboration proposal to Reporters without Borders. * Answered conspiranoiac forum posts. * Saw the years-old Metacity bug fixed in Wheezy. * No one got hurt. * Did not drink that much, thanks to antibiotics (at least for some of us). * We agreed on calling our sponsors 'Alpha', 'Bravo' and so on. * We have some preliminary fillings for the next round of the grant proposal from sponsor Charlie. * We refined how changes were incorporated into Tails. * Decided to switch to a time-based release schedule. Some details have to be sorted out, still. * Thought of a plan to improve the tails-greeter GUI and user experience. * Discussed tools used for user support, how we handle the workload, how we will. * Discussed how we can make paid workers and volunteers (who sometimes are the same persons, really) work together happily. * Clarified loooads of development processes so that we avoid the need for a project manager, and know better how to get changes into Tails. Expect us to fill the contribute section of the Tails website with that. * Designed "Release Managers" and "Welcome and Annoying Nitpicker" roles, and scheduled the first shifts. * Discussed possibly moving to the `tails.is` domain. * Have a list of people to reach for each existing language team or language requests. * Wrote a list of what we have done. * Wrote that we wrote a list of what we have done. * We eventually shut up and went `$HOME`. * After some serious drifts we decided not writing anything anymore on the "done during the summit" list.
fa: * صحبت‌هایی در مورد «تیلز در سه سال آینده» داشتیم با اشاراتی به آیندهٔ تیلز * اطلاعاتمان در مورد پیشرفت آزمون خودکار را با هم ردوبدل کردیم. * سعی کردیم از یک نسخهٔ منشعب‌شدهٔ memtest86+ برای پاک کردن حافظه استفاده کنیم. * یک مدول «wipe_memory» را برای GRUB آغاز کردیم. * تصمیم گرفتیم برای جایگزینی انجمن به OSQA کوچ کنیم. * مستندات را برای مترجمان جدید بازنویسی کردیم. * نقشهٔ راه خود را اقلاً تا انتشار ۱٫۰ شفاف کردیم. * روی ویسپربک ۱٫۶ کار کردیم که از یک کی‌رینگ مخصوص خارجی GnuPG استفاده می‌کند. * پیکربندی سخت‌افزاری سرور آیندهٔ خود یعنی lizard را نهایی کرده و در مورد مسائل پایه‌ای کار مدیر سیستم بحث کردیم. * شاخهٔ `bugfix/remove_ttdnsd_from_the_loop` را نهایی و ادغام کردیم. * شاخهٔ `bugfix/remove_ttdnsd_from_the_loop` را نهایی و ادغام کردیم. * شاخهٔ `feature/wireless-regulation` را ادغام کردیم. * شاخهٔ `feature/precompiled-locales` را ادغام کردیم. * یک شاخهٔ `feature/do-not-build-the-forum` آغاز کرده و آن را ادغام کردیم. * به چند ایراد و کار برچسب «ویندوز خراب» زدیم. * یک طرح انتشار عالی ساختیم. * سندی در مورد «تیلز راه‌اندازی نمی‌شود» نوشتیم و یک صفحهٔ «مشکلات شناسایی شده» ایجاد کردیم. * از جِیک دربارهٔ غیرفعال کردن فایروایر و امثال آن پرسیدیم. * سعی کردیم روش‌های سازمان‌دهی معنی‌دار/موثر را تعریف کنیم. * یک اتاق گفتگوی داخلی خصوصی برای موارد اضطراری ایجاد کردیم. * بعضی کارهای بسیار قدیمی را تمام کردیم: - `feature/firewall_lockdown` - `feature/assymetric_gpgApplet` (پوف!) * چند ایراد را قلع و قمع کردیم: - todo/hide_FoxyProxy_unreachable_proxy_message`. - درایو غیرقابل‌استفادهٔ «TailsData» در ناتیلوس حالا پنهان شده. * کمی کار ابتدایی روی `todo/persistence_preset_-_NM_connections` انجام دادیم. * یک مخزن داخلی مستند برای چیزهای خصوصی ایجاد کردیم. * تا حدودی کاربران هدف خود را تعریف کردیم. * یک پیشنهاد قرارداد جدید برای اسپانسری براوو آماده کردیم. * در مورد راهکرد ابتدایی‌مان در قبال جداافتادگی جریان تور تصمیم گرفتیم. * پیش‌نویس طرحی برای پشتیبانی از وی‌پی‌ان را نوشتیم. * آمار وضعیت ترجمه‌های تارنما را محاسبه کردیم. * یک حساب توییتر ساختیم. * طرحی برای تبلیغ تصاویر ایزو برای افراد بیشتر ریختیم. * تصمیم گرفتیم از torbrowser استفاده کنیم و طرحی خام برای کارهای بعدی مرتبط داشته باشیم. * با قهوه یک لپ‌تاپ را ناکار کردیم. * چیزهای مورد نیاز تیلز را از یک ابزار مدیریت وظایف فهرست کردیم. * چندین ابزار مدیریت را امتحان کردیم. * به توهم‌های توطئه در مورد تارنمای خود رسیدگی کردیم. * وضعیت و اولویت‌های خود در قبال اثرانگشت شبکهٔ تیلز را مشخص کردیم، هم در بخش «محلی» (ارائه‌دهندهٔ خدمات اینترنتی، مسیریاب محلی) و هم «ریموت» (سرور وب گره خروجی». * تصمیم گرفتیم کمک‌های مالی از طریق بیت‌کوین را بپذیریم (منتظر باشید!) اما هنوز منابع لازم برای پذیرفتن پول نقد یا کمک‌ها از طریق پی‌پل را نداریم. * تصمیم گرفتیم یک کارت‌پستال برای jvoisin بفرستیم اما نشانی پستی‌اش را گم گردیم. * دچار دندان‌درد شدیم و به دندان‌پزشک رفتیم و دوباره دندانمان درد گرفت. * یک مسابقهٔ «استاد آشپزی» داشتیم. * کلیدها و امضاهای جدید GnuPG ایجاد کردیم. * سعی کردیم از کارت‌های سخت‌افزاری GnuPG استفاده کنیم ولی چندان موفق نبودیم. * ایرادهای موجود در ویدالیا را گزارش کردیم. * هیچ بسته‌ای به دبیان آپلود نکردیم. * در بخش سیاست‌های آپ‌آرمور ویدالیا گشتیم که چگونه می‌شود یک ایراد جزیی را برطرف کرد. پیشنهادی برای آپ‌استریم کردن آپ‌آرمور ارائه کردیم. * مدول‌های پاپت خود را منتشر کردیم. * منابع بسته‌های بیشتری از مخازن گیت خود برای مخازن اپت آیندهٔ خود استخراج کردیم. * یک پیشنهاد همکاری با گزارشگران بدون مرز نوشتیم. * به پست‌های توهم‌بار انجمن‌ها پاسخ دادیم. * شاهد رفع شدن ایراد چندین‌سالهٔ متاسیتی در Wheezy بودیم. * هیچ‌کس آسیب ندید. * به خاطر آنتی‌بیوتیک زیاد ننوشیدیم (اقلاً بعضی از ماها) * توافق کردیم که اسپانسرهای خود را «آلقا»، «براوو» و غیره بنامیم. * باید برای دور بعد اسپانسرمان چارلی اطلاعاتی آماده کنیم. * نحوهٔ ایجاد تغییرات در تیلز را بازتعریف کردیم. * تصمیم گرفتیم چرخهٔ انتشار را مبتنی بر زمان انجام دهیم ولی هنوز برخی جزییات باید مشخص شوند. * در مورد طرحی برای بهبود رابط کاربری گرافیکی خوشامدگوی تیلز و تجربهٔ کاربری فکر کردیم. * در مورد ابزارهای مورداستفاده برای پشتیبانی از کاربر و رسیدگی به کارهایی که خواهیم داشت بحث کردیم. * بحث کردیم که چطور می‌توانیم همکاری خوبی بین افراد حقوق‌بگیر و داوطلبان (که گاهی هر دو یکی هستند) ایجاد کنیم. * روندهای توسعهٔ بسیاری را مشخص کردیم تا نیازی به مدیر پروژه نداشته باشیم و بهتر بدانیم که چطور باید در تیلز تغییر ایجاد کنیم. منتظر باشید تا آن را در بخش همکاری تارنمای تیلز قرار دهیم. * نقش‌های «مدیران انتشار» را مشخص و شیفت‌های اول را تعیین کردیم. * در مورد احتمال کوچ به نام دامنهٔ «tails.is» بحث کردیم. * فهرستی از افراد برای تماس در مورد تیم‌های زبانی موجود یا درخواست‌های زبانی ایجاد کردیم. * فهرست کارهایی که کردیم را نوشتیم. * نوشتیم که فهرست کارهایی که کردیم را نوشتیم. * سرآخر دهانمان را بستیم و رفتیم «$HOMEّ». * پس از چند پیش‌نویس جدی تصمیم گرفتیم که دیگر فهرست «کارهایی که در نشست انجام دادیم» ننویسیم.

source: Outreach and support
fa: توسعه و پشتیبانی

source: As we would like to get more people to test our release candidates, we decided to experiment with relaying our news on Twitter. You can follow the project at <https://twitter.com/Tails_live>.
fa: از آن‌جا که می‌خواهیم افراد بیشتری نامزدهای انتشار ما را امتحان کنند، تصمیم گرفتیم خبرهایمان را روی توییتر منتشر کنیم. می‌توانید پروژه را از <https://twitter.com/Tails_live> دنبال کنید.

source: We acknowledge that Twitter is inferior in terms of freedom to many other Internet protocols and tools. But the content is public and will be reserved for announcements. It feels like an acceptable trade-off to spread our information where people read it.
fa: قبول داریم که توییتر از نظر آزادی پایین‌تر از بعضی پروتکل‌ها و ابزارهای دیگر اینترنتی است. اما محتوای ما عمومی است و تنها برای اعلان‌ها از توییتر استفاده خواهیم کرد. به نظر می‌رسد استفاده از توییتر بده‌بستان خوبی برای گسترش اطلاعاتمان باشد.

source: Again, please note this is not a channel to contact us. We also have no intents to spread on other medias that are dangerous in terms of privacy, control, centralization and censorship. If you want to contact us and hope to get a response, please use the proper communication channels:
fa: لطفاً در نظر داشته باشید که توییتر ما کانالی برای برقراری ارتباط با ما نیست. همچنین قصد نداریم روی ابزارهای دیگری که از نظر حریم خصوصی، کنترل، مرکزی‌سازی و سانسور خطرناک هستند حضور داشته باشیم. اگر قصد تماس با ما دارید و می‌خواهید پاسخی دریافت کنید لطفاً از راه‌های ارتباطی مناسب استفاده کنید:

source: the ones for [[public discussions|contribute/talk]],
fa: راه‌های [[بحث‌های عمومی|contribute/talk]],

source: the ones for [[private contacts|support/talk]].
fa: راه‌های [[ارتباط خصوصی|support/talk]].

source: We have received 40 reports sent using WhisperBack. Our receiving relay was regularly offline this month due to hardware issue.
fa: ۴۰ گزارش ایراد ارسال‌شده از ویسپربک دریافت کرده‌ایم. رله‌های دریافتی ما به خاطر مشکلات سخت‌افزاری اکثراً آفلاین بودند.

source: The forum received 639 new messages, 73 of them signed by "Tails".
fa: انجمن ۶۳۹ پیغام داشت که ۷۳ تای آن‌ها امضای «Tails» داشتند.

source: Code
fa: کد

source: The following branches that had pending reviews were merged:
fa: این شاخه‌ها که بررسی‌های معلق داشتند ادغام شدند:

source: Using precompiled locales.
fa: استفاده از کدهای محلی پیش از کامپایل.

source: Incremental updates.
fa: ارتقاهای تدریجی.

source: Support for live-boot 3.x.
fa: پشتیبانی از live-boot 3.x.

source: WhisperBack 1.6 (see details bellow).
fa: ویسپربک ۱٫۶ (جزییات را در زیر ببینید).

source: Misc fixes and improvements that will show up in 0.13:
fa: رفع ایرادها و پیشرفت‌هایی که در ۰٫۱۳ دیده خواهند شد:

source: Fix the System Monitor applet by adding gnome-system-monitor.
fa: رفع ایراد برنامک System Monitor با اضافه کردن gnome-system-monitor.

source: Remove unused variables in htpdate.
fa: حذف متغیرهای استفاده‌نشده در htpdate.

source: Remove residual DHCP DNS settings from resolvconf.
fa: حذف تنظیمات DHCP DNS باقیمانده از resolvconf.

source: Properly handle wireless per-country frequency regulation.
fa: رسیدگی درخور قوانین فرکانس‌های بی‌سیم در هر کشور.

source: Hide the unusable 'TailsData' volume from Nautilus.
fa: پنهان کردن درایو غیرقابل‌استفادهٔ «TailsData» از ناتیلوس.

source: ttdnsd is now out of the default name resolution loop. This should fix hard to track resolution errors.
fa: ttdnsd حالا دیگر در چرخهٔ حل نام پیش‌فرض نیست. این مساله باید مشکل خطاهایی که پیدا کردنشان مشکل است را حل کند.

source: I2P has been updated to 0.9.1.
fa: I2P به ۰٫۹٫۱ ارتقاء داده شده‌است.

source: The ikiwiki forum is not anymore in the bundled static website. This results in an important build speed improvement.
fa: انجمن ikiwiki دیگر در تارنمای دسته‌بندی‌شدهٔ ایستا نیست. این مساله باعث افزایش سرعت ساخت می‌شود.

source: A little more progress has been made on building Tails for the next upcoming Debian release (codename Wheezy). See [wheezy](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/wheezy) branch.
fa: پیشرفت بیشتری در ساخت تیلز برای نسخهٔ بعدی دبیان (Wheezy) انجام شد. شاخهٔ [wheezy](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/wheezy) را ببینید.

source: Started work on including Tor 0.2.3. This is targeted at 0.14. See [feature/Tor_0.2.3](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/Tor_0.2.3) branch.
fa: شروع به کار برای گنجاندن تور ۰٫۲٫۳ کرده‌ایم. هدف رسیدن به تیلز ۰٫۱۴ است. شاخهٔ [feature/Tor_0.2.3](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/Tor_0.2.3) را ببینید.

source: There is a [possible fix for the pause during the boot process](https://mailman.boum.org/pipermail/tails-dev/2012-August/001524.html) that probably appeared with Tails 0.12.
fa: [راه‌حلی احتمالی برای مشکل مکث در روند راه‌اندازی](https://mailman.boum.org/pipermail/tails-dev/2012-August/001524.html) داریم که احتمالاً در تیلز ۰٫۱۲ ایجادش شده بود.

source: Some more sorting has been made in order to retrofit our custom packages in [[our future APT repositories|todo/APT_repository]] and [[remove them from our Git repository|todo/split_Git]].
fa: کارهای بیشتری برای بازجوری بسته‌های اختصاصی ما در [[مخازن اپت آتی ما|todo/APT_repository]] و [[حذف آن‌ها از مخزن گیتمان|todo/split_Git]] انجام شد.

source: WhisperBack, our encrypted bug reporting application got a lot of improvements:
fa: ویسپربک، ابزار رمزگذاری‌شدهٔ گزارش ایراد ما پیشرفت‌های بسیاری کرد:

source: Load help from the config file instead of hardcoding it
fa: بارگذاری بخش کمک از فایل config به جای هاردکُد کردن آن

source: Sanitize debugging info
fa: مرتب کردن اطلاعات رفع ایرادها

source: L10n: import translations for Arabic, Czech Spanish, Euskera, French, Dutch, Polish, Portuguese and Russian
fa: L10n: ترجمه‌های مهم عربی، اسپانیایی، چکی، باسکی، فرانسوی، هلندی، آلمانی، پرتغالی و روسی

source: Improve UI especially for small screens
fa: بهبود رابط کاربری به خصوص برای صفحه‌‌نمایش‌های کوچک

source: Use a dedicated GnuPG keyring
fa: استفاده از یک کی‌رینگ خاص GnuPG

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: [Deactivate PCMCIA, ExpressCard and Firewire?](https://mailman.boum.org/pipermail/tails-dev/2012-August/001444.html)
fa: [غیرفعال کردنPCMCIA، ExpressCard و فایروایر؟](https://mailman.boum.org/pipermail/tails-dev/2012-August/001444.html)

source: [How to deal with roadmap and broken windows?](https://mailman.boum.org/pipermail/tails-dev/2012-August/001453.html)
fa: [چگونگی رسیدگی به نقشهٔ راه و پنجره‌های شکسته؟](https://mailman.boum.org/pipermail/tails-dev/2012-August/001453.html)

source: [Allow to access other systems in the local network?](https://mailman.boum.org/pipermail/tails-dev/2012-August/001487.html)
fa: [اجازهٔ دسترسی داشتن به سیستم‌های دیگر در یک شبکهٔ محلی؟](https://mailman.boum.org/pipermail/tails-dev/2012-August/001487.html)

source: [Disabling the 'PC speaker'?](https://mailman.boum.org/pipermail/tails-dev/2012-August/001504.html)
fa: [غیرفعال کردن «بلندگوی رایانه»؟](https://mailman.boum.org/pipermail/tails-dev/2012-August/001504.html)

source: [Call for review of plans for stream isolation](https://mailman.boum.org/pipermail/tails-dev/2012-August/001532.html)
fa: [درخواست بررسی طرح‌ها برای جداسازی استریم](https://mailman.boum.org/pipermail/tails-dev/2012-August/001532.html)

source: Documentation and website
fa: مستندسازی و تارنما

source: Pages in the 'Documentation' section now link from one page to the next inside a same section, thanks to the new trail plugin for Ikiwiki.
fa: صفحه‌های بخش «مستندسازی» حالا با استفاده از برنامک جدید Ikiwiki به صفحهٔ بعدی همان بخش پیوند می‌شوند.

source: [Update the Windows documentation to use MD5 Reborned Hasher](https://mailman.boum.org/pipermail/tails-dev/2012-August/001407.html) instead of the obsolete CheckIt.
fa: [ارتقای مستندسازی ویندوز برای استفاده از MD5 Reborned Hasher](https://mailman.boum.org/pipermail/tails-dev/2012-August/001407.html) به جای CheckIt از رده خارج.

source: [[Many improvements to the guide for translators|contribute/how/translate]].
fa: [[پیشرفت‌های بسیار در راهنمای مترجمان|contribute/how/translate]].

source: Clarify some steps in the [[release process|contribute/release_process]]. Document better how to release Tails custom packages.
fa: بعضی مراحل در [[روند انتشار|contribute/release_process]] را شفاف کردیم. چگونگی انتشار بسته‌های اختصاصی تیلز را بهتر مستندسازی کردیم.

source: Update [[!tails_roadmap desc="the roadmap page"]].
fa: به‌روزرسانی [[!tails_roadmap desc="the roadmap page"]].

source: Translations
fa: ترجمه‌ها

source: Some important work was done to translate more of our website to Portuguese, 16% more of its strings got translated during this month.
fa: کارهای مهمی برای ترجمه بخش‌های بیشتری از تارنما به پرتغالی انجام شده و ۱۶درصد پیشرفت در ترجمهٔ رشته‌ها در این ماه داشته‌ایم.

source: We also received many patches for our custom programs in Russian, Arabic, and Farsi.
fa: همچنین بسته‌های بسیاری برای برنامه‌های اختصاصی خود به روسی، عربی و فارسی دریافت کردیم.

source: Funding
fa: جذب سرمایه

source: We sent a proposal to sponsor *Bravo* about funding developers for October and November to work on our user support channels, documentation and hardware support.
fa: پیشنهادی به اسپانسر *براوو* در مورد کمک مالی به توسعه‌دهندگانمان در ماه‌های اکتبر و نوامبر برای کار روی کانال‌های پشتیبانی از کاربر، مستندسازی و پشتیبانی سخت‌افزاری ارائه دادیم.
