Repository: austin987/tails
Catalog: wiki/src/news/report_2012_10.*.po
Languages: fa

source: [[!meta date="Fri Nov 2 09:00:00 2012 +0000"]]
fa: [[!meta date="جمعه ۲ نوامبر ۰۹:۰۰:۰۰ ۲۰۱۲ +۰۰۰۰"]]

source: [[!meta title="Tails report for October, 2012"]]
fa: [[!meta title="گزارش اکتبر ۲۰۱۲ تیلز"]]

source: October 2012 has seen the highest activity on Tails development mailing-list since it is publicly archived (September 2010). This reflects how much work is done to slowly make Tails better and better. More details follow.
fa: اکتبر ۲۰۱۲ شاهد بیشترین فعالیت فهرست رایانامهٔ توسعهٔ تیلز از زمان آغاز بایگانی عمومی آن (سپتامبر ۲۰۱۰) بوده‌است. این نکته نشان می‌دهد چقدر کار برای بهتر و بهتر شدن تیلز انجام شده‌است. جزییات بیشتر در ادامه می‌آیند.

source: Releases
fa: انتشارها

source: Tails 0.14 is on its way. A first release candidate was released on the 12th with pretty good reactions so far. This new version will catch up with long awaited, unspectacular but important features, and fix an impressive amount of small bugs.
fa: تیلز ۰٫۱۴ در راه است. نامزد اول انتشار روز دوازدهم منتشر شد که واکنش‌ها به آن تا به حال خوب بوده‌است. این نسخهٔ جدید دارای ویژگی‌هایی است که مدت‌ها منتظر آن‌ها بوده‌ایم و شاید چندان عالی به نظر نرسند اما مهمند؛ همچنین ایرادهای کوچک بسیاری در آن رفع شده‌است.

source: While testing the first release candidate, we found I2P unable to work properly. The source of the problem was ultimately determined to [a random bit flip](https://mailman.boum.org/pipermail/tails-dev/2012-October/001829.html).
fa: هنگام آزمایش اولین نامزد انتشار متوجه شدیم I2P در آن خوب کار نمی‌کند. در نهایت مشخص شد که منشاء مشکل [یک خطای تصادفی حافظه است](https://mailman.boum.org/pipermail/tails-dev/2012-October/001829.html).

source: What should have been an easy update to the next "Entreprise Stable Release" of Iceweasel (Debian unbranded Firefox) left us cold with a half-working Torbutton. This required us to hurry on fixing this standing problem: we now have our own APT repository and a custom Iceweasel package which includes TorBrowser patches for anonymity.
fa: چیزی که باید ارتقای آسان به «نسخهٔ تجاری پایدار» بعدی Iceweasel (فایرفاکس تغییرنام‌یافته در دبیان) می‌بود تنها یک تورباتن نصفه‌ونیمه روی دست ما گذاشت. این مشکل باعث شد برای رفع این مشکل بزرگ عجله کنیم: حالا مخزن اپت خود و یک بستهٔ اختصاصی Iceweasel داریم که شامل بسته‌های مرورگر تور برای ناشناسی است.

source: This got included in the second release candidate, released on the 30th, together with translation updates. Unless a major issue shows up, Tails 0.14 should be released on November, 6th.
fa: این‌ها همراه با پیشرفت‌ها در ترجمه‌ها در نامزد دوم انتشار که سی‌ام منتشر شد گنجانده شدند. تیلز ۰٫۱۴ باید ششم نوامبر منتشر شود، مگر مشکل خاصی پیش بیاید.

source: People
fa: افراد

source: Tails has been started and successfully connected to the Tor network around 80.420 times in September. That makes a boot every 33 seconds on average. This number is an approximation from the requests made for the security announcements feed. The later is retrieved by Tails after being connected to Tor to eventually encourage users to update.
fa: تیلز در ماه سپتامبر حدود ۸۰٫۴۲۰ بار با موفقیت راه‌اندازی و به شبکهٔ تور متصل شد. یعنی به طور متوسط هر ۳۳ ثانیه یک راه‌اندازی. این عدد بر حسب درخواست‌ها برای خوراک اعلان‌های امنیتی محاسبه می‌شود. این درخواست پس از اتصال تیلز به تور و برای ترغیب کاربران به ارتقاء انجام می‌شود.

source: 50 reports were received through WhisperBack.
fa: ۵۰ گزارش ایراد ارسال‌شده از ویسپربک دریافت کردیم.

source: The forum activity is still really intense: 1542 messages, 161 signed by Tails.
fa: فعالیت انجمن همچنان بسیار بالا است: ۱۵۴۲ پیغام که ۱۶۱ تا امضای تیلز دارند.

source: Code
fa: کد

source: The [[bug that sometimes made Iceweasel open PDF with Gimp or MP3 with Audacity has been fixed|todo/open_mp3_with_totem_instead_of_audacity]].
fa: [[ایرادی که گاهی باعث می‌شد Iceweasel پی‌دی‌اف را با گیمپ و ام‌پی۳ را با اودسیتی باز کند برطرف شده‌است|todo/open_mp3_with_totem_instead_of_audacity]].

source: [Whisperback 1.6.1](http://git.immerda.ch/?p=whisperback.git;a=blobdiff;f=ChangeLog;hb=dbd977a33b;hpb=610dec83f) fixed the inability to resend a bug after a network problem and some other minor issues.
fa: [ویسپربک ۱٫۶٫۱](http://git.immerda.ch/?p=whisperback.git;a=blobdiff;f=ChangeLog;hb=dbd977a33b;hpb=610dec83f) مشکل ارسال دوبارهٔ یک ایراد پس از مشکل شبکه و نیز برخی مشکلات کوچک دیگر را رفع کرده‌است.

source: [[Network Manager connections can now persist across sessions|todo/persistence_preset_-_NM_connections]].
fa: [[حالا اتصالات «مدیریت شبکه» را می‌توان در نشست‌های کاری مختلف ادامه داد|todo/persistence_preset_-_NM_connections]].

source: [Default to use ftp.us.debian.org as a Debian mirror in the Vagrant build system](http://git.immerda.ch/?p=amnesia.git;a=commit;h=5944fe4e8dc).
fa: [استفادهٔ پیش‌فرض از ftp.us.debian.org به عنوان آیینهٔ دبیان در سیستم ساخت واگرانت](http://git.immerda.ch/?p=amnesia.git;a=commit;h=5944fe4e8dc).

source: Finally got to nail the [[issue with the current memory wipe system|bugs/sdmem_does_not_clear_all_memory]].
fa: بالاخره [[مشکل سیستم فعلی پاک کردن حافظه|bugs/sdmem_does_not_clear_all_memory]] را حل کردیم.

source: Meanwhile, [a new solution was proposed using the `hugetlbfs` kernel mechanism](https://mailman.boum.org/pipermail/tails-dev/2012-October/001810.html).
fa: در همین حال [راهکاری جدید برای استفاده از سازوکار هستهٔ `hugetlbfs` پیشنهاد شد](https://mailman.boum.org/pipermail/tails-dev/2012-October/001810.html).

source: Finally implemented [[support for multiple kernels meaning proper support for multiple CPUs and cores and more than 3 GB of memory|todo/nx_bit]]. This also required a [new version of liveusb-creator to fix some concurrency issues](https://mailman.boum.org/pipermail/tails-dev/2012-October/001791.html).
fa: سرانجام [[پشتیبانی از هسته‌های متعدد را پیاده کردیم که به معنی پشتیبانی مناسب از پردازش‌گرها و هسته‌های متعدد و بیش از ۳گیگابایت حافظه است|todo/nx_bit]]. این کار همچنین مستلزم [نسخهٔ جدید liveusb-creator برای رفع برخی مشکلات هم‌روندی بود](https://mailman.boum.org/pipermail/tails-dev/2012-October/001791.html).

source: [[Support for public key encryption in gpgApplet|todo/gpgapplet:_public_key_support]] has been merged, finally!
fa: [[پشتیبانی از رمزگذاری کلید عمومی در gpgApplet|todo/gpgapplet:_public_key_support]] بالاخره ادغام شده‌است!

source: [[Yelp does not crash on internal links anymore|bugs/yelp_crash_with_inline_links]].
fa: [[یلپ دیگر با پیوندهای درونی متوقف نمی‌شود|bugs/yelp_crash_with_inline_links]].

source: [Persistence for browser bookmarks is ready for Tails 0.15](https://mailman.boum.org/pipermail/tails-dev/2012-October/001884.html).
fa: [مانا برای نشانک‌های مروگر در تیلز ۰٫۱۵ آماده خواهد بود](https://mailman.boum.org/pipermail/tails-dev/2012-October/001884.html).

source: Add and get good reports for a [[Japanese input method|forum/Japanese_support]], will be included in Tails 0.14.
fa: گزارش‌های خوبی برای [[روش وارد کردن ژاپنی|forum/Japanese_support]] اضافه و دریافت شد که در تیلز ۰٫۱۴ خواهند آمد.

source: Add an [[input system for Korean|todo/korean_input_system]], should be included in Tails 0.15.
fa: یک [[سیستم ورودی برای کره‌ای|todo/korean_input_system]] اضافه شد که باید در تیلز ۰٫۱۵ گنجانده شود.

source: `tordate` was broken with Tor 0.2.3. [A fix has quickly been found](https://mailman.boum.org/pipermail/tails-dev/2012-October/001881.html).
fa: `tordate` در تور ۰٫۲٫۳ دچار مشکل شده بود. [به سرعت راه‌حلی برای آن یافت شد](https://mailman.boum.org/pipermail/tails-dev/2012-October/001881.html).

source: [Display "Unsafe browser" instead of "Iceweasel" in the Unsafe browser](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/unsafe_browser_name).
fa: [نشان دادن «مرورگر غیرامن» به جای «Iceweasel» در مرورگر غیرامن](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/unsafe_browser_name).

source: [Preliminary support for obfsproxy bridges](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/obfsproxy).
fa: [پشتیبانی مقدماتی از پل‌های obfsproxy](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/obfsproxy).

source: Quite some work happened on [[setting up our own APT repository|todo/APT_repository]] (Puppet modules hacking and documentation, among others).
fa: کارهای زیادی برای [[ایجاد مخزن اپت خود|todo/APT_repository]] انجام شد (هک و مستندسازی مدول‌های پاپت و کارهای دیگر).

source: [Add our custom APT repository in Tails](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/apt-repository).
fa: [اضافه کردن مخزن اختصاصی اپت خود را در تیلز](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/apt-repository).

source: [Get our own Iceweasel packages with TorBrowser patches](git://labs.riseup.net/tails_iceweasel.git) and [include them in Tails](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/torbrowser) 0.14.
fa: [دریافت بسته‌های Iceweasel با بسته‌های مرورگر تور](git://labs.riseup.net/tails_iceweasel.git) و [گنجاندن آن‌ها در تیلز ۰٫۱۴](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/torbrowser).

source: [[Get more test results for OpenPGP smartcards support|todo/support_OpenPGP_smartcards]].
fa: [[گرفتن نتایج آزمایش‌های بیشتر برای پشتیبانی کارت‌های هوشمند اُپن‌پی‌جی‌پی|todo/support_OpenPGP_smartcards]].

source: [[Add vendor-specific dpkg origin information|todo/custom_dpkg_origin]].
fa: [[اضافه کردن اطلاعات منشاء dpkg مخصوص مکان‌ها|todo/custom_dpkg_origin]].

source: [[Do not use pdnsd anymore|todo/replace_or_drop_pdnsd__63__]].
fa: [[توقف استفاده از pdnsd|todo/replace_or_drop_pdnsd__63__]].

source: [New progress has been made on Tails automated test suite](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/automated_tests/cucumber).
fa: [پیشرفت‌های جدیدی در رابطه با بستهٔ آزمایش خودکار تیلز به دست آمده](http://git.immerda.ch/?p=amnesia.git;a=shortlog;h=refs/heads/feature/automated_tests/cucumber).

source: Documentation and website
fa: مستندسازی و تارنما

source: Document the upcoming Network Manager persistence.
fa: مستندسازی ابزار مدیریت شبکه پیش‌رو در مانا.

source: Document the new support for public key encryption in the OpenPGP applet, and generally improve this part of the documentation along the way.
fa: مستندسازی پشتیبانی جدید از رمزگذاری کلید عمومی در برنامک اُپن‌پی‌جی‌پی و همزمان بهبود کلی این بخش از مستندات.

source: Fix links to the Universal USB Installer.
fa: درست کردن پیوندها بین نصب‌کنندهٔ همگانی یواس‌بی.

source: Consistently use long GnuPG key ID format in our examples.
fa: استفادهٔ مداوم از قالب شناسهٔ کلید GnuPG در مثال‌هایمان.

source: Many improvements to French and Portuguese translations.
fa: پیشرفت بسیار در ترجمه‌های فرانسوی و پرتغالی.

source: Documented more of Tails current development process: [[roles, processes|contribute/working_together]] and the [[release schedule|contribute/release_schedule]].
fa: مستندسازی بیشتر روند فعلی توسعهٔ تیلز: [[نقش‌ها، روند|contribute/working_together]] و [[تقویم انتشار|contribute/release_schedule]].

source: Infrastructure
fa: زیرساخت

source: Our own APT repository `deb.tails.boum.org` has gone live on the 24th. This already enables us to use big custom packages (Iceweasel). In the mid-term, we will be able to remove binary packages from our main Git repository. And on the long run, this will enable more control over our freezes, as well as proper source distribution.
fa: مخزن اپت `deb.tails.boum.org` روز ۲۴ام فعال شده‌است. این کار همین حالا باعث شده بتوانیم از بسته‌های اختصاصی بزرگ (Iceweasel) استفاده کنیم. در میان‌مدت می‌توانیم بسته‌های دوتایی را از مخزن گیت اصلی خود حذف کنیم و در بلندمدت این کار باعث می‌شود کنترل بیشتری روی نسخه‌های متوقف‌شده و نیز توزیع منابع بهتری داشته باشیم.

source: In order to [[get commit announcements back on IRC|todo/find_another_irc_commit_bot]], we have setup an instance of GitBot on `#tails-dev`. Unfortunately, this did not work as expected, and `repo.or.cz` admins explained us that they do not support commit notifications for mirror projects. Next steps are left to be determined.
fa: برای [[گرفتن دوبارهٔ اعلان‌های اجرا روی IRC|todo/find_another_irc_commit_bot]] یک GitBot روی `#tails-dev` نصب کرده‌ایم. متأسفانه این قضیه مطابق انتظار پیش نرفت و مدیران `repo.or.cz` توضیح دادند که از آگهی‌های اجرا برای پروژه‌های آینه پشتیبانی نمی‌کنند. باید در مورد گام‌های بعدی تصمیم‌گیری کنیم.

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: [Is there any advantage in faking user agent in tordate?](https://mailman.boum.org/pipermail/tails-dev/2012-October/001732.html)
fa: [هیچ مزیتی در وانمود کردن عامل کاربر در tordate وجود دارد؟](https://mailman.boum.org/pipermail/tails-dev/2012-October/001732.html)

source: [How about authenticated NTP?](https://mailman.boum.org/pipermail/tails-dev/2012-October/001743.html)
fa: [ان‌تی‌پی احرازهویت‌شده چطور؟](https://mailman.boum.org/pipermail/tails-dev/2012-October/001743.html)

source: [Mockups for a revamped Tails Greeter, resulting in several comments](https://mailman.boum.org/pipermail/tails-dev/2012-October/001781.html).
fa: [پیش‌نمایش‌های یک خوشامدگوی تیلز پیشرفته که منجر به نظرات بسیاری شد](https://mailman.boum.org/pipermail/tails-dev/2012-October/001781.html).

source: [Alan should be taking over maintainance of the Metadata Anonymization Toolkit](https://mailman.boum.org/pipermail/tails-dev/2012-October/001789.html).
fa: [آلان باید نگهداری از جعبه‌ابزار ناشناس‌سازی متاداده‌ها را بر عهده بگیرد](https://mailman.boum.org/pipermail/tails-dev/2012-October/001789.html).

source: [Is Tails interested in some boot scripts from Whonix?](https://mailman.boum.org/pipermail/tails-dev/2012-October/001803.html)
fa: [آیا تیلز مایل به استفاده از چند اسکریپت راه‌اندازی از Whonix است؟](https://mailman.boum.org/pipermail/tails-dev/2012-October/001803.html)

source: [Tails website license?](https://mailman.boum.org/pipermail/tails-dev/2012-October/001805.html)
fa: [گواهی تارنمای تیلز؟](https://mailman.boum.org/pipermail/tails-dev/2012-October/001805.html)

source: [Which Pidgin protocols should be considered "safe"?](https://mailman.boum.org/pipermail/tails-dev/2012-October/001830.html)
fa: [کدام پروتکل‌های پیچین را باید «امن» دانست؟](https://mailman.boum.org/pipermail/tails-dev/2012-October/001830.html)

source: [Dependencies between persistence options](https://mailman.boum.org/pipermail/tails-dev/2012-October/001887.html).
fa: [وابستگی‌ها بین گزینه‌های مانا](https://mailman.boum.org/pipermail/tails-dev/2012-October/001887.html).

source: [Block/unblock wireless devices at boot time?](https://mailman.boum.org/pipermail/tails-dev/2012-October/001753.html)
fa: [مسدود/غیرمسدود کردن دستگاه‌های بی‌سیم هنگام راه‌اندازی؟](https://mailman.boum.org/pipermail/tails-dev/2012-October/001753.html)

source: [Disable FireWire et al. at boot time?](https://mailman.boum.org/pipermail/tails-dev/2012-October/001847.html)
fa: [غیرفعال کردن فایروایر و غیره هنگام راه‌اندازی؟](https://mailman.boum.org/pipermail/tails-dev/2012-October/001847.html)

source: [Tests of two-layered virtualized systems](https://mailman.boum.org/pipermail/tails-dev/2012-October/001950.html).
fa: [آزمایش‌های سیستم‌های مجازی دولایه‌ای](https://mailman.boum.org/pipermail/tails-dev/2012-October/001950.html).

source: Funding
fa: جذب سرمایه

source: Unfortunately, sponsor Bravo is not able to fund as much as promised earlier. There might still be funds for some hardware. We'll see how it goes.
fa: متأسفانه اسپانسر براوو امکان کمک مالی که قبلاً وعده داده شده بود را ندارد. ممکن است همچنان کمک مالی برای خرید سخت‌افزار موجود باشد. باید ببینیم چطور پیش می‌رود.
