Repository: austin987/tails
Catalog: wiki/src/news/report_2015_01-02.*.po
Languages: fa

source: [[!meta title="Tails report for January and February, 2015"]]
fa: [[!meta title="گزارش ژانویه و فوریه ۲۰۱۵ تیلز"]]

source: Welcome to the new Tails report! This edition is more complete than last time. We have some good news to share and you can also see that we did some good work. If you have suggestions about what to include next time, please write to <tails-project@boum.org> about it :)
fa: به گزارش جدید تیلز خوش آمدید! این گزارش از دفعات پیش کامل‌تر است. خبرهای خوبی داریم و می‌توانید فعالیت‌های اخیر ما را نیز بخوانید. اگر پیشنهادی برای انتشارهای بعدی دارید لطفاً نظرتان را به <tails-project@boum.org> بفرستید :)

source: Releases
fa: انتشارها

source: [[Tails 1.2.3 was released on January 15, 2015.|news/version_1.2.3]] (minor release)
fa: [[تیلز ۱٫۲٫۳ روز ۱۵ ژانویه ۲۰۱۵ منتشر شد|news/version_1.2.3]] (انتشار جزیی)

source: [[Tails 1.3 was released on February 24, 2015.|news/version_1.3]] (major release)
fa: [[تیلز ۱٫۳ روز ۲۴ فوریه ۲۰۱۵ منتشر شد.|news/version_1.3]] (انتشار اصلی)

source: The next release (1.3.1) is [[planned for March 31|contribute/calendar]].
fa: انتشار بعدی (۱٫۳٫۱) [[قرار است ۳۱ مارس منتشر شود|contribute/calendar]].

source: Code
fa: کد

source: The complete list of improvements is in the release announcements. Some major points are:
fa: فهرست کامل تغییرات در اعلان انتشار آمده است. بعضی نکات مهم عبارتند از:

source: Distribute a hybrid ISO image again: no need for anyone to manually run <span class="command">isohybrid</span> anymore!
fa: دوباره یک تصویر ایزوی هایبرید منتشر کردیم: دیگر نیاز به اجرای دستی <span class="command">isohybrid</span> نیست!

source: Tails now ships the <span class="application">Electrum</span> Bitcoin client.
fa: تیلز حالا کارخواه بیت‌کوین <span class="application">الکترام</span> را در خود گنجانده است.

source: Support obfs4 Tor bridges.
fa: پشتیبانی پل‌های obfs4 تور.

source: Documentation and website
fa: مستندسازی و تارنما

source: - We completely rewrote the documentation on [[virtualization|doc/advanced_topics/virtualization]]. It now makes it clearer what is virtualization, what are the [[security implications|doc/advanced_topics/virtualization#security]] and provides detailed instructions on how to setup Tails in [[VirtualBox|doc/advanced_topics/virtualization/virtualbox]], [[virt-manager|doc/advanced_topics/virtualization/virt-manager]], and [[GNOME Boxes|doc/advanced_topics/virtualization/boxes]], either straight from ISO, from a [[physical USB stick|doc/advanced_topics/virtualization/virt-manager#usb]], or from a [[virtual USB stick|doc/advanced_topics/virtualization/virt-manager#virtual_usb]].
fa: - سند [[مجازی‌سازی|doc/advanced_topics/virtualization]] را کامل دوباره نوشتیم. حالا در این سند مشخص‌تر شده که مجازی‌سازی چیست، [[مسائل امنیتی مرتبط به آن|doc/advanced_topics/virtualization#security]] آن چه هستند و همچنین دستورالعمل‌های مشروحی در مورد نحوهٔ تنظیم تیلز در [[ویرچوال‌باکس|doc/advanced_topics/virtualization/virtualbox]]، [[ویرت منجر|doc/advanced_topics/virtualization/virt-manager]] و [[گنوم باکسز|doc/advanced_topics/virtualization/boxes]] چه مستقیم از فایل ایزو، چه از یک [[درایو فیزیکی یواس‌بی|doc/advanced_topics/virtualization/virt-manager#usb]] یا از یک [[درایو یواس‌بی مجازی|doc/advanced_topics/virtualization/virt-manager#virtual_usb]] ارائه مي‌دهد.

source: We explained the risks of [[accessing internal hard disks|doc/encryption_and_privacy/your_data_wont_be_saved_unless_explicitly_asked#access_hdd]] from Tails.
fa: خطرات [[دسترسی به سخت‌دیسک‌های داخلی|doc/encryption_and_privacy/your_data_wont_be_saved_unless_explicitly_asked#access_hdd]] از تیلز را توضیح دادیم.

source: - ... and plenty of small improvements everywhere :)
fa: - ... و این‌جا و آن‌جا پیشرفت‌های کوچک داشته‌ایم :)

source: User experience
fa: تجربهٔ کاربری

source: We discussed a solution for a [[screen locker|blueprint/screen_locker]] that could be reused by other live distributions.
fa: در مورد راهکاری برای یک [[قفل‌کنندهٔ صفحه|blueprint/screen_locker]] بحث کردیم که بتوان از آن در توزیع‌های زندهٔ دیگر نیز استفاده کرد.

source: We [reviewed](https://labs.riseup.net/code/issues/8235#note-11) the latest mockups of the [[new Tails Greeter|blueprint/greeter_revamp_UI]] with usability experts.
fa: آخرین پیکرنماهای [خوشامدگوی تیلز جدید|blueprint/greeter_revamp_UI]] را با متخصصان کاربردپذیری [بررسی کردیم](https://labs.riseup.net/code/issues/8235#note-11).

source: We analyzed in depth the process for new users to [[get started with Tails|blueprint/bootstrapping]] and made plans to adjust the relevant tools ([[Tails Installer|blueprint/bootstrapping/installer]], [[browser extension|blueprint/bootstrapping/extension]], [[Tails Upgrader|blueprint/bootstrapping/upgrade]], and [[web assistant|blueprint/bootstrapping/assistant]]).
fa: روند [[آغاز کار با تیلز|blueprint/bootstrapping]] از سوی کاربران جدید را به دقت بررسی کرده و برنامه‌هایی برای تطبیق ابزارهای مرتبط در نظر گرفتیم: ([[نصب‌کنندهٔ تیلز|blueprint/bootstrapping/installer]]، [[افزونهٔ مرورگر|blueprint/bootstrapping/extension]]، [[ارتقاءدهندهٔ تیلز|blueprint/bootstrapping/upgrade]] و [[دستیار وب|blueprint/bootstrapping/assistant]]).

source: Infrastructure
fa: زیرساخت

source: Our test suite covers 172 scenarios, 85 (!) more than in July 2014. That's a huge improvement because each release can be automatically tested to avoid regressions instead of having to manually perform the same tests each time. There is still some way to go, but someday releasing will be fast, safe, and easy :)
fa: بستهٔ آزمایشی ما شامل ۱۷۲ سناریو است، یعنی ۸۵ مورد (!) بیشتر از ژوییه ۲۰۱۴. این قضیه پیشرفت بزرگی است چون با آن به جای هر بار انجام دستی آزمایش‌ها، می‌توان هر نسخه را به طور خودکار بررسی کرده و از رگرسیون‌ها جلوگیری کرد. هنوز کار در پیش داریم اما به زودی روند انتشار سریع، امن و آسان خواهد بود :)

source: Tails ships a new certificate in 1.2.3, and a new signing key in 1.3.
fa: تیلز از یک گواهی جدید در ۱٫۲٫۳ و یک کلید امضای جدید در ۱٫۳ استفاده می‌کند.

source: We rewrote the history of our main Git repository to make it four times smaller. This should make the new contributors' experience much nicer.
fa: تاریخچهٔ مخزن اصلی گیت خود را بازنویسی کردیم تا چهار بار کوچک‌تر شود. این کار باعث بهتر شدن تجربهٔ مشارکت‌کنندگان جدید می‌شود.

source: We upgraded the hardware of our main server so that it can handle the short and mid-term plans we have for it: [[!tails_ticket 6196 desc="automatically building ISO images from all active branches"]], and then [[!tails_ticket 5288 desc="running our automated test suite on these ISO images"]].
fa: سخت‌افزار سرور اصلی خود را ارتقاء دادیم تا بتواند از پس برنامه‌های کوتاه‌مدت و میان‌مدت ما بربیاید، یعنی: [[!tails_ticket 6196 desc="ساختن خودکار تصاویر ایزو از تمام شاخه‌های فعال"]] و سپس [[!tails_ticket 5288 desc="اجرای بستهٔ آزمایشی خودکار خود روی این تصاویر ایزو"]].

source: Funding
fa: جذب سرمایه

source: Laura Poitras and Edward Snowden won [[Ridenhour's film award for Citizenfour|http://www.nationinstitute.org/blog/prizes/4376/%22citizenfour%22_will_receive_the_ridenhour_documentary_film_prize/]] and offered the $10K prize to Tails - thanks, Laura and Edward! (and congratulations for the Oscar)
fa: لورا پویتراس و ادوارد اسنودن [[به خاطر سیتی‌زن‌فور برندهٔ جایزهٔ فیلم رایدنهاور|http://www.nationinstitute.org/blog/prizes/4376/%22citizenfour%22_will_receive_the_ridenhour_documentary_film_prize/]] شدند و جایزهٔ ۱۰هزار دلاری آن را به تیلز پیشنهاد دادند. ممنون لورا و ادوارد! (و تبریک برای اسکار)

source: The Freedom Of The Press Foundation continues [[their crowdfunding campaign|https://freedom.press//bundle/encryption-tools-journalists]] for Tails (and other great projects!). Of course, there are [[many other ways to donate|contribute/how/donate]] if you want to help :)
fa: بنیاد آزادی نشر [[کارزار جذب سرمایهٔ عمومی|https://freedom.press//bundle/encryption-tools-journalists]] خود برای تیلز (و دیگر پروژه‌های عالی‌اش) را ادامه داده‌است. البته اگر قصد کمک دارید [[راه‌های بسیار دیگری برای کمک مالی|contribute/how/donate]] وجود دارند :)

source: Outreach
fa: توسعه

source: We passed a call for [[help to have a Windows camouflage in Tails Jessie|news/windows_camouflage_jessie]]!
fa: درخواستی برای [[کمک به استتار ویندوزی در تیلز جسی|news/windows_camouflage_jessie]] منتشر کردیم!

source: Tails now has a [[code of conduct|contribute/working_together/code_of_conduct]]!
fa: تیلز حالا یک [[مرام‌نامه|contribute/working_together/code_of_conduct]] دارد!

source: Two of us attended [FOSDEM](https://fosdem.org/2015/) in Brussels, saw some interesting talks and I hear the Belgian beer was good.
fa: دو نفر از ما در [نشست اروپایی توسعه‌دهندگان نرم‌افزارهای آزاد و متن‌باز](https://fosdem.org/2015/) در بروکسل شرکت کردند و سخنرانی‌های جالبی شنیدند و ظاهراً آبجوی بلژیکی هم بسیار خوب است.

source: One of us gave a talk at the Sapienza University of Rome, Italy ([slides](https://tails.boum.org/contribute/how/promote/material/slides/Roma-Uni_Sapienza-20150127/Tails.shtml)). Thanks a lot to the local organizers!
fa: یکی از ما در دانشگاه ساپینزای رم سخنرانی کرد ([اسلایدها](https://tails.boum.org/contribute/how/promote/material/slides/Roma-Uni_Sapienza-20150127/Tails.shtml)). ممنون از سازمان‌دهندگان این سخنرانی در رم!

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: [[We did not reach an agreement yet|https://mailman.boum.org/pipermail/tails-dev/2015-January/007821.html]] about [[!tails_ticket 8665 desc="removing Adblock Plus"]] (to have a fingerprint closer to the Tor Browser Bundle's one) or keeping it (because it's more comfortable for users).
fa: در مورد [[!tails_ticket 8665 desc="حذف ادبلاک پلاس"]] (برای داشتن یک اثر انگشت نزدیک‌تر به بستهٔ مرورگر تور) یا حفظ آن (چون برای کاربران راحت‌تر است) [[هنوز به توافق نرسیده‌ایم|https://mailman.boum.org/pipermail/tails-dev/2015-January/007821.html]].

source: People try to come up with the best ideas for [[Tor Monitor|http://git.tails.boum.org/alan/tor-monitor]], a [[!tails_ticket 6841 desc="replacement for Vidalia"]] in Tails Jessie. This is [[discussed on tails-dev|https://mailman.boum.org/pipermail/tails-dev/2015-February/thread.html#8038]].
fa: افراد مختلف سعی کردند به بهترین ایده برای [[Tor Monitor|http://git.tails.boum.org/alan/tor-monitor]]، یک [[!tails_ticket 6841 desc="جایگزین برای ویدالیا"]] در تیلز جسی دست پیدا کنند. در این مورد [[در tails-dev بحث شده‌است|https://mailman.boum.org/pipermail/tails-dev/2015-February/thread.html#8038]].

source: What kind of [verification mechanism](https://mailman.boum.org/pipermail/tails-dev/2015-February/008059.html) shall we do in the future [[ISO verification extension|blueprint/bootstrapping/extension]].
fa: باید در آینده از چه نوع [سازوکار تأیید](https://mailman.boum.org/pipermail/tails-dev/2015-February/008059.html) استفاده کنیم؟ [[افزونهٔ تأیید ایزو|blueprint/bootstrapping/extension]].

source: Press & Testimonials
fa: اخبار و قدردانی‌ها

source: Four major French-speaking medias (Le Monde, La Libre Belgique, Le Soir de Bruxelles and RTBF - radio-télévision belge) have launched [Source Sûre](https://sourcesure.eu/), a whistleblowing platform, in French, that uses Tails.
fa: چهار رسانهٔ مهم فرانسوی‌زبان (Le Monde, La Libre Belgique, Le Soir de Bruxelles and RTBF - radio-télévision belge) اقدام باه راه‌اندازی [Source Sûre](https://sourcesure.eu/)، یک پلتفرم افشاگری به فرانسوی کرده‌اند که از تیلز استفاده می‌کند.

source: Many people seemed excited to hear about the Bitcoin wallet in Tails and wrote about it. Welcome, Bitcoin community :)
fa: بسیاری از افراد از خبر کیف‌پول بیت‌کوین در تیلز خوشحال شدند و در مورد آن نوشتند. خواهش می‌کنیم، دوستان بیت‌کوین :)

source: Translation and internationalization
fa: ترجمه و بین‌المللی‌سازی

source: Some new translators joined the German translation team within the last months. It's now the biggest translation team and they're seriously working to have all the core pages of the website translated. Nearly halfway there, keep up :)
fa: در چند ماه گذشته مترجمان جدیدی به تیم ترجمهٔ آلمانی پیوستند. حالا این تیم بزرگ‌ترین تیم ترجمه است و با جدیت در حال کار روی تمام صفحه‌های اصلی تارنما هستند. تقریباً نیمی از کارشان انجام شده. ادامه بدهید :)

source: The French translation team manages to keep the core pages up-to-date, but the rest of the web site could use more attention.
fa: تیم ترجمهٔ فرانسوی توانسته صفحات اصلی را به‌روز نگه دارد، اما بقیهٔ تارنما نیاز به توجه بیشتری دارد.

source: The Portuguese translation team has not been very active lately, so the Portuguese translations slowly becomes obsolete.
fa: تیم ترجمهٔ پرتغالی اخیراً‌ چندان فعال نبوده، بنابراین ترجمهٔ پرتغالی کم‌کم بلااستفاده می‌شود.

source: The Spanish and Italian translation teams are still at the organizing stages so their translations have not started yet.
fa: تیم‌های ترجمهٔ اسپانیایی و ایتالیایی همچنان در مراحل سازمان‌دهی ترجمهٔ خود هستند و شروع به کار نکرده‌اند.

source: For all those languages (and other ones!), [[new translators are really welcome|contribute/how/translate/]]!
fa: برای تمام این زبان‌ها (و زبان‌های دیگر!) [[از مترجمان جدید استقبال می‌کنیم|contribute/how/translate/]]!

source: All website PO files
fa: تمام فایل‌های PO تارنما

source: de: 16% (979) strings translated, 0% strings fuzzy
fa: آلمانی: ۱۶ درصد (۹۷۹) استرینگ‌ها ترجمه شده، صفر درصد مبهم

source: fr: 50% (3,004) strings translated, 1% strings fuzzy
fa: فرانسوی: ۵۰ درصد (۳٫۰۰۴) استرینگ‌ها ترجمه شده، ۱ درصد مبهم

source: pt: 32% (1,947) strings translated, 2% strings fuzzy
fa: پرتغالی: ۳۲ درصد، (۱٫۹۴۷) استرینگ‌ها ترجمه شده، ۲ درصد مبهم

source: [[Core PO files|contribute/l10n_tricks/core_po_files.txt]] ---------------------
fa: [[فایل‌های اصلی PO|contribute/l10n_tricks/core_po_files.txt]] ---------------------

source: de: 44% (571) strings translated, 0% strings fuzzy
fa: آلمانی: ۴۴ درصد (۵۷۱) استرینگ‌ها ترجمه شده، صفر درصد مبهم

source: fr: 96% (1,223) strings translated, 1% strings fuzzy
fa: فرانسوی: ۹۶ درصد (۱٫۲۲۳) استرینگ‌ها ترجمه شده، ۱ درصد مبهم

source: pt: 92% (1,173) strings translated, 4% strings fuzzy
fa: پرتغالی: ۹۲ درصد (۱٫۱۷۳) استرینگ‌ها ترجمه شده، ۴ درصد مبهم

source: Metrics
fa: متریک‌ها

source: In January:
fa: در ماه ژانویه:

source: Tails has been started more than 356,292 times in January. This makes 11,493 boots a day on average.
fa: تیلز بیش از ۳۵۶٫۲۹۲ بار در ماه ژانویه راه‌اندازی شد. یعنی به طور متوسط ۱۱٫۴۹۳ راه‌اندازی در روز.

source: 27,617 downloads of the OpenPGP signature of Tails ISO from our website.
fa: ۲۷٫۶۱۷ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز از تارنمای ما.

source: 108 bug reports were received through WhisperBack.
fa: ۱۰۸ گزارش از طریق ویسپربک دریافت شدند.

source: In February:
fa: در ماه فوریه:

source: Tails has been started more than 344,664 times in February. This makes 12,309 boots a day on average.
fa: تیلز بیش از ۳۴۴٫۶۶۴ بار در ماه مه راه‌اندازی شد. یعنی به طور متوسط ۱۲٫۳۰۹ راه‌اندازی در روز.

source: 25,530 downloads of the OpenPGP signature of Tails ISO from our website.
fa: ۲۵٫۵۳۰ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز از تارنمای ما.

source: 89 bug reports were received through WhisperBack.
fa: ۸۹ گزارش از طریق ویسپربک دریافت شدند.
