Repository: austin987/tails
Catalog: wiki/src/news/report_2013_07.*.po
Languages: fa

source: [[!meta date="Thu Aug 13 09:09:39 2013"]]
fa: [[!meta date="پنج‌شنبه ۱۳ آگوست ۰۹:۰۹:۳۹ ۲۰۱۳"]]

source: [[!meta title="Tails report for July, 2013"]]
fa: [[!meta title="گزارش ژوییه ۲۰۱۳ تیلز"]]

source: Tails summit
fa: نشست تیلز

source: Five developers met for our annual summit. The summit was less dense than last year but still very productive. See the [[detailed report|news/summit_2013]].
fa: پنج توسعه‌گر تیلز برای نشست سالانه دور هم جمع شدند. این نشست فشردگی کمتری نسبت به سال گذشته داشت اما همچنان بسیار مفید بود. رجوع کنید به [[گزارش مشروح|news/summit_2013]].

source: Releases
fa: انتشارها

source: There was no release in July. Tails 0.20 [is planned](https://mailman.boum.org/pipermail/tails-dev/2013-July/003292.html) for the 9th of August.
fa: در ماه ژوییه انتشاری نداشتیم. تیلز ۰٫۲۰ [قرار است](https://mailman.boum.org/pipermail/tails-dev/2013-July/003292.html) روز ۹ آگوست منتشر شود.

source: Metrics
fa: متریک‌ها

source: 151 657 connections of Tails to the Tor network. This makes a boot every 17.7 seconds on average. This is an approximation from the requests made to the security announcements feed when Tails is connected to Tor.
fa: ۱۵۱٫۶۵۷ اتصال از تیلز به شبکهٔ تور ایجاد شد، یعنی هر ۱۷٫۷ ثانیه یک راه‌اندازی. این عدد بر حسب درخواست‌ها برای خوراک اعلان‌های امنیتی پس از متصل شدن تیلز به تور محاسبه می‌شود.

source: - 77 non-empty bug reports were received through WhisperBack.
fa: ۷۷ گزارش ایراد غیرخالی ارسال‌شده از ویسپربک دریافت کردیم.

source: Code
fa: کد

source: We had two low-hanging fruits sessions, that were mostly used to review and merge pending branches.
fa: دو نشست رسیدگی به کارهای سادهٔ در دسترس داشتیم که در آن‌ها به بررسی و ادغام شاخه‌های نیمه‌کاره پرداختیم.

source: A lot of work has been done to [[!tails_gitweb_branch feature/wheezy desc="migrate to Debian Wheezy"]]:
fa: کارهای زیادی برای [[!tails_gitweb_branch feature/wheezy desc="کوچ به Debian Wheezy"]] انجام دادیم:

source: A first build of Tails based on Debian Wheezy version was tested, and many bugs [[!tails_ticket 6015 desc="were identified"]].
fa: اولین ساخت تیلز مبتنی بر Debian Wheezy آزمایش شد و [[!tails_ticket 6015 desc="ایرادهای بسیاری"]] در آن یافت شد.

source: The work on AppArmor was [[!tails_gitweb_branch feature/apparmor desc="continued"]]. An early upstream patch that aims to add support for stacked filesystems [[!tails_ticket 6199 desc="was tested"]].
fa: کار روی اپ‌آرمور [[!tails_gitweb_branch feature/apparmor desc="ادامه یافت"]]. یک بستهٔ زودهنگام آپ‌استریم با هدف افزایش پشتیبانی فایل‌های سیستمی ذخیره‌شده [[!tails_ticket 6199 desc="امتحان شد"]].

source: The included Linux kernel was [[!tails_gitweb_branch feature/linux-3.10 desc="updated"]] to 3.10-1.
fa: هستهٔ گنجانده‌شدهٔ لینوکس به ۳٫۱۰-۱ ails_gitweb_branch feature/linux-3.10 desc="ارتقاء داده شد"]].

source: A deprecation wrapper for Truecrypt was [[!tails_gitweb_branch feature/truecrypt_deprecation_wrapper desc="written"]]. Many thanks to Julien Voisin for providing patches.
fa: یک deprecation wrapper برای تروکریپت [[!tails_gitweb_branch feature/truecrypt_deprecation_wrapper desc="نوشته شد"]]. تشکر بسیار از جولین وویسین به خاطر آماده کردن بسته‌ها.

source: Dasher, a graphical predictive text input system, was [[!tails_gitweb_branch feature/install-dasher desc="installed"]].
fa: Dasher، یک سیستم گرافیک پیش‌بینی‌کنندهٔ ورودی متن [[!tails_gitweb_branch feature/install-dasher desc="نصب شد"]].

source: The Wikileaks IRC server address was [[!tails_gitweb_branch bugfix/wikileaks_irc desc="tentatively fixed"]]. Many thanks to Julien Voisin for providing patches. User interface issues have prevented us from merging this branch yet.
fa: نشانی سرور IRC ویکی‌لیکس [[!tails_gitweb_branch bugfix/wikileaks_irc desc="به طور آزمایشی ترمیم شد"]]. تشکر بسیار از جولین وویسین برای آماده کردن بسته‌ها. مشکلات رابط کاربری هنوز امکان ادغام بسته‌ها را به ما نداده است.

source: Claws mail will [[!tails_gitweb_commit 7a293bbc41766c4ba32e229acb862eabe05d05ce desc="no more display a dialog box"]] when sending a message. Many thanks to matsa for providing a patch.
fa: نرم‌افزار Claws Mail دیگر هنگام ارسال یک رایانامه [[!tails_gitweb_commit 7a293bbc41766c4ba32e229acb862eabe05d05ce desc="دیگر پنجرهٔ گفتگو نشان نمی‌دهد"]]. تشکر بسیار از matsa برای ایجاد بسته.

source: Many [[!tails_gitweb_branch feature/remember_installed_packages desc="improvements"]] to additional software have been merged.
fa: [[!tails_gitweb_branch feature/remember_installed_packages desc="پیشرفت‌های"]] بسیاری در نرم‌افزارهای اضافی ادغام شده‌اند.

source: A bunch of improvements to our test suite were proposed and reviewed: [[!tails_gitweb_branch test/fix-persistence-checks]], [[!tails_gitweb_branch test/reorg]], [[!tails_gitweb_branch test/firewall-check-tag]], [[!tails_gitweb_branch test/keep-volumes-tag]] and [[!tails_gitweb_branch test/fix-iso-reporting]].
fa: پیشرفت‌هایی برای بستهٔ آزمایشی ما پیشنهاد و بررسی شدند: [[!tails_gitweb_branch test/fix-persistence-checks]]، [[!tails_gitweb_branch test/reorg]], [[!tails_gitweb_branch test/firewall-check-tag]]، [[!tails_gitweb_branch test/keep-volumes-tag]] و [[!tails_gitweb_branch test/fix-iso-reporting]].

source: Documentation and Website
fa: مستندسازی و تارنما

source: The [[Promote|contribute/how/promote]] page was [[!tails_gitweb_commit c8f80ebb18a6077feacbf00e7c31a19a99b22648 desc="fully rewritten"]].
fa: صفحهٔ [[تبلیغ|contribute/how/promote]] [[!tails_gitweb_commit c8f80ebb18a6077feacbf00e7c31a19a99b22648 desc="کامل بازنویسی شد"]].

source: A new page [[Website|contribute/how/website]] on how to improve the Tails website was [[!tails_gitweb_commit fb9135c3ba1cbb974f9ab3bf596d17ce03803e4a desc="added to the contribute section"]].
fa: صفحهٔ جدید [[تارنما|contribute/how/website]] در مورد چگونگی بهبود تارنمای تیلز [[!tails_gitweb_commit fb9135c3ba1cbb974f9ab3bf596d17ce03803e4a desc="به قسمت همکاری اضافه شد"]].

source: The page [[Translate|contribute/how/translate]] was [[!tails_gitweb_branch doc/either_git_or_transifex desc="reworked in depth"]] to match our new translation workflow using either Git or Transifex.
fa: صفحهٔ [[ترجمه|contribute/how/translate]][[!tails_gitweb_branch doc/either_git_or_transifex desc="تغییرات بسیاری یافت"]] تا مناسب سیستم کاری جدید ما برای ترجمه شود چه در گیت و چه در Transifex.

source: The [[Pidgin|doc/anonymous_internet/pidgin]] documentation was [[!tails_gitweb_branch doc/better-pidgin-and-otr-documentation desc="was fully rewritten"]].
fa: مستندات [[پیجین|doc/anonymous_internet/pidgin]] [[!tails_gitweb_branch doc/better-pidgin-and-otr-documentation desc="کامل بازنویسی شد"]].

source: The [[homepage|index]] was [[!tails_gitweb_branch doc/circumvention desc="rephrased"]] to mention Internet circumvention.
fa: صفحهٔ [[خانه|index]] [[!tails_gitweb_branch doc/circumvention desc="تغییر یافت"]] تا به فیلترینگ اینترنت اشاره کند.

source: Our Tor enforcement policy was [[!tails_gitweb_commit e0dba123f20e0df72ac723510b6fba093a1a29d7 desc="clarified"]] on the [[About|about]] page.
fa: به سیاست اجبار استفاده از تور در صفحهٔ [[درباره|about]] [[!tails_gitweb_commit e0dba123f20e0df72ac723510b6fba093a1a29d7 desc="به وضوح اشاره شد"]].

source: The OpenPGP signature to verify the ISO images is now [[!tails_gitweb_branch doc/fix_signature_link desc="served directly by our website"]].
fa: امضای اُپن‌پی‌جی‌پی برای تأیید تصویر ایزو حالا [[!tails_gitweb_branch doc/fix_signature_link desc="مستقیم روی تارنمای خود ما قرار دارند"]].

source: A prototype conversion of our test suite to use [[!tails_gitweb_branch test/rjb-migration desc="native ruby + rjb instead of JRuby"]] was pushed to Git.
fa: یک تبدیل نمونه از بستهٔ آزمایش ما برای استفاده از [[!tails_gitweb_branch test/rjb-migration desc="ruby + rjb بومی به جای JRuby"] به گیت برده شد.

source: Localization and Internationalization
fa: بومی‌سازی و بین‌المللی‌سازی

source: - All Tails strings but the website are now translatable in Transifex. - i18nspector was uploaded to wheezy-backports.
fa: - تمام رشته‌های تیلز به جز تارنما را حالا می‌توان از Transifex ترجمه کرد. - i18nspector به wheezy-backports آپلود شد.

source: Infrastructure
fa: زیرساخت

source: - Our todo list items were [[!tails_redmine desc="migrated to Redmine"]].
fa: - آیتم‌های فهرست کارهای پیش رویمان به [[!tails_redmine desc="ردماین برده شد"]].

source: Blueprints were extracted from our old todo section into the new [[Blueprint|blueprint]] section to store our research and plans in a static form outside of Redmine.
fa: بلوپرینت‌هایی از بخش قدیمی کارهای پیش رو به بخش جدید [[بلوپرینت‌ها|blueprint]] برده شدند تا بررسی‌ها و برنامه‌های ما را به شکلی ایستا خارج از ردماین ذخیره کنند.

source: Criterion to flag a task as easy were [[identified|contribute/working_together/criteria_for_easy_tasks]] as a way to orientate better new contributors.
fa: معیارهای برچسب «آسان» زدن به یک کار [[تعریف شدند|contribute/working_together/criteria_for_easy_tasks]] تا مشارکت‌کنندگان جدید بهتر راهنمایی شوند.

source: Our roadmap was updated and we defined our objectives for Tails 1.0, 1.1, 2.0, and 3.0:
fa: نقشهٔ راه ما به‌روز شد و اهدافمان برای تیلز ۱٫۰، ۱٫۱، ۲٫۰ و ۳٫۰ را تعریف کردیم:

source: [Tails 1.0](https://labs.riseup.net/code/projects/tails/roadmap#Tails 1.0): feature parity with Incognito
fa: [تیلز ۱٫۰](https://labs.riseup.net/code/projects/tails/roadmap#Tails 1.0): تشابه ویژگی‌ها با Incognito

source: [Tails 1.1](https://labs.riseup.net/code/projects/tails/roadmap#Tails 1.1): Tails based on Debian Wheezy
fa: [تیلز ۱٫۱](https://labs.riseup.net/code/projects/tails/roadmap#Tails 1.1): تیلز مبتنی بر Debian Wheezy

source: [Tails 2.0](https://labs.riseup.net/code/projects/tails/roadmap#Tails 2.0): Sustainability and maintainability
fa: [تیلز ۲٫۰](https://labs.riseup.net/code/projects/tails/roadmap#Tails 2.0): پایداری و نگهداری‌پذیری

source: [Tails 3.0](https://labs.riseup.net/code/projects/tails/roadmap#Tails 3.0): Hardening and better security
fa: [تیلز ۳٫۰](https://labs.riseup.net/code/projects/tails/roadmap#Tails 3.0): امنیت بیشتر

source: We started working on making our infrastructure more reliable: [[!tails_ticket 6185 desc="looking for a system"]] that could act as a fail-over for our main server.
fa: شروع به کار روی قابل‌اتکاءتر کردن زیرساخت خود کرده‌ایم: [[!tails_ticket 6185 desc="گشتن به دنبال سیستمی"]] که بتواند یک fail-over برای سرور اصلی‌مان باشد.

source: Funding
fa: جذب سرمایه

source: A short-term funding with sponsor Bravo has been tentatively confirmed and redefined, but not signed yet.
fa: برای جذب سرمایهٔ کوتاه‌مدت موقتاً با اسپانسر براوو به توافق رسیده‌ایم و آن را بازتعریف کرده‌ایم، اما توافق هنوز امضاء نشده‌است.

source: The contracts for the bounty program are still being signed. But some work has already been done and tested on Seahorse Nautilus, AppArmor, ikiwiki to Redmine, keyringer and libvirt.
fa: امضای قراردادهای برنامه جایزه‌بگیری هنوز ادامه دارد. اما تا همین حالا کارهایی روی Seahorse Nautilus، اپ‌آرمور، ikiwiki، ردماین، کی‌رینگر و libvirt انجام و آزمایش شده‌اند.

source: We sent a concept note to answer sponsor Charlie's call for proposals.
fa: توضیحی در مورد خود برای پاسخ به درخواست پیشنهادهای اسپانسر چارلی فرستادیم.
