Repository: austin987/tails
Catalog: wiki/src/news/report_2012_09.*.po
Languages: fa

source: [[!meta date="Fri Oct 5 12:00:56 2012 +0000"]]
fa: [[!meta date="جمعه ۵ اکتبر ۱۲:۰۰:۵۶ ۲۰۱۲ +۰۰۰۰"]]

source: [[!meta title="Tails report for September, 2012"]]
fa: [[!meta title="گزارش سپتامبر ۲۰۱۲ تیلز"]]

source: September, 2012 has been pretty busy for Tails. Here is a report of what happened.
fa: سپتامبر ۲۰۱۲ ماه بسیار شلوغی برای تیلز بده‌است. گزارش اتفاقاتی که در این ماه رخ داده را می‌خوانید.

source: Releases
fa: انتشارها

source: Tails 0.13 was released on September 18th. See the [[announcement for more details|version_0.13]].
fa: تیلز ۰٫۱۳ روز ۱۸ سپتامبر منتشر شد. برای جزییات بیشتر به [[اعلان آن|version_0.13]] رجوع کنید.

source: The release came out one week late compared to the initial schedule. This is due to an unexpected late arrival of the updated Iceweasel ESR backported packages.
fa: این نسخه یک هفته دیرتر از برنامهٔ مورد نظر منتشر شد. دلیل این اتفاق دیر رسیدن دور از انتظار بسته‌های بک‌پورت‌شدهٔ Iceweasel ESR بود.

source: The next release, labeled 0.14, should be released by the end of October. A first release candidate should be available for testing on the 9th.
fa: نسخهٔ بعدی با عنوان ۰٫۱۴ اواخر اکتبر منتشر خواهد شد. نامزد اول انتشار باید روز نهم این ماه آمادهٔ آزمایش باشد.

source: People
fa: افراد

source: Tails has been started and successfully connected to the Tor network around 71.000 times in September. That makes a boot every 36 seconds on average. This number is an approximation from the requests made for the security announcements feed. The later is retrieved by Tails after being connected to Tor to eventually encourage users to update.
fa: تیلز در ماه سپتامبر حدود ۷۱هزار بار با موفقیت راه‌اندازی و به شبکهٔ تور متصل شد، یعنی به طور متوسط هر ۳۶ ثانیه یک راه‌اندازی. این عدد بر حسب درخواست‌ها برای خوراک اعلان‌های امنیتی محاسبه می‌شود. این درخواست پس از اتصال تیلز به تور و برای ترغیب کاربران به ارتقاء انجام می‌شود.

source: 47 reports were received through WhisperBack.
fa: ۴۷ گزارش ایراد ارسال‌شده از ویسپربک دریافت کردیم.

source: The forum activity went pretty crazy with 1038 new messages, 156 of them signed by "Tails". Not the highest signal/noise ratio in history, though.
fa: فعالیت انجمن با ۱۰۳۸ پست که ۱۵۶ تای آن‌های امضای «Tails» داشتند افزایش بسیاری داشت. اما بیشترین میزان آن نیست.

source: Code
fa: کد

source: A fix was merged for the [[slow browsing experience of the documentation|todo/faster_offline_documentation_browsing]] available inside Tails systems.
fa: مشکل [[سرعت پایین مرور مستندات|todo/faster_offline_documentation_browsing]] موجود در سیستم‌های تیلز رفع شد.

source: Some progress was made on the front of [[supporting multiple kernels|todo/nx_bit]], that should lead a future version of Tails to use multiple cores and more than 3GB of memory eventually, as well as fixing most of the dreaded "not all memory is wiped at shutdown" bug.
fa: پیشرفت‌هایی در [[پشتیبانی همزمان از چندین هسته|todo/nx_bit]] انجام شد که در نتیجهٔ آن یک نسخهٔ پیش‌روی تیلز باید از چند هسته و ۳ گیگابایت حافظه استفاده کند. همچنین ایراد مخوف «پاک نشدن تمام حافظه هنگام خاموش کردن» تا حدود زیادی حل شد.

source: A first attempt to tackle [[persistent connections in Network Manager|todo/persistence_preset_-_NM_connections]] is available for reviews.
fa: تلاش نخستین برای برقراری [[اتصالات مانا در ابزار مدیریت شبکه|todo/persistence_preset_-_NM_connections]] حالا در معرض بررسی قرار دارد.

source: 'Old style' [[PC speaker is now disabled|todo/disable_pc_speaker]] to prevent loud, unexpected beeps.
fa: [[بلندگوی «قدیمی» رایانه حالا غیرفعال شده|todo/disable_pc_speaker]] تا از بیپ‌های غیرمنتظرهٔ بلند جلوگیری کند.

source: The [Unsafe Web browser now disables all Iceweasel extensions](http://git.immerda.ch/?p=amnesia.git;a=commit;h=64da202).
fa: [«مرورگر غیرامن» حالا تمام افزونه‌های Iceweasel را غیرفعال می‌کند](http://git.immerda.ch/?p=amnesia.git;a=commit;h=64da202).

source: The [[firewall is now configured using `ferm`|todo/ferm]].
fa: [[دیوار‌آتش حالا با استفاده از `ferm` پیکربندی می‌شود|todo/ferm]].

source: The [build process is now more likely to fail instead of letting errors slip](https://mailman.boum.org/pipermail/tails-dev/2012-September/001634.html) when hooks fail.
fa: حالادر صورت بروز اشکال [بیشتر احتمال دارد که روند خاص شکست بخورد تا این که پیغام‌های خطای متعدد نشان بدهد](https://mailman.boum.org/pipermail/tails-dev/2012-September/001634.html).

source: Tails (`devel` Git branch) is now [[using Tor 0.2.3|todo/Tor_0.2.3]].
fa: (شاخهٔ `devel` گیت) تیلز حالا از [[تور ۰٫۲٫۳ استفاده می‌کند|todo/Tor_0.2.3]].

source: One of the new feature of Tor 0.2.3 is network stream isolation. Subsequent [[anonymity enhancements have been implemented|todo/separate_Tor_streams]] and will be available in Tails 0.14.
fa: یکی از ویژگی‌های جدید تور ۰٫۲٫۳ جداسازی جریان شبکه است. در نتیجه [[پیشرفت‌هایی در زمینهٔ ناشناسی|todo/separate_Tor_streams]] در تیلز ۰٫۱۴ ایجاد شده‌اند و خواهند شد.

source: The [[readahead breakage|todo/fix_background_readahead]] resulting in a noticeable pause during startup has been fixed.
fa: [[مشکل موقرمز|todo/fix_background_readahead]] که منجر به مکثی واضح در روند راه‌اندازی می‌شد برطرف شد.

source: The [Vagrant-based build system was optimized](https://mailman.boum.org/pipermail/tails-dev/2012-September/001594.html).
fa: [ساخت سیستم مبتنی بر واگرانت بهینه‌سازی شد](https://mailman.boum.org/pipermail/tails-dev/2012-September/001594.html).

source: Some more work has been done in [improving handling of init scripts](https://mailman.boum.org/pipermail/tails-dev/2012-September/001643.html).
fa: کارهای بیشتری جهت [پیشرفت در کار با اسکریپت‌های init](https://mailman.boum.org/pipermail/tails-dev/2012-September/001643.html) انجام شد.

source: The bug that made the [[default search engine for some languages fallback on Google|bugs/languages_without_a_localized_Startpage_get_Google_by_default]] has been fixed.
fa: ایرادی که [[گوگل را موتور جستجوی پیش‌فرض چندین زبان می‌کرد|bugs/languages_without_a_localized_Startpage_get_Google_by_default]] رفع شد.

source: Some [more build system optimization related to package installation](https://mailman.boum.org/pipermail/tails-dev/2012-September/001718.html).
fa: [بهینه‌سازی ساخت سیستم بیشتری در رابطه با نصب بسته‌ها انجام شد](https://mailman.boum.org/pipermail/tails-dev/2012-September/001718.html).

source: An [input method for Japanese has been added](https://mailman.boum.org/pipermail/tails-dev/2012-September/001719.html) and will be in Tails 0.14.
fa: یک [روش ورود داده برای ژاپنی اضافه شد](https://mailman.boum.org/pipermail/tails-dev/2012-September/001719.html) و در تیلز ۰٫۱۴ خواهد آمد.

source: [[Programs used by default to open downloaded files were often sub-optimal|todo/open_mp3_with_totem_instead_of_audacity]]. The issue is now fixed.
fa: [[برنامه‌های پیش‌فرض برای باز کردن فایل‌های دانلودشده اکثراً بهینهٔ کامل نبودند|todo/open_mp3_with_totem_instead_of_audacity]]. این مشکل حالا رفع شده‌است.

source: A [bug resulting in whisperback reporting an inexistent error](https://mailman.boum.org/pipermail/tails-dev/2012-September/001621.html) during the send process has been fixed.
fa: یک [که باعث گزارش خطایی ناموجود توسط ویسپربک](https://mailman.boum.org/pipermail/tails-dev/2012-September/001621.html) در طول روند ارسال می‌شد رفع شده‌است.

source: On the OpenPGP smartcards support front, some backports were prepared and are being tested.
fa: بعضی بک‌پو.رت‌ها برای قسمت پشتیبانی کارت‌های هوشمند اُپن‌پی‌جی‌پی آماده و امتحان شدند.

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: [Two contributors interested in working on Tails server showed up](https://mailman.boum.org/pipermail/tails-dev/2012-September/001559.html).
fa: [دو فرد علاقه‌مند برای کمک روی سرور تیلز پیدا شدند](https://mailman.boum.org/pipermail/tails-dev/2012-September/001559.html).

source: Some [feedback and comments about the 'uwt' script](https://mailman.boum.org/pipermail/tails-dev/2012-September/001575.html) shipped in Whonix.
fa: [بازخوردها و نظراتی در مورد اسکریپت 'uwt'](https://mailman.boum.org/pipermail/tails-dev/2012-September/001575.html) به Whonix منتقل شدند.

source: [Experiments on backporting Iceweasel](https://mailman.boum.org/pipermail/tails-dev/2012-September/001600.html).
fa: [آزمایش‌هایی برای بک‌پورت کردن Iceweasel انجام شد](https://mailman.boum.org/pipermail/tails-dev/2012-September/001600.html).

source: [What should be done with the system date when it's off any reasonable limit?](https://mailman.boum.org/pipermail/tails-dev/2012-September/001637.html)
fa: [وقتی تاریخ سیستم از حدی معقول خارج شود باید چه کرد؟](https://mailman.boum.org/pipermail/tails-dev/2012-September/001637.html)

source: [Schedule for the upcoming 0.14 release](https://mailman.boum.org/pipermail/tails-dev/2012-September/001647.html).
fa: [زمان‌بندی برای انتشار ۰٫۱۴](https://mailman.boum.org/pipermail/tails-dev/2012-September/001647.html).

source: [Block/unblock wireless devices?](https://mailman.boum.org/pipermail/tails-dev/2012-September/001648.html)
fa: [مسدود/غیرمسدود کردن دستگاه‌های بی‌سیم؟](https://mailman.boum.org/pipermail/tails-dev/2012-September/001648.html)

source: [Researching best way to implement persistent browser bookmarks](https://mailman.boum.org/pipermail/tails-dev/2012-September/001644.html), with some first patches from Alessandro Grassi.
fa: [بررسی برای بهترین راه اجرای نشانک‌های مرورگر مانا](https://mailman.boum.org/pipermail/tails-dev/2012-September/001644.html) با بسته‌های ابتدایی از الساندرو گراسی.

source: [Should Tails ship a "download manager"?](https://mailman.boum.org/pipermail/tails-dev/2012-September/001670.html).
fa: [آیا تیلز باید یک نرم‌افزار «مدیریت دانلود» داشته باشد؟](https://mailman.boum.org/pipermail/tails-dev/2012-September/001670.html).

source: [Should PCMCIA / ExpressCard / Firewall be deactivated?](https://mailman.boum.org/pipermail/tails-dev/2012-September/001671.html)
fa: [آیا PCMCIA / ExpressCard / دیوار آتش باید فعال شوند؟](https://mailman.boum.org/pipermail/tails-dev/2012-September/001671.html)

source: [What should be the default web browser homepage?](https://mailman.boum.org/pipermail/tails-dev/2012-September/001672.html)
fa: [صفحهٔ خانهٔ پیش‌فرض مرورگر وب باید چه باشد؟](https://mailman.boum.org/pipermail/tails-dev/2012-September/001672.html)

source: Documentation and website
fa: مستندسازی و تارنما

source: The documentation has received several small improvements in the following areas:
fa: مستندات در این بخش‌ها پیشرفت‌های کوچی داشتند:

source: List what can be done when Tails does not start.
fa: فهرست کردن کارهایی که در صورت راه‌اندازی نشدن تیلز می‌توان انجام داد.

source: Better phrasing of the disclaimer about TrueCrypt.
fa: بهتر نوشتن متن سلب مسئولیت در قبال تروکریپت.

source: Adjust TrueCrypt documentation for the current boot menu.
fa: تنظیم مستندات تروکریپت برای فهرست راه‌اندازی فعلی.

source: Specify what happens to the persistent volume when using the clone option of the installer.
fa: مشخص کردن این که در صورت استفاده از گزینهٔ همتاسازی نصب‌کننده چه اتفاقی برای درایو مانا رخ می‌دهد.

source: Be more explicit of what should be done after installing Tails.
fa: شفاف‌تر بودن در مورد این که پس از نصب تیلز باید چه کار کرد.

source: Link more appropriately the Torrent OpenPGP signature.
fa: پیوند دادن بهتر امضاهای اُپن‌پی‌جی‌پی تورنت.

source: An important amount of (still invisible) work has been done to replace the forum with a Q&A-style (like StackOverflow) web application that would suit our needs (and possibly the Tor project's ones -- we'll see).
fa: حجم زیادی از کارهای مهم (همچنان نادیدنی) برای جایگزین کردن انجمن با یک ابزار وب در قالب پرسش و پاسخ (مانند StackOverflow) که با نیازهای ما همخوانی (و شاید با نیازهای پروژهٔ تور) بیشتری دارد انجام شدند.

source: Translations
fa: ترجمه‌ها

source: The French translations has received a sturdy stream of updates.
fa: ترجمهٔ فرانسوی تا حدودی زیادی به‌روز شد.

source: The website is currently at:
fa: وضع تارنما در حال حاضر از این قرار است:

source: FR: 79% translated, 1% fuzzy
fa: فرانسوی: ۷۹٪ ترجمه‌شده، ۱٪ نامفهوم

source: PT: 50% translated, 1% fuzzy
fa: پرتغالی: ۵۰٪ ترجمه‌شده، ۱٪ نامفهوم

source: ES: 28% translated, 3% fuzzy
fa: اسپانیایی: ۲۸٪ ترجمه‌شده، ۳٪ نامفهوم

source: DE: 13% translated, 1% fuzzy
fa: آلمانی: ۱۳٪ ترجمه شده، ۱٪ نامفهوم

source: Infrastructure
fa: زیرساخت

source: The `tails::whisperback::relay` Puppet class was brought into working state. This allowed us to setup additional WhisperBack relays: fail-over should now ensure bug reporting is possible most of the time. See Git repository at: `git://webmasters.boum.org/tails-puppet-module-tails`
fa: دستهٔ پاپت `tails::whisperback::relay` به مرحلهٔ کاری رسید. این مساله باعث شد بتوانیم رله‌های اضافی ویسپربک ایجاد کنیم: حالا fail-over باید تضمین کند که گزارش ایرادها اکثر مواقع ممکن است. رجوع کنید به مخزن گیت در: `git://webmasters.boum.org/tails-puppet-module-tails`

source: The server that will be dedicated to Tails development needs was delivered and plugged in the SeaCCP colocation. Many thanks to our friends at Riseup, who helped a lot through the whole process, and to the Tor project, who supports us once again by funding the server hosting! Debian Wheezy was installed.
fa: سروری مخصوص توسعهٔ تیلز باید دریافت شده و در میزبانی سرور SeaCCP آغاز به کار کند. با تشکر بسیار از دوستانمان در رایزآپ که در کل روند کمک بسیاری به ما کردند و نیز پروژهٔ تور که بار دیگر با تهیهٔ سرمایهٔ لازم برای میزبانی سرور دست ما را گرفتند! دبیان Wheezy نصب شده‌است.

source: A Redmine install was setup at Riseup Labs to allow us to evaluate it. Thanks a lot, again!
fa: یک نصب ردماین در آزمایشگاه رایزآپ نصب انجام شد تا بتوانیم آن را ارزیابی کنیم. باز هم تشکر بسیار!

source: Funding
fa: جذب سرمایه

source: The discussions with sponsor Bravo are going well. It's likely that around 20 days of work for two developers will be funded by the end of November.
fa: گفتگوهای با اسپانسر براوو خوب پیش می‌روند. احتمالاً سرمایهٔ لازم برای ۲۰ روز کار دو توسعه‌دهنده تا آخر نوامبر مهیا شود.
