Repository: austin987/tails
Catalog: wiki/src/news/report_2013_08.*.po
Languages: fa

source: [[!meta date="Fri Sep 6 09:09:39 2013"]]
fa: [[!meta date="جمعه ۶ سپتامبر ۰۹:۰۹:۳۹ ۲۰۱۳"]]

source: [[!meta title="Tails report for August, 2013"]]
fa: [[!meta title="گزارش آگوست ۲۰۱۳ تیلز"]]

source: Releases
fa: انتشارها

source: Tails 0.20 [[was released|news/version_0.20]] on the 9th of August. Tails 0.20.1 release is [scheduled](https://mailman.boum.org/pipermail/tails-dev/2013-August/003502.html) for September 19.
fa: تیلز ۰٫۲۰ روز ۹ آگوست [[منتشر شد|news/version_0.20]]. تیلز ۰٫۲۰٫۱ [قرار است](https://mailman.boum.org/pipermail/tails-dev/2013-August/003502.html) ۱۹ سپتامبر منتشر شود.

source: Metrics
fa: متریک‌ها

source: 190 521 connections of Tails to the Tor network. This makes a boot every 14 seconds on average. This is an approximation from the requests made to the security announcements feed when Tails is connected to Tor.
fa: ۱۹۰٫۵۲۱ اتصال از تیلز به شبکهٔ تور ایجاد شد، یعنی هر ۱۴ ثانیه یک راه‌اندازی. این عدد بر حسب درخواست‌ها برای خوراک اعلان‌های امنیتی پس از متصل شدن تیلز به تور محاسبه می‌شود.

source: - 93 non-empty bug reports were received through WhisperBack.
fa: - ۹۳ گزارش ایراد غیرخالی ارسال‌شده از ویسپربک دریافت کردیم.

source: 57 222 downloads of the OpenPGP signature of Tails ISO from our website.
fa: ۵۷٫۲۲۲ دانلود امضای اُپن‌پی‌جی‌پی ایزوی تیلز از تارنمایمان داشتیم.

source: Code
fa: کد

source: A new contributor (a.kuckartz) has started to debug what appears to be incompatibilities between our Vagrant setup and the current state of Debian unstable ([[!tails_ticket 6221]]).
fa: یک مشارکت‌کنندهٔ جدید (a.kuckartz) شروع به رفع ایرادی که کرده به نظر می‌رسد ناسازگاری بین تنظیم واگرانت ما و وضعیت ناپایدار فعلی دبیان باشد ([[!tails_ticket 6221]]).

source: Some initial steps [[!tails_gitweb_branch bugfix/fix_virtualbox_dkms_build desc="were taken"]] to get VirtualBox guest modules back ([[!tails_ticket 5972]]).
fa: قدم‌هایی مقدماتی برای پس گرفتن مدول‌های مهمان ویرچوال‌باکس [[!tails_gitweb_branch bugfix/fix_virtualbox_dkms_build desc="برداشته شد"]] ([[!tails_ticket 5972]]).

source: A branch to [[!tails_gitweb_branch bugfix/unmount-persistent-volume-on-shutdown desc="properly umount the persistent volume on shutdown"]] was prepared. Thanks to Steven J. Murdoch for the [[!tails_ticket 6228 desc="useful bug report"]].
fa: شاخه‌ای برای [[!tails_gitweb_branch bugfix/unmount-persistent-volume-on-shutdown desc="جدا کردن درست درایو مانا هنگام خاموش کردن"]] آماده شد. با تشکر از استیون جِی. مُرداک برای [[!tails_ticket 6228 desc="گزارش سودمند ایراد"]].

source: - The additional software upgrade notification failure message
fa: - پیغام عدم موفقیت در ارتقای نرم‌افزارهای اضافی

source: bugfix/additional-software-upgrade-failed-message desc="now points the user to the system log"]] so that they have a chance to debug it ([[!tails_ticket 6211]]).
fa: bugfix/additional-software-upgrade-failed-message desc="حالا کاربر را متوجه لاگ سیستم می‌کند"]] تا آن‌ها شانسی برای رفعه این ایراد داشته باشند ([[!tails_ticket 6211]]).

source: The I2P IRC network preset in Pidgin [[!tails_gitweb_branch bugfix/i2p-irc-in-pidgin desc="was corrected"]].
fa: پیش‌فرض I2P شبکهٔ IRC در پیجین [[!tails_gitweb_branch bugfix/i2p-irc-in-pidgin desc="تصحیح شد"]].

source: Some initial work to [[!tails_gitweb_branch feature/consistent-peristence-path desc="have a consistent persistence path"]] was done ([[!tails_ticket 5854]]).
fa: کارهایی مقدماتی برای [[!tails_gitweb_branch feature/consistent-peristence-path desc="برای داشتن یک مسیر مانا"]] انجام شد ([[!tails_ticket 5854]]).

source: Some sanity checks in our test suite [[!tails_gitweb_branch test/fix-iso-reporting desc="were fixed"]]. Another [[!tails_gitweb_branch test/firewall-check-tag desc="set of test suite improvements"]] has seen progress.
fa: چند آزمون درستی در مجموعهٔ آزمایش [[!tails_gitweb_branch test/fix-iso-reporting desc="درست شدند"]]. [[!tails_gitweb_branch test/firewall-check-tag desc="چند پیشرفت دیگر در مجموعهٔ ازمایش"]] نیز در حال انجام هستند.

source: Starting with Tails 0.20.1, bug reports sent with WhisperBack will [[!tails_gitweb_branch feature/tails-bugs desc="be sent to a dedicated (encrypted) mailing-list"]].
fa: از تیلز ۰٫۲۰٫۱ گزارش ایرادهای ارسال‌شده از ویسپربک [[!tails_gitweb_branch feature/tails-bugs desc="به یک فهرست رایانامهٔ اختصاصی (رمزگذاری‌شده) ارسال خواهند شد"]].

source: GnuPG now [[!tails_gitweb_branch feature/GnuPG-no-emit-version desc="uses --no-emit-version"]].
fa: حالا GnuPG [[!tails_gitweb_branch feature/GnuPG-no-emit-version desc="از --no-emit-version استفاده می‌کند"]].

source: Switch to [[!tails_gitweb_branch feature/linux-3.10-2 desc="Linux 3.10-2"]] from Debian unstable.
fa: کوچ از دبیان ناپایدار به [[!tails_gitweb_branch feature/linux-3.10-2 desc="لینوکس ۳٫۱۰-۲"]].

source: Documentation and Website
fa: مستندسازی و تارنما

source: A new contributor (Vigdis) posted drafts to [document why Tor is slow](https://mailman.boum.org/pipermail/tails-dev/2013-August/003421.html) and [update the persistence path in the documentation](https://git-tails.immerda.ch/vigdis/tails/log/?h=doc/update-persistence-path). Congrats! ([[!tails_ticket 5641]])
fa: یک مشارکت‌کنندهٔ جدید (Vigdis) پیش‌نویس [سند چرا تور کند است؟](https://mailman.boum.org/pipermail/tails-dev/2013-August/003421.html) را آماده کرد و [مسیر مانا در مستندات را ارتقاء داد](https://git-tails.immerda.ch/vigdis/tails/log/?h=doc/update-persistence-path). تبریک! ([[!tails_ticket 5641]])

source: A new contributor (carmie) proposed [logo ideas](https://mailman.boum.org/pipermail/tails-dev/2013-August/003382.html) ([[!tails_ticket 5797]]). Thanks!
fa: یک مشارکت‌کنندهٔ جدید (carmie) [ایده‌هایی برای لوگو](https://mailman.boum.org/pipermail/tails-dev/2013-August/003382.html) ([[!tails_ticket 5797]]) پیشنهاد داد. ممنون!

source: The installation documentation [[!tails_gitweb_commit 91b796c9180b26cc22460c62e2fe3dfbafce4d95 desc="was improved"]] to mention USB sticks and SD card adapters with read-only switches. Some [[!tails_gitweb_commit 5fb52dfaed1fcd2dd40b4b93bcb5dd38bba32573 desc="style improvements"]] were done too.
fa: مستندات نصب [[!tails_gitweb_commit 91b796c9180b26cc22460c62e2fe3dfbafce4d95 desc="تغییر داده شدند"]] تا در آن به درایوهای یواس‌بی و تبدیل‌های کارت حافظه با کلید «فقط خواندن» اشاره شود. [[!tails_gitweb_commit 5fb52dfaed1fcd2dd40b4b93bcb5dd38bba32573 desc="پیشرفت‌هایی در سبک"]] نیز حاصل شدند.

source: The website now [[advertises|about]] the use of Tails as a censorship circumvention tool, too.
fa: حالا تارنما استفاده از تیلز به عنوان یک ابزار دور زدن سانسور را نیز [[ترویج می‌کند|about]].

source: A workaround to verify ISO integrity on other operating systems [[!tails_gitweb_commit 91efa6597619e156fc764caece9a52c7f5c5624a desc="was documented"]].
fa: راه‌حلی جانبی برای تأیید یکپارچگی ایزو روی سیستم‌عامل‌های دیگر [[!tails_gitweb_commit 91efa6597619e156fc764caece9a52c7f5c5624a desc="ثبت شد"]].

source: The manual USB installation documentation [[!tails_gitweb_commit 58c80f43dc48c610bc847d12400b610e8fb0adfc desc="now recommends"]] using `dd` instead of `cat` (so that those who need it can easily prefix it with `sudo`).
fa: سند نصب دستی از یواس‌بی حالا استفاده از `dd` به جای `cat` را [[!tails_gitweb_commit 58c80f43dc48c610bc847d12400b610e8fb0adfc desc="توصیه می‌کند"]] (تا کسانی که به آن نیاز دارند به توانند به راحتی آن را با `sudo` تثبیت کنند).

source: A revised cold-boot attack documentation [was drafted](https://git-tails.immerda.ch/mercedes508/tails/log/?h=doc/cold-boot-attack) and [proposed for review](https://mailman.boum.org/pipermail/tails-dev/2013-August/003427.html).
fa: یک نسخهٔ بازبینی‌شده از سند حملهٔ راه‌اندازی سرد [پیش‌نویس](https://git-tails.immerda.ch/mercedes508/tails/log/?h=doc/cold-boot-attack) و [برای بازبینی مهیا شد](https://mailman.boum.org/pipermail/tails-dev/2013-August/003427.html).

source: - The shiny new tails-support mailing-list [[was documented|support]].
fa: - فهرست رایانامهٔ جدید و پرزرق و برق tails-support [[مستندسازی شد|support]].

source: The [[news]] page now has a form to subscribe to amnesia-news and mentions Twitter.
fa: صفحهٔ [[اخبار]] حالا فرمی برای دریافت amnesia-news دارد و به توییتر اشاره می‌کند.

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: We [further discussed](https://mailman.boum.org/pipermail/tails-dev/2013-August/003367.html) carmie's [proposals](https://mailman.boum.org/pipermail/tails-dev/2013-July/003339.html) to [[!tails_ticket 6165 desc="improve the visibility of links"]] on top of the contribute page.
fa: در مورد [پیشنهاد](https://mailman.boum.org/pipermail/tails-dev/2013-July/003339.html) carmie برای [[!tails_ticket 6165 desc="تلاش برای بهتر دیده شدن پیوندها"]] در بالای صفحهٔ همکاری [بحث کردیم](https://mailman.boum.org/pipermail/tails-dev/2013-August/003367.html).

source: Jacob Appelbaum [started a discussion](https://mailman.boum.org/pipermail/tails-dev/2013-August/003393.html) about Tahoe-LAFS, Tor and Tails. It should now be clear what kind of work is needed to make some integration possible.
fa: جیکوب اپلبام [آغازگر بحثی](https://mailman.boum.org/pipermail/tails-dev/2013-August/003393.html) در مورد Tahoe-LAFS، تور و تیلز شد. حالا باید مشخص شود که چه نوع کارهایی برای ایجاد نوعی سازگاری لازم است.

source: It was [suggested](https://mailman.boum.org/pipermail/tails-dev/2013-August/003468.html) to tweak the GnuPG configuration in various ways.
fa: [پیشنهاد شد](https://mailman.boum.org/pipermail/tails-dev/2013-August/003468.html) پیکربندی GnuPG به راه‌های مختلف تغییر کند.

source: Infrastructure
fa: زیرساخت

source: To make our infrastructure more reliable, we are still [[!tails_ticket 6185 desc="organizing to get a system"]] that will act as a fail-over for our main server.
fa: برای قابل اتکاتر کردن زیرساخت خود همچنان در حال [[!tails_ticket 6185 desc="پرداختن به مقدمات گرفتن سیستمی هستیم"]] که به عنوان یک fail-over برای چهار سرور اصلی ما عمل کند.

source: We better shared access to the round-robin DNS that gathers our HTTP mirrors. (Many thanks to those who host the mirrors, by the way!)
fa: دسترسی به دی‌ان‌اس راندرابین که آینه‌های اچ‌تی‌تی‌پی ما را جمع می‌کند را به اشتراک گذاشتیم (تشکر بسیار از افرادی که از آینه‌ها میزبانی می‌کنند!)

source: We created a bunch of [sysadmin tickets](https://labs.riseup.net/code/projects/tails/issues?query_id=113) as a step towards being able to ask for help in this area first, and towards being able to actually share the work with the volunteers that will show up once we have sent our call for help. Stay tuned!
fa: چند [درخواست مدیر سیستم](https://labs.riseup.net/code/projects/tails/issues?query_id=113) در قالب قدمی در راه کمک خواستن در این حوزه و نیز امکان اشتراک‌گذاری کار با داوطلبانی که پس از درخواست کمک ما پیدا خواهند شد ارائه کردیم. منتظر باشید!

source: Funding
fa: جذب سرمایه

source: The short-term funding project we have with sponsor Bravo is still slowly going through the paperwork stage.
fa: پروژهٔ جذب کمک مالی کوتاه‌مدت از اسپانسر براوو همچنان به کندی در مرحلهٔ کاغذبازی است.

source: The bounties program is moving forward (slower than we may have hoped, but still).
fa: برنامهٔ جایزه‌ها پیش می‌رود (البته کمی کندتر از چیزی که انتظار داشتیم).

source: - We keep working on a funding proposal to be sent to sponsor Foxtrot.
fa: - همچنان در کار روی یک پیشنهاد دریافت کمک مالی برای اسپانسر Foxtrot هستیم.
