Repository: austin987/tails
Catalog: wiki/src/news/report_2013_01.*.po
Languages: fa

source: [[!meta date="Sat Feb 9 16:23:45 2013"]]
fa: [[!meta date="شنبه ۹ فوریه ۱۶:۲۳:۴۵ ۲۰۱۳"]]

source: [[!meta title="Tails report for January, 2013"]]
fa: [[!meta title="گزارش ژانویه ۲۰۱۳ تیلز"]]

source: Releases
fa: انتشارها

source: Tails 0.16 [[was released on January 11th|news/version_0.16]].
fa: تیلز ۰٫۱۶ [[۱۱ ژانویه منتشر شد|news/version_0.16]].

source: The Tails 0.17 release is scheduled for late February. Back on tracks with the [[6-weeks release cycle|contribute/release_schedule]] we wanted to try, finally!
fa: قرار است تیلز ۰٫۱۷ اواخر فوریه منتشر شود. بالاخره به [[چرخهٔ انتشار شش‌هفته‌ای|contribute/release_schedule]] که می‌خواستیم رسیدیم!

source: People
fa: افراد

source: Tails has been started and successfully connected to the Tor network around 100 865 times in January. That makes a boot every 27 seconds on average. (This number is an approximation from the requests made for the security announcements feed. The later is retrieved by Tails after being connected to Tor to eventually encourage users to update.)
fa: تیلز در ماه ژانویه حدود ۱۰۰٫۸۶۵ بار با موفقیت راه‌اندازی و به شبکهٔ تور متصل شد. یعنی به طور متوسط هر ۲۷ ثانیه یک راه‌اندازی. (این عدد بر حسب درخواست‌ها برای خوراک اعلان‌های امنیتی محاسبه می‌شود. این درخواست پس از اتصال تیلز به تور و برای ترغیب کاربران به ارتقاء انجام می‌شود.)

source: We received 24 reports through WhisperBack.
fa: ۲۴ گزارش ایراد ارسال‌شده از ویسپربک دریافت کردیم.

source: The forum activity has been a bit lower, but still quite high: 874 messages, 140 signed by Tails.
fa: فعالیت انجمن کمی کم شده، اما باز هم بسیار بالا: ۸۷۴ پیغام که ۱۴۰ تا امضای تیلز دارند.

source: Code
fa: کد

source: Our "Iceweasel with Torbrowser patches" packages have been [[rebased on Iceweasel 17|todo/torbrowser_17]]. Many thanks to Mike Perry for his support along the way!
fa: بسته‌های «Iceweasel و مرورگر تور» ما [[بر مبنای Iceweasel ۱۷ دوباره آماده شدند|todo/torbrowser_17]]. با تشکر بسیار از مایک پری به خاطر حمایتش در طول راه!

source: Alessandro Grassi is still leading work on [[integrating Minitube|todo/minitube]] in Tails. The Debian part was [fixed for Wheezy](http://bugs.debian.org/699603). Jacob Appelbaum [has volunteered](https://trac.torproject.org/projects/tor/ticket/8064) to audit Minitube anonymity for us (thanks a bunch!), and Alessandro has [started this audit](https://mailman.boum.org/pipermail/tails-dev/2013-January/002537.html).
fa: الساندرو گراسی هنوز در حال رهبری کار روی [[یکپارچه‌سازی مینی‌تیوب|todo/minitube]] در تیلز است. بخش مربوط به دبیان [برای Wheezy درست شده‌است](http://bugs.debian.org/699603). جیکوب اپلبام برای بررسی ناشناسی مینی‌تیوب [داوطلب شده‌است](https://trac.torproject.org/projects/tor/ticket/8064) (خیلی ممنونیم!) و الساندرو [بررسی خود را شروع کرده](https://mailman.boum.org/pipermail/tails-dev/2013-January/002537.html).

source: The persistence device search is now [[!tails_gitweb_branch feature/live-persist_guess_removable desc="similar to the live-boot one"]].
fa: ابزار جستجوی مانا حالا [[!tails_gitweb_branch feature/live-persist_guess_removable desc="مشابه ابزار live-boot شده است"]].

source: Some preliminary work was done to [[!tails_gitweb_branch feature/faster_sdmem_on_shutdown desc="make memory wipe faster"]] on shutdown.
fa: کارهایی مقدماتی برای [[!tails_gitweb_branch feature/faster_sdmem_on_shutdown desc="سریع‌تر کردن پاک کردن حافظه"]] هنگام خاموش کردن انجام شدند.

source: A branch [[!tails_gitweb_branch bugfix/do_not_allow_listing_fonts desc="fixed a configuration bug"]] that disabled the Torbrowser protection against listing available fonts. This was no regression.
fa: یک شاخه [[!tails_gitweb_branch bugfix/do_not_allow_listing_fonts desc="یک ایراد پیکربندی را رفع کرد"]] که محافظت مرورگر تور در برابر فهرست کردن قلم‌های موجود را غیرفعال می‌کرد. این جزو رگرسیون نبود.

source: The Seahorse GnuPG agent was [[!tails_gitweb_branch feature/regular-gnupg-agent desc="replaced with the regular gnupg-agent"]], to fix a long standing bug with Claws Mail. This adds support for OpenPGP smartcards as a bonus.
fa: عامل Seahorse GnuPG [[!tails_gitweb_branch feature/regular-gnupg-agent desc="با یک عامل معمولی gnupg-agent جایگزین شد"]] تا یک ایراد قدیمی Claws Mail را رفع کند. این کار همچنین باعث پشتیبانی از کارت‌های هوشمند اُپن‌پی‌جی‌پی می‌شود.

source: Our Icedove patches were rebased against the 10.x series, and test packages [were uploaded](https://mailman.boum.org/pipermail/tails-dev/2013-January/002522.html). We're still not there yet but this, added to TorBirdy soon arriving into Debian, is a significant step towards [[replacing Claws Mail with Icedove|todo/Return of Icedove?]].
fa: بسته‌های Icedove ما با توجه به سری‌های ۱۰٫x و دوباره تنظیم و بسته‌های آزمایشی [آپلود شدند](https://mailman.boum.org/pipermail/tails-dev/2013-January/002522.html). هنوز این کار را کامل نکرده‌ایم اما این کار در کنار TorBirdy که به زودی به دبیان اضافه می شود، قدمی مهم برای [[جایگزینی Claws Mail با Icedove است|todo/Return of Icedove?]].

source: It's now possible to build a Tails image based on Debian Wheezy. There's still [[quite|todo/Wheezy]] [[some work|todo/tails-greeter vs. Wheezy]].
fa: حالا می‌شود بر اساس Debian Wheezy یک تصویر تیلز ساخت. هنوز [[کارهای|todo/tails-greeter vs. Wheezy]] [[بسیاری|todo/Wheezy]] باقی مانده‌اند.

source: A branch that [[!tails_gitweb_branch bugfix/i2p_hidden_mode desc"switches I2P to hidden mode"]] is ready.
fa: یک شاخه که [[!tails_gitweb_branch bugfix/i2p_hidden_mode desc"I2P را به وضعیت پنهان می‌برد"]] آماده است.

source: The buggy default Iceweasel spelling language [[!tails_gitweb_branch bugfix/fix_default_iceweasel_spelling_language desc="was fixed"]].
fa: ویژگی پیش‌فرض و پرایراد چک کردن زبان Iceweasel [[!tails_gitweb_branch bugfix/fix_default_iceweasel_spelling_language desc="ترمیم شد"]].

source: The next Tails ISO should be [[!tails_gitweb_branch bugfix/remove_apt_local_cache desc="a bit smaller"]]... but don't get used to it.
fa: ایزوی بعدی تیلز باید [[!tails_gitweb_branch bugfix/remove_apt_local_cache desc="کمی کوچک‌تر باشد"]]... اما به آن عادت نکنید.

source: Work was done to [[!tails_gitweb_branch feature/recent-microcode desc="install recent Intel and AMD microcode"]].
fa: کارهایی برای [[!tails_gitweb_branch feature/recent-microcode desc="نصب میکروکدهای اخیر اینتل و اِی‌ام‌دی"]] انجام شدند.

source: Quite some time was spent to help make Debian Wheezy an awesome platform to use and built Tails upon.
fa: زمان زیای صرف کمک به تبدیل Debian Wheezy به پلتفرمی عالی برای استفاده و ساختن تیلز از روی آن شد.

source: Documentation and website
fa: مستندسازی و تارنما

source: Some localization tricks [[were published|contribute/l10n_tricks]].
fa: چند ترفند بومی‌سازی [[منتشر شدند|contribute/l10n_tricks]].

source: Tails accessibility features [[were documented|doc/first_steps/accessibility]].
fa: ویژگی‌های دسترسی‌پذیری تیلز [[مستندسازی شدند|doc/first_steps/accessibility]].

source: It [[has been explained|doc/about/fingerprint]] what one may expect from the Tails fingerprint.
fa: چیزی که ممکن است در اثرانگشت تیلز تجربه شود [[توضیح داده شد|doc/about/fingerprint]].

source: A script to check our PO files quality [[was writen|contribute/l10n_tricks/check_po.sh]].
fa: اسکریپتی برای بررسی کیفیت فایل‌های PO ما [[نوشته شد|contribute/l10n_tricks/check_po.sh]].

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: We are discussing [how the browser homepage should be like](https://mailman.boum.org/pipermail/tails-dev/2013-January/002502.html).
fa: در حال بحث روی این روی هستیم که [صفحهٔ خانهٔ مرورگر باید چطور باشد](https://mailman.boum.org/pipermail/tails-dev/2013-January/002502.html).

source: It's likely that some anonymity-oriented distributions share a common username and hostname in the future: <https://mailman.boum.org/pipermail/tails-dev/2013-January/002457.html>.
fa: ممکن است یک توزیع مرتبط با ناشناسی در آینده نام کاربری و نام میزبان یکسانی داشته باشد: <https://mailman.boum.org/pipermail/tails-dev/2013-January/002457.html>.

source: We are discussing with upstream how to adapt TorBirdy for Tails' needs: <https://mailman.boum.org/pipermail/tails-dev/2013-January/002523.html>.
fa: در حال بررسی نحوهٔ تطبیق دادن TorBirdy با نیازهای تیلز در آپ‌استریم هستیم: <https://mailman.boum.org/pipermail/tails-dev/2013-January/002523.html>.

source: We're not sure whether it's worth keeping the Tails section in the Applications menu: <https://mailman.boum.org/pipermail/tails-dev/2013-January/002511.html>.
fa: مطمئن نیستیم که باید قسمت تیلز در فهرست ابزارها را نگه داریم یا نه:‌ <https://mailman.boum.org/pipermail/tails-dev/2013-January/002511.html>.

source: It's still not totally clear what should be the defaults regarding MAC address changing: <https://mailman.boum.org/pipermail/tails-dev/2013-January/002495.html>.
fa: هنوز کاملاً مشخص نیست که پیش‌فرض‌های مرتبط با تغییر نشانی مک باید چه باشند: <https://mailman.boum.org/pipermail/tails-dev/2013-January/002495.html>.

source: Funding
fa: جذب سرمایه

source: We have filed a grant application with Sponsor Bravo.
fa: درخواستی برای کمک مالی اسپانسر براوو ارسال کرده‌ایم.

source: Our upcoming bounties program is being organized.
fa: در حال آماده‌سازی برنامه‌های جایزه به برنامه‌نویسان هستیم.
