Repository: austin987/tails
Catalog: wiki/src/news/report_2013_04.*.po
Languages: fa

source: [[!meta date="Tue May 7 12:26:39 2013"]]
fa: [[!meta date="سه‌شنبه ۷ مه ۱۲:۲۶:۳۹ ۲۰۱۳"]]

source: [[!meta title="Tails report for April, 2013"]]
fa: [[!meta title="گزارش آوریل ۲۰۱۳ تیلز"]]

source: Releases
fa: انتشارها

source: Tails 0.17.2 [[was released|news/version_0.17.2]] on April 9th.
fa: تیلز ۰٫۱۷٫۱ روز ۹ آوریل [[منتشر شد|news/version_0.17.2]].

source: Metrics
fa: متریک‌ها

source: 121 183 connections of Tails to the Tor network. This makes a boot every 21 seconds on average (this is an approximation from the requests made to the security announcements feed when Tails is connected to Tor).
fa: ۱۲۱٫۱۸۳ اتصال از تیلز به شبکهٔ تور ایجاد شد، یعنی هر ۲۱ ثانیه یک راه‌اندازی. (این عدد بر حسب درخواست‌ها برای خوراک اعلان‌های امنیتی محاسبه می‌شود).

source: 71 bug reports were received through WhisperBack.
fa: ۷۱ گزارش ایراد ارسال‌شده از ویسپربک دریافت کردیم.

source: 984 comments were posted on the forum, with 76 signed by Tails. This means there has been much more activity on the forum, and that we are having a hard time coping with it, but also that anonymous contributors are providing more and more good answers without our help.
fa: ۹۸۴ پیغام روی انجمن داشتیم که ۷۶ تای آن‌ها امضای تیلز داشتند. این یعنی فعالیت بیشتری روی انجمن وجود داشته و کار دشواری برای برآمدن از پس این حجم از فعالیت داریم، اما مشارکت‌کنندگان ناشناس نیز هر روز پاسخ‌های خوب بیشتر و بیشتری بدون کمک ما ارائه می‌کنند.

source: Code
fa: کد

source: We had a highly successful ["low-hanging fruits" week](https://mailman.boum.org/pipermail/tails-dev/2013-April/002834.html): at least 16 tickets were touched, and at least five persons attended one session or more.
fa: [هفته‌ای موفقیت‌آمیز مملو از کارهای آسان](https://mailman.boum.org/pipermail/tails-dev/2013-April/002834.html) داشتیم: اقلاً به ۱۶ درخواست رسیدگی شد و اقلاً پنج نفر در یک نشست یا بیشتر حضور داشتند.

source: The persistence feature to [[todo/remember_installed_packages]] ([[!tails_gitweb_branch feature/remember_installed_packages desc="has matured a lot"]]) and should be ready for Tails 0.18.
fa: ویژگی مانا برای [[todo/remember_installed_packages]] ([[!tails_gitweb_branch feature/remember_installed_packages desc="به بلوغ بسیار رسیده"]]) و باید برای تیلز ۰٫۱۸ آماده باشد.

source: Support for Obfs3 bridges ([[!tails_gitweb_branch feature/obfs3 desc="has been added"]]).
fa: پشتیبانی از پل‌های Obfs3 ([[!tails_gitweb_branch feature/obfs3 desc="اضافه شده‌است"]]).

source: Torbutton 1.5.x [[!tails_gitweb_branch feature/torbutton-1.5.x desc="can now be included"]] in Tails. We also reorganized and cleaned our iceweasel prefs to look a bit more like the ones from TBB.
fa: تورباتن ۱٫۵٫x [[!tails_gitweb_branch feature/torbutton-1.5.x desc="را حالا می‌توان در تیلز گنجاند"]]. همچنین ترجیحات خود برای Iceweasel را کمی مرتب کردیم تا بیشتر شبیه ترجیحاتمان برای TBB شود.

source: GNOME accessibility themes [[!tails_gitweb_branch feature/gnome-accessibility-themes desc="were installed"]] to provide high contrast and large print themes.
fa: تم‌های دسترسی‌پذیری گنوم [[!tails_gitweb_branch feature/gnome-accessibility-themes desc="نصب شدند"]] تا کنتراست بالا و تم‌های بزرگ چاپ ایجاد کنند.

source: The "About GNOME" menu entry [[!tails_gitweb_branch feature/about_tails desc="has been customized"]] to provide information about the running version of Tails.
fa: ورودی فهرست «دربارهٔ گنوم» [[!tails_gitweb_branch feature/about_tails desc="اختصاصی شد"]] تا اطلاعاتی در مورد نسخهٔ در حال کار تیلز بدهد.

source: A [[!tails_gitweb_branch feature/set-wireless-devices-state desc="branch is ready"]] to disable wireless devices other than Wi-Fi, Bluetooth, WWAN, and WiMAX by default.
fa: یک شاخه برای غیرفعال کردن دستگاه‌های بی‌سیم به جز وای‌فای، بلوتوث، WWAN و وای‌مکس به طور پیش‌فرض [[!tails_gitweb_branch feature/set-wireless-devices-state desc="آماده شده‌است"]].

source: Some initial work [[!tails_gitweb_branch feature/dont_autostart_iceweasel desc="was done"]] to not start the browser automatically anymore.
fa: کارهایی مقدماتی برای راه‌اندازی نکردن خودکار مروگر [[!tails_gitweb_branch feature/dont_autostart_iceweasel desc="انجام شد"]].

source: The audio preview when having the mouse pointer on an audio file in Nautilus [[!tails_gitweb_branch feature/disable_audio_preview desc="has been disabled"]].
fa: پیش‌نمایش صوتی هنگام بردن نشان‌گر موش‌واره روی یک فایل صوتی در ناتیلوس [[!tails_gitweb_branch feature/disable_audio_preview desc="غیرفعال شده‌است"]].

source: The support for [[todo/non-obfsproxy_proxy]] [[!tails_gitweb_branch bugfix/non-obfsproxy_proxy desc="has been fixed"]].
fa: پشتیبانی از [[todo/non-obfsproxy_proxy]] [[!tails_gitweb_branch bugfix/non-obfsproxy_proxy desc="ترمیم شده‌است"]].

source: IPv6 is [[!tails_gitweb_branch feature/enable-IPv6 desc="not disabled anymore"]]. It turns out that the IPv6 leaks we wanted to fix actually don't exist.
fa: پروتکل اینترنت نسخهٔ ۶ [[!tails_gitweb_branch feature/enable-IPv6 desc="دیگر غیرفعال نیست"]]. مشخص شد مشکل درز اینترنت نسخهٔ ۶ که قصد ترمیمش را داشتیم اصولاً وجود نداشت.

source: GNOME screenshot [[!tails_gitweb_branch feature/gnome-screenshot desc="has been installed"]].
fa: نماگرفت گنوم [[!tails_gitweb_branch feature/gnome-screenshot desc="نصب شده‌است"]].

source: Documentation and Website
fa: مستندسازی و تارنما

source: "Getting started..." is now the homepage for the Tails documentation accessible from the desktop.
fa: «آغاز به کار...» حالا صفحهٔ خانهٔ مستندات قابل دسترسی از دسکتاپ تیلز است.

source: - The content of the /bugs section of the website was moved to /todo.
fa: - محتوای بخش /bugs تارنما به /todo منتقل شد.

source: A [[bug concerning MD5 Reborned Hasher|/doc/get/verify_the_iso_image_using_other_operating_systems]] Hasher has been documented.
fa: یک [[ایراد مرتبط با MD5 Reborned Hasher |/doc/get/verify_the_iso_image_using_other_operating_systems]] مستندسازی شده‌است.

source: The instructions for [[manual installation on Mac|/doc/first_steps/installation/manual/mac]] have been brought back online and the instructions for Linux and Windows have been improved.
fa: راهنماهای [[نصب دستی روی مک|/doc/first_steps/installation/manual/mac]] دوباره آنلاین هستند و راهنماهای لینوکس و ویندوز بهبود داده شده‌اند.

source: The introduction of the [[bug reporting instructions|/doc/first_steps/bug_reporting]] have been improved.
fa: مقدمهٔ [[راهنمای گزارش ایرادها|/doc/first_steps/bug_reporting]] بهبود داده شده‌است.

source: Translation
fa: ترجمه‌ها

source: A solution was proposed to distribute [[translation workflows|/contribute/how/translate]] in either Git or Transifex.
fa: راهکاری برای توزیع [[کارهای ترجمه|/contribute/how/translate]] چه در گیت و چه در Transifex مطرح شد.

source: Tails USB installer: update translations for Arabic, German, Greek, Spanish, Farsi, Finnish, Italian, Latvian, Dutch, Polish, and Chinese.
fa: نصب‌کنندهٔ یواس‌بی تیلز: به‌روزرسانی ترجمه‌های عربی، آلمانی، یونانی، اسپانیایی، فارسی، فنلاندی، ایتالیایی، لاتویایی، هلندی، لهستانی و چینی.

source: WhisperBack: update translations for Arabic, German, Greek, Spanish, Euskera, Finnish, Italian, Korean, Latvian, Dutch, Polish, Portuguese, Russian, Swedish, Chinese Spanish, Korean, Polish, and Russian. New translations: Swedish.
fa: ویسپربک: به‌روزرسانی ترجمه‌های عربی، آلمانی، یونانی، اسپانیایی، باسکی، فنلاندی، ایتالیایی، کره‌ای، لاتویایی، هلندی، لهستانی، پرتغالی، روسی، سوئدی، چینی، اسپانیایی، کره‌ای، لهستانی و روسی. ترجمه‌های جدید: سوئدی.

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: [Debian derivatives & DebConf13](https://mailman.boum.org/pipermail/tails-dev/2013-April/002994.html), about what we can propose for [DebConf13](http://debconf13.debconf.org/)
fa: [مشتقات دبیان و DebConf13](https://mailman.boum.org/pipermail/tails-dev/2013-April/002994.html) در مورد چیزی که می‌توانیم برای DebConf13](http://debconf13.debconf.org/) پیشنهاد دهیم

source: [secure and simple network time (hack)](https://mailman.boum.org/pipermail/tails-dev/2013-April/002843.html), about tlsdate, a possible segmentation fault and its future in Tails
fa: [(هک) امن و سادهٔ زمان شبکه](https://mailman.boum.org/pipermail/tails-dev/2013-April/002843.html) در مورد tlsdate، یک خطای احتمالی قطعه‌بندی و آیندهٔ آن در تیلز

source: [Discussion on minitube](https://mailman.boum.org/pipermail/tails-dev/2013-April/002877.html), about replacing minitube with smtube
fa: [بحث در مورد مینی‌تیوب](https://mailman.boum.org/pipermail/tails-dev/2013-April/002877.html) و جایگزین کردن آن با smtube

source: [GNOME proxy settings, again](https://mailman.boum.org/pipermail/tails-dev/2013-April/002853.html), about dropping all GNOME proxy settings
fa: [دوباره تنظیمات پروکسی گنوم](https://mailman.boum.org/pipermail/tails-dev/2013-April/002853.html) در مورد کنار گذاشتن تمام تنظیمات پروکسی گنوم

source: Infrastructure
fa: زیرساخت

source: - Tails 0.17.2 was the first release assisted with automated tests! * Cucumber is used to describe the tests to perform. * 82 tests have been written so far
fa: - تیلز ۰٫۱۷٫۲ اولین نسخه‌ای بود که با کمک آزمون‌های خودکار منتشر شد! * برای توصیف آزمون‌های مورد نیاز از Cucumber استفاده می‌شود. * تا به حال ۸۲ آزمون نوشته شده‌اند

source: Huge progress [was made](https://mailman.boum.org/pipermail/tails-dev/2013-April/002902.html) on our automatic building infrastructure, based on Jenkins.
fa: پیشرفت بسیاری در زیرساخت ساخت خودکار ما که مبتنی بر جنکینز است [حاصل شد](https://mailman.boum.org/pipermail/tails-dev/2013-April/002902.html).

source: Funding
fa: جذب سرمایه

source: The grant application we did with [OpenITP](http://openitp.org/?q=openitp_first_round_of_2013_project_funding_now_open_for_proposals) (Sponsor Echo) was rejected. But our proposal made it to their finalist set.
fa: درخواستی که به [OpenITP](http://openitp.org/?q=openitp_first_round_of_2013_project_funding_now_open_for_proposals) (اسپانسر اکو) ارائه داده بودیم رد شد. اما درخواستمان به دور نهایی راه پیدا کرد.

source: We started to work on another grant application for more long-term funding with sponsor Foxtrot.
fa: شروع به کار روی درخواست دیگری برای جذب سرمایهٔ بلندمدت‌تر با با اسپانسر Foxtrot کرده‌ایم.

source: The list of bounties that are going to be funded through the Tor project program is closed. It will be made public soon.
fa: فهرست جوایزی که در طول برنامهٔ پروژهٔ تور در نظر گرفته خواهند شد بسته شده‌است. این فهرست به زودی منتشر خواهد شد.
