Repository: austin987/tails
Catalog: wiki/src/news/report_2012_01-04.*.po
Languages: fa

source: [[!meta date="2012-05-01 15:24:33 +0200"]]
fa: [[!meta date="۲۰۱۲/۰۵/۰۱ ۱۵:۲۴:۳۳ +۰۲۰۰"]]

source: [[!meta title="Report: January to April 2012"]]
fa: [[!meta title="گزارش: ژانویه تا آوریل ۲۰۱۲"]]

source: We are pleased to present you this Tails report. This report sums up the work that was done on Tails from January to April 2012.
fa: مفتخریم این گزارش تیلز را به شما ارائه کنیم. این گزارش به خلاصهٔ کارهایی که بین ماه‌های ژانویه و آوریل ۲۰۱۲ انجام شده‌اند اختصاص دارد.

source: New releases
fa: نسخه‌های جدید

source: Two new major versions of Tails were released.
fa: دو نسخهٔ اصلی جدید تیلز منتشر شده‌اند.

source: The main changes featured by [[Tails 0.10|news/version_0.10]], released on January 4th, are: remove potential information leakage by forcing explicit proxying through Tor; new GnuPG encryption applet to replace flawed FireGPG; new Iceweasel 9 version with HTML5 support; Iceweasel privacy improvements; new Tor version; better hardware support through new Linux kernel and X.Org versions, better internationalization.
fa: اصلی‌ترین تغییرات موجود در [[تیلز ۰٫۱۰|news/version_0.10]] که روز ۴ ژانویه منتشر شد عبارتند از: جلوگیری از درز احتمالی اطلاعات از طریق اجبار پروکسی آشکار در تور؛ برنامک جدید رمزگذاری GnuPG برای جایگزینی فایرپی‌جی‌پی؛ نسخهٔ Iceweasel 9 با پشتیبانی از اچ‌تی‌ام‌ال۵؛ بهبود در بخش حریم خصوصی Iceweasel؛ نسخهٔ جدید تور؛ پشتیبانی سخت‌افزاری بهتر از طریق نسخه‌های جدید هستهٔ لینوکس و X.Org و بین‌المللی‌سازی بهتر.

source: In [[Tails 0.11|news/version_0.11]], released on April 26th, brought in: a new Tails Greeter login screen with easy access to new options; new Tails USB installer; optional configurable encrypted persistence; Traverso and GNOME keyring; better internationalization including BiDi support; better hardware support thanks to a new Linux kernel; new versions of Iceweasel and Vidalia.
fa: در [[Tails 0.11|news/version_0.11]] که ۲۶ آوریل منتشر شد این تغییرات را داشتیم: یک صفحهٔ ورود جدید خوشامدگوی تیلز با دسترسی آسان به گزینه‌های جدید؛ نصب‌کنندهٔ جدید تیلز روی یواس‌بی؛ مانای رمزگذاری‌شدهٔ انتخابی قابل‌تنظیم؛ کی‌رینگ تراورسو و گنوم؛ بین‌المللی‌سازی بهتر از طریق پشتیبانی BiDi؛ پشتیبانی سخت‌افزاری بهتر به خاطر هستهٔ جدید لینوکس؛ نسخه‌های جدید Iceweasel و ویدالیا.

source: Documentation
fa: مستندسازی

source: We thoroughly documented the new features brought by Tails 0.11. We also upgraded of some outdated bits inherited from Incognito's documentation.
fa: ویژگی‌های جدید تیلز ۰٫۱۱ را به دقت مستندسازی کرده‌ایم. همچنین برخی قسمت‌های قدیمی باقی‌مانده از مستندات Incognito را نیز به‌روز کردیم.

source: Internationalization
fa: بین‌المللی‌سازی

source: We setup the [tails-l10n](https://mailman.boum.org/listinfo/tails-l10n/) mailing-list, that was of great use to coordinate documentation writers, developers and translators during the 0.11 release cycle. Translators are [[more than welcome|contribute/how/translate]]!
fa: فهرست رایانامهٔ [tails-l10n](https://mailman.boum.org/listinfo/tails-l10n/) را راه‌اندازی کردیم که کمکی بزرگ برای هماهنگی نویسندگان سندها، توسعه‌دهندگان و مترجمان در چرخهٔ انتشار ۰٫۱۱ بود. از همکاری مترجمان [[بسیار استقبال می‌کنیم|contribute/how/translate]]!

source: GSoC
fa: تابستان کد گوگل

source: After seeing Max write a non-neglictible part of [[todo/TailsGreeter]] last year, Tails is participating in the Google Summer of Code once again: Julien Voisin, who implemented the [Metadata Anonymizing Toolkit](https://mat.boum.org/) last year, will work on the [[Tails server project|todo/server_edition]]. We warmly welcome him into the Tails and Tor development communities, and we would like to thank everyone who made this happen!
fa: پس از این که ماکس سال گذشته بخشی قابل توجه از [[todo/TailsGreeter]] را نوشت، تیلز بار دیگر در تابستان کد گوگل شرکت می‌کند: جولین وویسین که سال گذشته [برنامک ناشناس‌سازی متاداده](https://mat.boum.org/) را نوشت روی [[پروژهٔ سرور تیلز|todo/server_edition]] کار خواهد کرد. مقدم او به جامعهٔ توسعهٔ تیلز و تور را گرامی می‌داریم و از تمام کسانی که در این راه کمک کردند تشکر می‌کنیم!

source: Miscellaneous
fa: متفرقه

source: One of us has become a Debian Developer and, among other things, has been taking care some Perl modules are properly packaged so that we can migrate a few of our custom applications to GTK3 once Tails builds upon Wheezy.
fa: یکی از ماها یک توسعه‌دهندهٔ دبیان شده و مراقب است که مدول‌های پرل به خوبی بسته‌بندی شوند تا بتوانیم چند تا از ابزارهای اختصاصی خود را پس از بنا کردن تیلز بر مبنای Wheezy به GTK3 کوچ دهیم.

source: In January, we have replied to Jacob Appelbaum about the many suggestions he sent us. See the tails-dev mailing-list archives for details.
fa: در ماه ژانویه به جیکوب اپلبام را در مورد پیشنهادی متعددی که به ما داده بودیم پاسخ دادیم. برای جزییات بیشتر بایگانی فهرست رایانامهٔ tails-dev را ببینید.

source: And now?
fa: و حالا؟

source: Future releases
fa: نسخه‌های آینده

source: Tails 0.12 is likely to be ready for early summer. We are working on using the potential of Tails Greeter to let the user easily enable more options, such as Windows camouflage. Fully disabling JavaScript, Bridge mode and MAC address randomization are other candidates that might require some more time to get fully ready. Free WiFi hotspots support and local firewall hardening are not far from being releasable either.
fa: تیلز ۰٫۱۲ احتمالاً اوایل تابستان آماده خواهد شد. در حال کار برای استفاده از برخی ظرفیت‌های خوشامدگوی تیلز هستیم تا کاربر بتواند آسان‌تر گزینه‌های بیشتری را فعال کند، مانند استتار ویندوزی. غیرفعال کردن کامل جاوااسکریپت، حالت پل و تصادفی‌سازی نشانی مک کارهای دیگری هستند که ممکن است آماده شدن کامل آن‌ها کمی زمان ببرد. پشتیبانی از شبکه‌های رایگان وای‌فای و مستحکم‌تر کردن دیوارآتش محلی نیز فاصلهٔ چندانی با آماده شدن برای نسخه‌های آینده ندارند.

source: As a glimpse at our [[!tails_roadmap]] shows, we are getting close to the Tails 1.0 release, which might be out before the end of the year.
fa: همان‌طور که نیم‌نگاهی به [[!tails_roadmap]] نشان می‌دهد در حال نزدیک شدن به انتشار تیلز ۱٫۰ هستیم که شاید پیش از پایان سال جاری منتشر شود.

source: Re-scaling our infrastructure
fa: تنظیم دوبارهٔ زیرساخت‌هایمان

source: Most of our current infrastructure has slowly grown from what was initially setup back in the early days of a project called amnesia. Since then, well, many things happened. It's almost a miracle that our infrastructure has scaled this well until now. But the limits of the old design are becoming apparent in various places. Most of the needs were thought through already, some of the future plans are crystal clear, what is now needed is to spend serious time on it, implement designed bits and design others for the next few years:
fa: بخش عمدهٔ زیرساخت فعلی ما به مرور بیشتر از چیزی شده که در روزهای ابتدایی پروژهٔ موسوم به فراموشی ایجاد کرده بودیم. از آن زمان تاکنون اتفاقات بسیاری افتاده‌اند. معجزه است که زیرساخت ما به تا امروز از پس کارهایمان برآمده. اما حدود طراحی قبلی در بعضی نقاط مشخص شده‌است. در مورد بسیاری از نیازها فکر شده و برخی برنامه‌های آتی واضح هستند. حالا باید روی به کار بستن قسمت‌های طراحی‌شده و طراحی قسمت‌های دیگر در چند سال آینده وقت گذاشت:

source: * [[Manage an APT repository for Tails|todo/APT_repository]]: this blocks the Git split, the move to Icedove, and possibly [[todo/distribute_source]]. * [[Split the main Tails Git repository|todo/split_Git]]: our current Git repository is too big, and mixes stuff that hardly belongs together. Post-0.11 will be a great time to rewrite history, as we won't have that many unmerged development branches. * [[Improve the web forum|todo/improve_the_forum]]: moving to a better web forum will get us a less cluttered Git history, better user experience, and hopefully even better community dynamics. * [[Automated builds and tests|todo/automated_builds_and_tests]]: this will become huge, but should start small. * [[Make WhisperBack SMTP relay more reliable|todo/more_stable_WhisperBack_SMTP_relay]]: bring some more hardware up and running, refactor the Puppet recipes into a dedicated module. * document and clarify how our infrastructure works: some parts are very well documented, some are not at all. It should become easier to share infrastructure maintenance work. * miscellaneous other stuff: - [[Locking down the Tails website|todo/locking_down_this_website]] - [[Better web interface for website translation|todo/better_web_interface_to_translate_this_website]]
fa: * [[مدیریت یک مخزن اپت برای تیلز|todo/APT_repository]]: این کار باعث مسدود شدن شکاف گیت، کوچ به Icedove و احتمالاً [[todo/distribute_source]] می‌شود. * [[جدا کردن مخزن گیت اصلی تیلز|todo/split_Git]]: مخزن فعلی گیت ما بسیار بزرگ است و چیزهایی در آن هستند که هیچ ارتباطی به هم ندارند. دوران پس از انتشار ۰٫۱۱ زمان مناسبی برای بازنویسی تاریخ خواهد بود چرا که دیگر آن‌قدرها شاخه‌های توسعهٔ ادغام‌نشده نخواهیم داشت. * [[بهتر کردن انجمن‌های وب|todo/improve_the_forum]]: کوچ به یک انجمن وب باعث سادگی بیشتر تاریخچهٔ گیت، تجربهٔ بهتر کاربر و شاید حتی پویایی بهتر اجتماع ما می‌شود. * [[ساخت‌ها و آزمون‌های خودکار|todo/automated_builds_and_tests]]: این کار کار بسیار گسترده خواهد بود، اما باید به مرور انجام شود. * [[قابل‌اعتمادتر کردن رلهٔ SMTP ویسپربک|todo/more_stable_WhisperBack_SMTP_relay]]: این کار باعث دخیل کردن سخت‌افزارهای بیشتری شده و نسخه‌های پاپت را در یک مدول مرتبط دوباره در نظر می‌گیرد. * مستندسازی و شفاف‌سازی نحوهٔ کار کردن زیرساخت ما: بعضی بخش‌ها بسیار خوب مستند شده‌اند و برخی دیگر دست‌نخورده هستند. به‌اشتراک‌گذاری کار نگهداری زیرساخت باید آسان‌تر شود. * مسائل متفرقهٔ دیگر: - [[امن کردن تارنمای تیلز|todo/locking_down_this_website]] - [[رابط وب بهتر برای ترجمهٔ تارنما|todo/better_web_interface_to_translate_this_website]]

source: Connecting back to our immediate surroundings
fa: اتصال دوباره به مسائل پیرامونمان

source: Many, among the software projects that are Tails upstream, are currently preparing new stable releases. Time is getting tight to make sure their upcoming releases fits Tails needs.
fa: بسیاری از پروژه‌های نرم‌افزاری که آپ‌استریم تیلز هستند در حال حاضر مشغول آماده کردن نسخه‌های پایدار جدید هستند. زمان برای مطمئن شدن از تطابق نسخه‌های پیش‌روی آن‌ها با نیازهای تیلز تنگ است.

source: * [[Get ready for live-build 3.x|todo/live-build_3.x]]: Tails relies on Debian Live. Heavily. Tails 0.11 will ship live-boot and live-config 3.x, but we're still using live-build 2.x. We need to convert our configuration tree to the (deeply incompatible) live-build 3.x format. There is no turning back. All unmerged branches shall be converted, if possible at the same time. Just like the Git split, I think post-0.11 is a great time to do so... and, along the way, fix any bug in live-build 3.x we find. * Debian Wheezy: Tails relies on Debian. Heavily. Debian Wheezy is supposed to be frozen in June. We need to check what, in the current state of Debian Wheezy, is not fit for Tails, and fix it or have it fixed. Next step: to build Wheezy test images. * [[AppArmor|todo/Mandatory_Access_Control]]: some of us have started to work on getting Debian Wheezy some AppArmor support. If the Wheezy freeze is not postponed, June is the deadline to get such things into Debian. * Tor 0.2.3.x: we need to make sure the next major Tor stable release will be great for Tails, with a focus on the separate streams features. Next steps: everyone of us, let's run Tor 0.2.3.x and use the separate streams feature. Put it into Tails experimental. * Vidalia 0.4 is supposed to be released as stable in the next few months. We need to make sure it will be great for Tails, with a focus on the areas it's lacking for us (bridges support) and where we patch it (see our patches). It would be great if we could ship Vidalia 0.4 without any custom patch, wouldn't it? Next steps: - run Vidalia 0.3.x from Debian experimental - test the branch that implements Tor#2905 - look at our patches, and see what we could drop, have merged, or implement as a plugin
fa: * [[آمادهٔ live-build 3.x شوید|todo/live-build_3.x]]: تیلز اتکای زیادی به دبیان لایو دارد. تیلز ۰٫۱۱ از live-boot و live-config 3.x استفاده خواهد کرد، اما هنوز از live-build 2.x استفاده می‌کنیم. باید درخت پیکربندی خود را به فرمت live-build 3.x تغییردهیم که بسیار ناسازگار است. راه دیگری وجود ندارد تمام شاخه‌های ادغام‌نشده باید تبدیل شوند و این ادغام در صورت امکان باید همزمان باشد. درست مانند شکاف گیت فکر می‌کنیم دوران پس از ۰٫۱۱ زمان خوبی برای این کار خواهد بود... و همچنین برای برطرف کردن هر ایرادی که در live-build 3.x پیدا می‌کنیم. * Debian Wheezy: تیلز تا حد زیادی به دبیان وابسته است. دبیان Wheezy باید در ماه ژوئن نهایی شود. باید بررسی کنیم که در وضعیت فعلی Debian Wheezy چه چیزی مناسب تیلز نیست، آن را درست کنیم یا بخواهیم که آن را درست کنند. قدم بعدی: ایجاد تصاویر آزمایشی Wheezy. * [[اَپ‌آرمور|todo/Mandatory_Access_Control]]: برخی از ما شروع به کار روی پشتیانی دبیان Wheezy از اپ‌آرمور کرده‌ایم. اگر نهایی شدن Wheezy به تعویق نیافتد ژوئن موعد انجام این تغییرات در دبیان است. * تور ۰٫۲٫۳٫x: باید مطمئن شویم که ارتقای عمدهٔ پایدار بعدی تور برای تیلز خوب خواهد بود و این کار را باید با تمرکز بر ویژگی‌های جداگانهٔ سیستم انجام دهیم. قدم بعدی: همه باید تور ۰٫۲٫۳٫x را اجرا و از ویژگی‌های جداگانهٔ سیستم استفاده کنیم. * ویدالیا ۴٫۰ قرار است در چند ماه آینده به طور پایدار منتشر شود. باید مطمئن شویم این نسخه از ویدالیا برای تیلز خوب است و هنگام این کار باید قسمت‌هایی که ویدالیا برای ما نقصان دارد (پشتیبانی از پل‌ها) و جاهایی که ما حل می‌کنیم (بسته‌های ما را ببینید) تمرکز کنیم. عالی می‌شود اگر بتوانیم ویدالیا ۴٫۰ را بدون بستهٔ ترمیمی در تیلز بگنجانیم، مگر نه؟ قدم‌های بعدی: - اجرای ویدالیا ۰٫۳٫x از بخش آزمایشی دبیان. - آزمایش شاخه‌ای که Tor#2905 را اجرا می‌کند - بررسی بسته‌های خودمان برای این که ببینیم چه چیزی را می‌توانیم حذف کنیم، چه چیزی را می‌توانیم ادغام کنیم و چه چیزی را می‌توانیم به شکل یک برنامک اجرا کنیم.

source: Upcoming features
fa: ویژگی‌های پیش‌رو

source: We will implement [[partial upgrades|todo/incremental_upgrades]] in May. Upgrade packs will provide only what has changed between two releases (deltas) and a way to apply those changes to the currently running Tails (taking effect after reboot).
fa: در ماه مه [[partial upgrades|todo/incremental_upgrades]] خواهیم داشت. بسته‌های ارتقاء تنها شامل تغییرات بین دو نسخه (دلتاها) و راهی برای به کار بردن این تغییرات در تیلز فعلی در حال اجرا (عملی شدن پس از راه‌اندازی دوباره) خواهند بود.

source: We have acknowledged a while ago Claws Mail usability shortcomings, especially when using slow connections; we [[settled on Icedove|todo/Return_of_Icedove?]] (also known as Thunderbird outside Debian) to replace it a while ago; we implemented a few necessary improvements (`git://labs.riseup.net/tails_icedove.git`); some more tweaks are needed though, and this is blocked by the lack of a proper Tails [[APT repository|todo/APT_repository]].
fa: چندی پیش به مشکلات کاربردپذیری Claws Mail به خصوص هنگام استفاده از اتصالات کند اذعان کردیم؛ و نیز چندی پیش [[تصمیم گرفتیم Icedove|todo/Return_of_Icedove?]] (یا همان تاندربرد خارج از دبیان) را جایگزین Claws Mail کنیم؛ چند تغییر ضروری را در آن گنجاندیم (`git://labs.riseup.net/tails_icedove.git`). با این حال نیاز به تغییرات بیشتری داریم که به خاطر نبود یک [[مخزن اپت|todo/APT_repository]] تیلز مناسب ممکن نیست.

source: Tails will soon ship an [["unsafe", non-torified browser|todo/add_support_for_free_wifi_hotspots]], that will be useful to connect to networks that require registration, such as Wi-Fi hotspots.
fa: تیلز به زودی یک [[مرورگر «غیرامن» بی‌ارتباط به تور|todo/add_support_for_free_wifi_hotspots]] خواهد داشت که برای متصل شدن به شبکه‌هایی که نیاز به ثبت‌نام دارند (مانند وای‌فای‌های عمومی) سودمند خواهد بود.
