Repository: austin987/tails
Catalog: wiki/src/news/report_2012_07.*.po
Languages: fa

source: [[!meta date="2012-08-06 14:08:45 +0000"]]
fa: [[!meta date="۲۰۱۲/۰۸/۰۶ ۱۴:۰۸:۴۵ +۰۰۰۰"]]

source: [[!meta title="Report for July 2012"]]
fa: [[!meta title="گزارش ژوییه ۲۰۱۲"]]

source: Here is the report of what happened around Tails in July, 2012.
fa: این هم گزارش اتفاقات پیرامون تیلز در ژوییه ۲۰۱۲.

source: People
fa: افراد

source: One of us went to DebConf12 in Nicaragua.
fa: یکی از افراد ما به DebConf12 در نیکاراگوئه رفت.

source: The final steps towards a usable AppArmor in the next Debian release (codename: Wheezy) were completed. Also, Vidalia 0.2.20-1 was granted a freeze exception and will therefore be part of Wheezy.
fa: آخرین گام‌ها برای داشتن یک اپ‌آرمور قابل‌استفاده در نسخهٔ بعدی دبیان (به نام Wheezy) برداشته شدند. همچنین ویدالیا ۰٫۲٬۲۰-۱ یک استثنای توقف گرفت و در نتیجه بخشی از Wheezy خواهد بود.

source: It was also an opportunity to meet some unexpected users of Tails within the Debian community.
fa: همچنین فرصتی مناسب بود برای دیدن بعضی کاربران غیرمنتظرهٔ تیلز از بین افراد جامعهٔ دبیان.

source: We have received 43 private bug reports sent using WhisperBack.
fa: ۳۴ گزارش ایراد دریافت کرده‌ایم که از طریق ویسپربک فرستاده شده بودند.

source: 656 messages were exchanged on the Tails web forum, with at least 104 answers signed as 'Tails'.
fa: ۶۵۶ پیغام روی انجمن وب تیلز ارسلا شده‌اند که دست‌کم ۱۰۴ پاسخ به آن‌ها با امضای «تیلز» بودند.

source: We had to work around a last minute change of plans for our annual developer summit happening in August.
fa: باید برنامه‌هایمان برای نشست سالانهٔ توسعه‌دهندگان در آگوست را در آخرین لحظات تغییر می‌دادیم.

source: Code
fa: کد

source: We did [[release Tails 0.12.1|version_0.12.1]].
fa: [[تیلز ۰٫۱۲٫۱ را منتشر کردیم|version_0.12.1]].

source: The data collection mechanism for WhisperBack is more flexible. It will now send more logs from tails-greeter. Hopefully that would help to fix a bug like one we had in 0.12 quicker.
fa: سازوکار جمع‌آوری اطلاعات ویسپربک انعطاف‌پذیرتر است. حالا از tails-greeter لاگ‌های بیشتری می‌فرستد. امیدواریم این کار به ما برای رفع کردن سریع‌تر ایرادی مشابه آن که در ۰٫۱۲ داشتیم کمک کند.

source: The default mailbox path of Claws Mail has been fixed to lie in the persistent directory.
fa: مسیر پیش‌فرض نامه‌دان Claws Mail در پوشهٔ مانا تغییر داده شده است.

source: [Using precompiled locales is ready](https://mailman.boum.org/pipermail/tails-dev/2012-July/001342.html).
fa: [امکان استفاده از لوکال‌های پیش از کامپایل فراهم شده است](https://mailman.boum.org/pipermail/tails-dev/2012-July/001342.html).

source: Work has been done to stay compatible with recent changes in live-boot 3.x. Work has been done to move to live-build 3.x.
fa: برای ادامهٔ سازگاری با تغییرات اخیر در live-boot 3.x کارهایی انجام داده‌ایم. همچنین کارهایی برای کوچ به live-build 3.x کرده‌ایم.

source: [Incremental updates are nearly done](https://mailman.boum.org/pipermail/tails-dev/2012-July/001395.html).
fa: [ارتقاهای تدریجی تقریباً تمام شده‌اند](https://mailman.boum.org/pipermail/tails-dev/2012-July/001395.html).

source: A little more progress was made to port Tails to the next Debian release (codename Wheezy).
fa: کمی پیشرفت بیشتر در روند ساختن تیلز بر مبنای نسخهٔ بعدی دبیان (Wheezy) اتفاق افتاد.

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: Feedback on a proof-of-concept for automated tests: see the [announcement](https://mailman.boum.org/pipermail/tails-dev/2012-June/001285.html) and the [[todo/automated_builds_and_tests]] page.
fa: بازخوردهای آزمون‌های خودکار اثبات مفهوم: رجوع کنید به صفحهٔ [اعلان](https://mailman.boum.org/pipermail/tails-dev/2012-June/001285.html) و [[todo/automated_builds_and_tests]].

source: [Using tlsdate?](https://mailman.boum.org/pipermail/tails-dev/2012-July/001376.html)
fa: [از tlsdate استفاده می‌کنید؟](https://mailman.boum.org/pipermail/tails-dev/2012-July/001376.html)

source: [htpdate and fingerprints](https://mailman.boum.org/pipermail/tails-dev/2012-July/001394.html)
fa: [htpdate و اثر انگشت‌ها](https://mailman.boum.org/pipermail/tails-dev/2012-July/001394.html)

source: Documentation and website
fa: مستندسازی و تارنما

source: The new 'trail' ikiwiki plugin should help to have links from one page of the documentation to the other. [Preview available](https://mailman.boum.org/pipermail/tails-dev/2012-July/001393.html).
fa: برنامک جدید 'trail' متعلق به ikiwiki باید به ایجاد پیوندهایی بین صفحات مختلف مستندسازی کمک کند. [پیش‌نمایش موجود](https://mailman.boum.org/pipermail/tails-dev/2012-July/001393.html).

source: Some pages of the website has been locked for security, but their translations are still open.
fa: بعضی صفحات تارنما به دلایل امنیتی قفل شده‌اند، اما ترجمه‌های آن‌ها باز هستند.

source: Funding
fa: جذب سرمایه

source: Karen from the Tor project worked with some of us to answer the call for proposals made by the European Instrument for Democracy & Human Rights (EIDHR). The call was directed toward projects that helps human rights defenders to defeat cyber-censorship. Our proposal mostly revolves around several improvements to Tails: automated builds and tests to be able to release more often, safer versions of Tails; better support for bridge and pluggable transports; better support for recent and upcoming computers; and translations improvements. We still don't have answers for first selection round, we will see how it goes.
fa: کارن از پروژهٔ تور به ما برای تنظیم درخواستی برای دریافت بودجه از European Instrument for Democracy & Human Rights (EIDHR) کمک کرد. این موسسه به دنبال اهدای کمک مالی به پروژه‌هایی بود به مدافعان حقوق بشر در غلبه بر سانسور مجازی کمک می‌کنند. پیشنهاد ما بیشتر پیرامون چندین تغییر در تیلز است: ساخت‌ها و آزمون‌های خودکار تا انتشار مرتب‌تر نسخه‌های امن‌تر تیلز فراهم شود؛ پشتیبانی بهتر از پل‌ها و حمل و نقل وصل‌کردنی؛ پشتیبانی بیشتر از رایانه‌های اخیر و در حال تولید؛ و بهبود ترجمه‌ها. ما هنوز پاسخی در مورد دور اول انتخاب درخواست‌ها نگرفته‌ایم و صبر می‌کنیم ببینیم چه پیش می‌آید.
