Repository: austin987/tails
Catalog: wiki/src/news/report_2013_02.*.po
Languages: fa

source: [[!meta date="Thu Mar 7 11:12:49 2013"]]
fa: [[!meta date="پنج‌شنبه ۱۷ مارس ۱۱:۱۲:۴۹ ۲۰۱۳"]]

source: [[!meta title="Tails report for February, 2013"]]
fa: [[!meta title="گزارش فوریه ۲۰۱۳ تیلز"]]

source: Releases
fa: انتشارها

source: [[Tails 0.17|news/version_0.17]] was released on February 25th.
fa: [[تیلز ۰٫۱۷|news/version_0.17]] روز ۲۵ ژانویه منتشر شد.

source: Metrics
fa: متریک‌ها

source: 99 275 connections of Tails to the Tor network. This makes a boot every 24 seconds on average (this number is an approximation from the requests made to the security announcements feed. The later is retrieved by Tails after being connected to Tor to eventually encourage users to update.)
fa: ۹۹٫۲۷۵ اتصال از تیلز به شبکهٔ تور ایجاد شد، یعنی هر ۲۴ ثانیه یک راه‌اندازی. (این عدد بر حسب درخواست‌ها برای خوراک اعلان‌های امنیتی محاسبه می‌شود. این درخواست پس از اتصال تیلز به تور و برای ترغیب کاربران به ارتقاء انجام می‌شود.)

source: 63 reports were received through WhisperBack.
fa: ۶۳ گزارش ایراد ارسال‌شده از ویسپربک دریافت کردیم.

source: 924 comments were posted on the forum, with 161 signed by Tails.
fa: ۹۲۴ پیغام روی انجمن ارسال شده که ۱۶۱ تا امضای تیلز دارند.

source: Code
fa: کد

source: Some progress has been done on a [[!tails_gitweb_branch feature/remember_installed_packages desc="persistence feature to packages installed with APT"]].
fa: پیشرفت‌هایی روی یک [[!tails_gitweb_branch feature/remember_installed_packages desc="ویژگی مانا برای بسته‌های نصب‌شده با اپت"]] به دست آمده است.

source: A workaround has been proposed to temper a [[!tails_gitweb_branch bugfix/less-aggressive-hard-disk-APM-on-AC desc="bug on APM handling of some hard disks"]] that could damage them. See [[!debbug 684241]].
fa: راه‌حلی جانبی برای تعدیل یک [[!tails_gitweb_branch bugfix/less-aggressive-hard-disk-APM-on-AC desc="ایراد در کار امپ با بعضی سخت‌دیسک‌ها"]]که ممکن است باعث صدمه به آن‌ها شود پیشنهاد شده. رجوع کنید به [[!debbug 684241]].

source: Two features that are known to be [[!tails_gitweb_branch bugfix/disable-flawed-Pidgin-features desc="flawed in Pidin, MXit and Sametime"]], have been disabled. See CVE-2013-0273, CVE-2013-0272 and CVE-2013-0271.
fa: دو ویژگی که در [[!tails_gitweb_branch bugfix/disable-flawed-Pidgin-features desc="در Pidin، MXit و Sametime دچار مشکل بودند"]] غیرفعال شدند. رجوع کنید به CVE-2013-0273، CVE-2013-0272 و CVE-2013-0271.

source: Shutdown and reboot launchers have been added to the menu to [[!tails_gitweb_branch bugfix/shutdown_with_camouflage desc="fix the lack of a shutdown helper applet in camouflage mode"]].
fa: عامل‌های خاموش و راه‌اندازی دوباره به فهرست اضافه شدند تا [[!tails_gitweb_branch bugfix/shutdown_with_camouflage desc="مشکل نبود یک برنامک کمک به خاموش شدن در حالت استتار ویندوزی را برطرف کنند"]].

source: Some progress was made on [[!tails_gitweb_branch feature/wheezy desc="Tails based on Wheezy"]].
fa: پیشرفت‌هایی در [[!tails_gitweb_branch feature/wheezy desc="تیلز مبتنی بر Wheezy"]] حاصل شد.

source: The firmware loader for [[!tails_gitweb_branch feature/gobi-loader desc="Qualcomm Gobi USB chipsets"]] was added to Tails 0.17.
fa: بارگذار سفت‌افزار برای [[!tails_gitweb_branch feature/gobi-loader desc="مجموعه‌تراشهٔ Qualcomm Gobi USB"]] به تیلز ۰٫۱۷ اضافه شد.

source: Some work has been done on getting the [[!tails_gitweb_branch feature/torbrowser desc="Tails web browser"]] (now based on Iceweasel 17 ESR + Torbrowser patches) ready for Tails 0.17.
fa: کارهایی برای آماده کردن [[!tails_gitweb_branch feature/torbrowser desc="مرورگر وب تیلز"]] (که حالا مبتنی بر بسته‌های Iceweasel 17 `Torbrowser است) انجام شده.

source: I2P was updated to [[!tails_gitweb_branch feature/i2p-0.9.4 desc="0.9.4"]].
fa: I2P به [[!tails_gitweb_branch feature/i2p-0.9.4 desc="۰٫۹٫۴"]] ارتقاء داده شد.

source: We have tested [[Yama and AppArmor LSB stacking|todo/restrict_access_to_ptrace]] on Linux 3.7.8, and now plan to have Yama enabled by default in the Debian kernel.
fa: [[جمع‌آوری ال‌اس‌بی یاما و اپ‌آرمور|todo/restrict_access_to_ptrace] را روی لینوکس ۳٫۷٫۸ امتحان کردیم و حالا قصد داریم یاما را به طور پیش‌فرض در هستهٔ دبیان فعال کنیم.

source: Documentation and Website
fa: مستندسازی و تارنما

source: The documentation on administration password was improved to be [[!tails_gitweb_branch doc/administration_password desc="clearer about opening a root terminal"]].
fa: مستندسازی در مورد گذرواژهٔ مدیریتی بهبود داده شد تا [[!tails_gitweb_branch doc/administration_password desc="در مورد باز کردن یک پایانهٔ اصلی واضح‌تر باشد"]].

source: A branch was started to [[!tails_gitweb_branch doc/sort_the_forum desc="clean up the content of the forum"]].
fa: یک شاخه برای [[!tails_gitweb_branch doc/sort_the_forum desc="مرتب کردن محتوای انجمن"]] راه‌اندازی شد.

source: The /bugs and /todo sections of the website [[!tails_gitweb_commit 4332f98d370dfa2ca9e9e312823a56009e2ab0ca desc="will no longer be shipped"]] in the ISO images.
fa: بخش‌های /bugs و /todo تارنما دیگر در تصاویر ایزو [[!tails_gitweb_commit 4332f98d370dfa2ca9e9e312823a56009e2ab0ca desc="گنجانده نخواهند شد"]].

source: A link to check.torproject.org was added to the [[new default browser homepage|/news]], to reassure users landing on it.
fa: یک پیوند به check.torproject.org به [[صفحهٔ خانهٔ پیش‌فرض مرورگر|/news]] برای اطمینان خاطر کاربران اضافه شد.

source: The documentation on MAC Changer [[!tails_gitweb_commit 0d9718dad2f9ef577015b26194e81053402a459e desc="has been corrected"]] to mention the fact that MAC addresses are sometimes sent over the Internet.
fa: مستندسازی تغییردهندهٔ مک [[!tails_gitweb_commit 0d9718dad2f9ef577015b26194e81053402a459e desc="تصحیح شده"]] تا به این نکته اشاره کند که نشانی‌های مک گاهی در اینترنت ارسال می‌شوند.

source: Some more browser [[!tails_gitweb_commit 3e13999b6923ebfb3b25d7329ce0ce3d495ae63b desc="fingerprinting issues" where documented]].
fa: [[!tails_gitweb_commit 3e13999b6923ebfb3b25d7329ce0ce3d495ae63b desc="مسائل بیشتری در مورد اثر انگشت مرورگر]] مستندسازی شدند.

source: Our [[income statement for 2012|doc/about/finances#index3h1]] was published.
fa: [[بیلان مالی ۲۰۱۲|doc/about/finances#index3h1]] ما منتشر شد.

source: The browser [[homepage|news]] was lightened a bit.
fa: [[صفحهٔ خانه|news]] مروگر کمی واضح‌تر شد.

source: The [[!tails_gitweb_branch feature/set-wireless-devices-state desc="design documentation"]] for [[todo/set_wireless_devices_state]] was written.
fa: [[!tails_gitweb_branch feature/set-wireless-devices-state desc="مستندات طراحی"]] برای [[todo/set_wireless_devices_state]] نوشته شد.

source: On-going discussions
fa: بحث‌های دنباله‌دار

source: We have been debating on a [keyboard shortcut overlap](https://mailman.boum.org/pipermail/tails-dev/2013-February/002610.html) between ALT+SHIFT+TAB that should change the window backward and ALT+SHIFT which is the usual shortcut for switching between keyboard layouts. That's particularly important for people switching between Latin and non-Latin keyboards.
fa: در مورد یک [هم‌پوشانی میان‌بر صفحه‌کلید](https://mailman.boum.org/pipermail/tails-dev/2013-February/002610.html) بین ALT+SHIFT+TAB که باید پنجره را به عقب برگرداند و ALT+SHIFT که میان‌بر معمول تغییر بین جانمایی‌های صفحه‌کلید است بحث کرده‌ایم. این مساله به طور خاص برای کسانی که هم‌زمان از صفحه‌کلیدهای لاتین و غیرلاتین استفاده می‌کنند مهم است.

source: There is now a [dedicated mailing list](https://mailman.boum.org/listinfo/mat-dev) for the development of the Metadata Anonymization Toolkit (MAT).
fa: حالا یک [فهرست رایانامه مخصوص](https://mailman.boum.org/listinfo/mat-dev) برای توسعهٔ جعبه‌ابزار ناشناسی‌سازی متاداده (MAT) وجود دارد.

source: Runa's report on "Training Journalists in Istanbul" resulted in a few discussion threads regarding, among others:
fa: گزارش رونا در مورد «آموزش به خبرنگاران در استانبول» منجر به ایجاد چند صفحهٔ بحث شد:

source: [Autostarting Iceweasel](https://mailman.boum.org/pipermail/tails-dev/2013-February/002652.html)
fa: [راه‌اندازی خودکارIceweasel](https://mailman.boum.org/pipermail/tails-dev/2013-February/002652.html)

source: [The browser homepage](https://mailman.boum.org/pipermail/tails-dev/2013-February/002651.html)
fa: [صفحهٔ خانهٔ مرورگر وب](https://mailman.boum.org/pipermail/tails-dev/2013-February/002651.html)

source: [Having an applet that informs about the version number of Tails and hiding the download button on the News page](https://mailman.boum.org/pipermail/tails-dev/2013-February/002653.html)
fa: [داشتن برنامکی که در مورد نسخهٔ تیلز اطلاعات می‌دهد و پنهان کردن دکمهٔ دانلود در صفحهٔ اخبار](https://mailman.boum.org/pipermail/tails-dev/2013-February/002653.html)

source: [Disabling all Pidgin accounts by default](https://mailman.boum.org/pipermail/tails-dev/2013-February/002654.html)
fa: [غیرفعال کردن پیش‌فرض تمام حساب‌های کاربری پیجین](https://mailman.boum.org/pipermail/tails-dev/2013-February/002654.html)

source: Infrastructure
fa: زیرساخت

source: Quite some work was done on a new dedicated server of ours, called lizard:
fa: کارهای زیادی روی چند سرور مخصوص خودمان به نام lizard انجام شد:

source: Various stuff that's customary for a virtualization host, like a local APT proxy and a Puppet master, was setup.
fa: کارهای مختلفی که برای میزبان مجازی‌سازی باید انجام شوند، مانند یک پروکسی اپت محلی و یک پاپت مستر تنظیم شدند.

source: Our APT repository was [[migrated to lizard|todo/migrate_APT_repository_to_lizard]]. Our primary (private) rsync server, [[too|todo/migrate_primary_rsync_server_to_lizard]].
fa: مخزن اپت ما [[به lizard منتقل شد|todo/migrate_APT_repository_to_lizard]]. [[همین‌طور|todo/migrate_primary_rsync_server_to_lizard]] سرور مقدماتی (خصوصی) rsync.

source: We now [[todo/run_a_BitTorrent_seed_on_lizard]].
fa: حالا ما [[todo/run_a_BitTorrent_seed_on_lizard]].

source: We now [[todo/run_another_WhisperBack_relay_on_lizard]].
fa: حالا ما [[todo/run_another_WhisperBack_relay_on_lizard]].

source: We now run [[!debpkg bitcoind]] on lizard.
fa: حالا روی لیزارد [[!debpkg bitcoind]] اجرا می‌کنیم.

source: Our Puppet modules are now hosted on lizard. Some are [[already publicly available|contribute/git]], but there's a bit of boring work left to [[publish the others|todo/publish_our_Puppet_modules]]. We're happy to [share with nice people](https://labs.riseup.net/code/projects/sharedpuppetmodules) the development and maintenance of most of the modules we use.
fa: مدول‌های پاپت ما حالا روی لیزارد قرار دارند. بعضی از آن‌ها [[همین حالا به طور عمومی در دسترس هستند|contribute/git]]، اما کمی کار خسته‌کننده برای [[انتشار بقیه|todo/publish_our_Puppet_modules]] باقی مانده. از همکاری در توسعه و نگهداری از بیشتر مدول‌هایی که استفاده می‌کنیم [با آدم‌های خوب](https://labs.riseup.net/code/projects/sharedpuppetmodules) خوشحال می‌شویم.

source: A VM was setup to run Jenkins, that should some day be an important part of [[todo/automated_builds_and_tests]].
fa: یک ماشین مجازی برای اجرای جنکینز تنظیم شد و یک روز باید بخش مهمی از [[todo/automated_builds_and_tests]] باشد.

source: Funding
fa: جذب سرمایه

source: We have been working on starting our bounties program.
fa: در حال کار برای آغاز برنامهٔ هدیه به برنامه‌نویسان بوده‌ایم.
