Repository: austin987/tails
Catalog: wiki/src/news/reproducible_Tails.*.po
Languages: fr

source: [[!meta title="Have your cake and eat it, too!"]]
fr: [[!meta title="Avoir le beurre et l'argent du beurre !"]]

source: Reproducible Tails builds
fr: Assemblage reproductible de Tails

source: We have received the Mozilla Open Source Support award in order to make Tails ISO images build reproducibly. This project was on our roadmap for 2017 and with the release of Tails 3.3 we are proud to present one of the world's first reproducible ISO images of a Linux operating system.
fr: Nous avions reçu le prix Mozilla Open Source Support dans le but de rendre l'assemblage de l'image ISO de Tails reproductible. Ce projet a été sur notre feuille de route pour 2017 et avec la sortie de Tails 3.3 nous avons la fierté de vous présenter une des premières image ISO reproductible d'un système d'exploitation Linux.

source: From source code to binary code
fr: Du code source au code binaire

source: When we write software, we do this using programming languages which a human can read and understand. This is called the _source code_. One can imagine source code much like a very precise recipe. Such a recipe describes an exact procedure: which ingredients and which amount of ingredients do you need? How should they be mixed together at which temperature should they be cooked or baked? The recipe will even describe the expected outcome: how the meal should look and taste like.
fr: Lorsque nous écrivons un logiciel, nous utilisons des langages de programmation qu'un être humain peut lire et comprendre. Cela s'appelle le _code source_. On peut imaginer le code source comme une recette très précise. Une recette décrit une procédure exacte : de quels ingrédients et quelles quantités d'ingrédients avons-nous besoin ? Comment doivent-ils être mélangés ensemble, à quelle température doivent-ils être cuits ? La recette doit également décrire le résultat escompté : à quoi le plat doit-il ressembler, quelle goût doit-il avoir.

source: When we generate a Tails ISO image, our source code and the Debian packages we include are assembled into a binary ISO image, much like when the ingredients of the recipe are mixed together, one obtains the meal. The amounts and ingredients of this meal cannot be easily reverse engineered. The result of *our* cooking process is a Tails ISO image which users download and install onto a USB stick.
fr: Lorsque nous générons une image ISO Tails, notre code source et les paquets Debian que nous intégrons sont assemblés en une image ISO binaire, un peu comme lorsque avec les ingrédients d'une recette mixés ensemble, on obtient un plat. On peut difficilement réaliser une rétro-ingénierie des quantités et des ingrédients d'un plat. Le résultat de *notre* processus de cuisson est l'image ISO de Tails qui peut être téléchargée et installée sur une clé USB.

source: We, chefs and aides in the kitchen (Tails developers and contributors), provide you, our users, with several means to verify that this ISO image is indeed the one we want you to download, either using our Firefox add-on which does this verification automatically for you or by using our OpenPGP signature. Both of these verification methods simply tell you that the ISO image is the image which we want you to download: That the meal you get is indeed the meal that you've ordered, and not a meal which has been poisoned or exchanged by an evil waiter (such as a download mirror).
fr: Nous, chefs et aides en cuisine (développant et contribuant à Tails), fournissons, à vous utilisant Tails, plusieurs moyens de vérifier si cette image ISO est bien celle que vous vouliez télécharger, soit avec le module complémentaire Firefox qui fait une vérification automatique pour vous, soit en utilisant notre signature OpenPGP. Chacune de ces méthodes de vérification vous dit simplement que l'image ISO est celle que vous vouliez télécharger : que le plat que vous avez est effectivement le plat que vous avez commandé, mais pas si il a été empoisonné ou échangé par un serveur malveillant (comme un miroir de téléchargement).

source: However, even with such sophisticated verification methods, it is still impossible to trace back the meal to the recipe: Does the meal contain only the ingredients it is supposed to contain? Or could unauthorized personnel have broken into the kitchen at night, and then poisoned the ingredients and made the oven cook at 50 degrees higher than displayed? In other words, could a malicious entity have compromised our build machines? That's what reproducible builds help verify and protect against.
fr: Cependant, même avec de telles méthodes de vérification sophistiquées, il est impossible de retrouver la recette à partir du plat : est-ce que le plat contient seulement les ingrédients qu'il est supposé contenir ? Ou une personne non autorisée pourrait elle avoir pénétré dans la cuisine de nuit et empoisonné les ingrédients et réglé le four 50 degrés plus haut que ce qu'il affiche ? En d'autres termes, une entité malicieuse peut-elle avoir compromis nos machines d'assemblage ? C'est ce que les assemblages reproductibles aident à vérifier et ce contre quoi elles protègent.

source: What's a reproducible build?
fr: Qu'est-ce que la compilation reproductible ?

source: > Reproducible builds are a set of software development practices that create > a verifiable path from human readable source code to the binary code used > by computers. *(quoted from https://reproducible-builds.org/)*
fr: > Les compilations reproductibles sont un ensemble de pratiques dans le développement de logiciel qui crée > une parcours vérifiable du code source lisible par un être humain au code binaire utilisé > par les ordinateurs. *(citation de https://reproducible-builds.org/)*

source: In other words, with reproducible builds, each cooking process of the same recipe is exactly repeatable.
fr: En d'autres termes, avec la compilation reproductible, chaque processus de cuisson pour une même recette est exactement répétable.

source: At Tails, we have worked during a year to implement such a set of practices. This makes it now possible to compare ISO images built by multiple parties from the same source code and Debian packages, and to ensure that they all result in exactly the same ISO image.
fr: Chez Tails, nous avons travaillé durant une année pour implémenter ce type de pratiques. Cela rend possible de comparer des images ISO assemblées par de multiples parties à partir du même code source et des mêmes paquets Debian et de s'assurer qu'il en résulte exactement la même image ISO.

source: Or again, using our cooking metaphor: Several of us will cook the meal, compare that we all cooked the same meal and only once we're sure about that, we will deliver it to you.
fr: Ou en utilisant à nouveau la métaphore culinaire : plusieurs d'entre nous vont cuisiner le plat, vérifier que tout le monde a préparé le même plat et seulement une fois que nous en avons la certitude, nous vous le livrons.

source: We all can thus gain confidence that no broken oven has introduced malicious code or failures: or we would notice it before delivering the meal.
fr: Nous pouvons ainsi avoir la certitude qu'aucun four endommagé n'a introduit de code malicieux ou de faille : ou nous en serons informés avant de distribuer le plat.

source: What does this mean for you as a user?
fr: Qu'est-ce que cela signifie pour vous qui utilisez Tails ?

source: This does not change anything in the way you download and install Tails, and you don't have to make additional verifications. It simply helps trust that the Tails ISO image that we distribute is indeed coming from the source code and Debian packages it is meant to be made of. With reproducible Tails, it only takes one knowledgeable person to build Tails and compare with the ISO image the Tails project distributes to uncover some kinds of backdoors.
fr: Cela ne change rien à la manière dont vous téléchargez et installez Tails et vous n'avez pas à faire de vérification supplémentaire. Cela aide simplement à s'assurer que l'image ISO Tails que nous distribuons provient bien du code source et des paquets Debian supposés être utilisés pour sa création. Avec Tails reproductible, il suffit d'une personne compétente pour assembler l'image ISO que le projet Tails distribue pour découvrir n'importe quelle type de porte dérobée.

source: And by the way, not only our ISO images are now reproducible, but so are our incremental upgrades. And you are benefiting from this improvement without even noticing :)
fr: Et d'ailleurs, non seulement les images ISO sont désormais reproductibles, mais également les mises à jour incrémentales. Et vous bénéficiez de cette amélioration sans vous en rendre compte :)

source: Thank you
fr: Merci

source: Besides Mozilla's Open Source Support and the Reproducible Builds community that provided critical help where we strongly needed it, we'd also like to thank all members of our community who helped us test this process. You giving us a hand is much appreciated!
fr: À part le Mozilla Open Source Support et la communauté des compilations reproductibles qui ont fourni une aide cruciale là où nous en avions vraiment besoin, nous voudrions remercier toutes les personnes de notre communauté qui nous ont aidé à tester ce processus. Votre coup de main a été très apprécié !

source: Technical implementation
fr: Mise en œuvre technique

source: If you are interested in the technical details of our implementation, we invite you to read our [report to the Reproducible Builds community](https://lists.reproducible-builds.org/pipermail/rb-general/2017-October/000656.html) about how we did it.
fr: Si vous vous intéressez aux détails techniques de notre implémentation, nous vous invitons à lire notre [rapport pour la communauté des compilations reproductibles](https://lists.reproducible-builds.org/pipermail/rb-general/2017-October/000656.html) qui parle de comment nous l'avons fait.

source: We've also published technical [[instructions to verify|/contribute/build/reproducible/#verify-iso]] one's own [[build|/contribute/build/]].
fr: Nous avons également publié des [[instructions techniques pour vérifier|/contribute/build/reproducible/#verify-iso]] son propre Tails [[assemblé|/contribute/build/]].

source: Help us make Tails even better
fr: Aidez-nous à rendre Tails meilleur

source: Tails is a self organized free software project. We depend on partnerships, grants and most importantly on donations by individuals like you.
fr: Tails est un projet de logiciel libre auto-organisé. Nous dépendons de partenaires, de subventions et, le plus important, de dons d'individus comme vous.

source: Care to give us a hand to make Tails bake even better cakes in the future? <div id="donate-button"><a href="https://tails.boum.org/donate/?r=fromrb">Donate today!</a></div>
fr: Envie de donner un coup de main pour faire que Tails cuisine à l'avenir des gâteaux encore meilleurs ? <div id="donate-button"><a href="https://tails.boum.org/donate/?r=fromrb">Faites un don aujourd'hui !</a></div>

source: Known issues
fr: Problèmes connus

source: Any reproducible build process is reproducible… until proven otherwise. In our case last-minute issues were discovered and should be fixed in the next Tails release:
fr: N'importe quel processus d'assemblage reproductible est reproductible... jusqu'à preuve du contraire. Dans notre cas, des problèmes de dernière minute ont été découverts et doivent être corrigés dans la prochaine version de Tails :
