Repository: austin987/tails
Catalog: wiki/src/news/signing_key_transition.*.po
Languages: fa, fr

source: [[!meta date="Mon Mar 16 12:34:56 2015"]]
fa: [[!meta date="دوشنبه ۱۶ مارس ۱۲:۳۴:۵۶ ۲۰۱۵"]]

source: [[!meta title="Transition to a new OpenPGP signing key"]]
fa: [[!meta title="انتقال به یک کلید امضای جدید اُپن‌پی‌جی‌پی"]]
fr: [[!meta title="Transition vers la nouvelle clé de signature OpenPGP"]]

source: Tails is transitioning to a new OpenPGP signing key.
fa: تیلز در حال تغییر کلید امضای اُپن‌پی‌جی‌پی خود است.
fr: Tails est en transition vers une nouvelle clé de signature OpenPGP.

source: The signing key is the key that we use to:
fa: کلید امضاء کلیدی است که از آن برای این مقاصد استفاده می‌کنیم:
fr: La clé de signature est la clé utilisée pour :

source: Sign our official ISO images.
fa: امضای تصاویر ایزوی رسمی‌مان.
fr: Signer nos images ISO officielles.

source: Certify the other [[OpenPGP keys|doc/about/openpgp_keys]] used by the project.
fa: احراز هویت [[کلیدهای اُپن‌پی‌جی‌پی|doc/about/openpgp_keys]] دیگر مورد استفادهٔ پروژه.
fr: Certifier les autres [[clés OpenPGP|doc/about/openpgp_keys]] utilisées par le projet.

source: <p>The previous signing key is safe and, to the best of our knowledge, it has not been compromised.</p>
fa: <p>کلید امضای قبلی تا آن جا که می‌دانیم امن است و دچار مشکل امنیتی نیست.</p>
fr: <p>La précédente clé de signature est sûre et, de ce que l'on en sait, n'a jamais été compromise.</p>

source: <p>We are doing this change to improve our security practices when manipulating such a critical piece of data.</p>
fa: <p>قصدمان از این تغییر بهتر کردن تمهیدات امنیتی هنگام استفاده از چنین اطلاعات مهمی است.</p>
fr: <p>Nous avons fait ce changement pour améliorer nos pratiques de sécurité lorsque nous manipulons des données aussi cruciales.</p>

source: <ul> <li>The old key can still be used to verify Tails 1.3 ISO images.</li> <li>The new key will be used to sign ISO images starting from Tails 1.3.1.</li> </ul>
fa: <ul> <li>کلید قدیمی همچنان می‌تواند برای تأیید تصاویر ایزوی تیلز ۱٫۳ به کار برود.</li> <li>کلید جدید برای امضای تصاویر ایزو از تیلز ۱٫۳٫۱ به کار خواهد رفت.</li> </ul>
fr: <ul> <li>L'ancienne clé peut encore être utilisée pour vérifier les images ISO de Tails 1.3.</li> <li>La nouvelle clé sera utilisée pour signer les images ISO à partir de Tails 1.3.1.</li> </ul>

source: Import and verify the new signing key
fa: وارد کردن و تأیید کلید امضای جدید
fr: Importer et vérifier la nouvelle clé de signature

source: Click on the following button to download and import the new signing key:
fa: برای دانلود و وارد کردن کلید امضای جدید روی این دکمه کلیک کنید:
fr: Cliquez sur le bouton suivant pour télécharger et importer la nouvelle clé de signature :

source: <a class="download-key" href="https://tails.boum.org/tails-signing.key">new Tails signing key</a>
fa: <a class="download-key" href="https://tails.boum.org/tails-signing.key">کلید امضای جدید تیلز</a>
fr: <a class="download-key" href="https://tails.boum.org/tails-signing.key">Nouvelle clé de signature de Tails</a>

source: The new signing key is itself signed by the old signing key. So you can transitively trust this new key if you had trusted the old signing key.
fa: کلید امضای جدید خود با کلید قدیمی امضاء می‌شود. بنابراین اگر به کلید قدیمی اعتماد داشتید می‌توانید به این کلید نیز اعتماد کنید.
fr: La nouvelle clé de signature est elle-même signée par l'ancienne clé de signature. Donc vous pouvez transitivement faire confiance à la nouvelle clé si vous aviez accordé votre confiance à l'ancienne clé de signature.

source: To verify that the new key is correctly signed by the old key, you can execute the following command:
fa: برای تأیید این که کلید جدید به درستی با کلید قدیمی امضاء شده، می‌توانید این فرمان را اجرا کنید:
fr: Pour vérifier que la nouvelle clé est correctement signée par l'ancienne clé, vous pouvez exécuter la commande suivante :

source: The output should include a signature of the new key by the old key such as:
fa: نتیجه باید شامل یک امضای کلید جدید توسط کلید قدیمی باشند، مانند:
fr: Le résultat doit inclure la signature de nouvelle clé par l'ancienne clé, tel que :

source: In this output, the status of the verification is indicated by a flag directly following the "`sig`" tag. A "`!`" indicates that the signature has been successfully verified.
fa: در این نتیجه وضعیت تأیید با یک علامت بلافاصله پس از تگ «`sig`» مشخص می‌شود. علامت «!» به معنی تأیید موفقیت‌آمیز امضاء است.
fr: Dans ce résultat, le statut de la vérification est indiqué par un drapeau qui suit directement l'étiquette "`sig`". Un "`!`" indique que la signature a été vérifiée avec succès.

source: Security policy for the new signing key
fa: سیاست امنیتی برای کلید امضای جدید
fr: Stratégie de sécurité pour la nouvelle clé de signature

source: Here is the full description of the new signing key:
fa: شرح کامل کلید امضای جدید:
fr: Voici la description complète de la nouvelle clé de signature :

source: You can see that it has:
fa: می‌توانید ببینید که:
fr: Vous pouvez voir cela comme étant :

source: A primary key (marked as `pub`) with ID `0xDBB802B258ACD84F`. This primary key:
fa: یک کلید اصلی (`pub`) با شناسهٔ `0xDBB802B258ACD84F` دارد. این کلید اصلی:
fr: Une clé primaire (marqué comme `pub`) avec l'ID `0xDBB802B258ACD84F`. Cette clé primaire :

source: Is not owned in a usable format by any single individual. It is split cryptographically using [gfshare](http://www.digital-scurf.org/software/libgfshare).
fa: در هیچ قالب قابل‌استفاده‌ای در اختیار هیچ فردی قرار ندارد. این کلید با استفاده از [gfshare](http://www.digital-scurf.org/software/libgfshare) و به شکل رمزنگاری‌شده جدا شده‌است.
fr: N'est pas conçue pour être dans un format utilisable par un individu seul. Elle est découpée de manière chiffrée en utilisant [gfshare](http://www.digital-scurf.org/software/libgfshare).

source: Is only used offline, in an air-gapped Tails.
fa: این کلید به طور آفلاین و در یک تیلز در شکاف هوایی به کار رفته‌است.
fr: Elle est utilisée uniquement hors-ligne, dans un Tails non connecté au réseau ("air-gapped" en anglais).

source: Expires in less than one year. We will extend its validity as many times as we find reasonable.
fa: تاریخ انقضای این کلید کمتر از یک سال دیگر است. اعتبار آن را تا هر وقت که منطقی باشد تمدید خواهیم کرد.
fr: Expire dans moins d'un an. Nous étendrons sa validité autant de fois que nous le trouverons raisonnable.

source: Two subkeys (marked as `sub`) with IDs `0x98FEC6BC752A3DB6` and `0x3C83DCB52F699C56` which are stored on OpenPGP smartcards and owned by our release managers. Smartcards ensure that the cryptographic operations are done on the smartcard itself and that the secret cryptographic material is not directly available to the operating system using it.
fa: دو زیرکلید (`sub`) با شناسه‌های `0x98FEC6BC752A3DB6` و `0x3C83DCB52F699C56` وجود دارند که روی کارت‌های هوشمند اُپن‌پی‌جی‌پی ذخیره شده و متعلق به مدیران انتشار ما هستند. کارت‌های هوشمند تضمین می‌کنند که عملیات رمزنگاری روی خود کارت هوشمند انجام شوند و متریال مخفی رمزنگاری‌شده مستقیم در دسترس سیستم‌عامل نباشد.
fr: Deux sous-clés (marquées comme `sub`) avec les IDs `0x98FEC6BC752A3DB6` et `0x3C83DCB52F699C56` qui sont stockées dans les cartes à puce OpenPGP et détenues par nos développeurs s'occupant de publier les nouvelles versions (les "release managers" en anglais). Les cartes à puce garantissent que les opérations de chiffrement sont faites dans les cartes à puces elles-mêmes et que les clés de chiffrement secrètes ne sont pas directement accessibles par le système d'exploitation utilisé.

source: Web-of-Trust with the Debian keyring
fa: شبکهٔ اعتماد با دسته‌کلید دبیان
fr: Web de confiance avec le trousseau Debian

source: This new signing key has already been signed by various Debian developers, namely:
fa: این کلید امضای جدید پیش از این توسط توسعه‌دهندگان مختلف دبیان امضاء شده، از جمله:
fr: Cette nouvelle clé de signature a déjà été signée par différent développeurs Debian, à savoir :

source: gregor herrmann <gregoa@debian.org>, with key `0xBB3A68018649AA06`
fa: gregor herrmann <gregoa@debian.org>، با کلید `0xBB3A68018649AA06`
fr: gregor herrmann <gregoa@debian.org>, avec la clé `0xBB3A68018649AA06`

source: Holger Levsen <holger@debian.org>, with key `0x091AB856069AAA1C`
fa: Holger Levsen <holger@debian.org>، با کلید `0x091AB856069AAA1C`
fr: Holger Levsen <holger@debian.org>, avec la clé `0x091AB856069AAA1C`

source: Stefano Zacchiroli <zack@debian.org>, with key `0x9C31503C6D866396`
fa: Stefano Zacchiroli <zack@debian.org> با کلید `0x9C31503C6D866396`
fr: Stefano Zacchiroli <zack@debian.org>, avec la clé `0x9C31503C6D866396`

source: So you can use the technique described in our documentation to further [[verify the Tails signing key against the Debian keyring|doc/get/trusting_tails_signing_key#debian]] using any of those three keys.
fa: بنابراین می‌توانید از شگرد آمده در مستندات ما برای [[تأیید دوبارهٔ کلید امضای تیلز با دسته‌کلید دبیان|doc/get/trusting_tails_signing_key#debian]] با هر کدام از این سه کلید استفاده کنید.
fr: Vous pouvez donc utiliser la technique décrite dans notre documentation pour [[vérifier davantage la clé de signature Tails avec le trousseau Debian|doc/get/trusting_tails_signing_key#debian]] en utilisant n'importe laquelle de ces trois clés.
