Repository: austin987/tails
Catalog: wiki/src/news/social_contract.*.po
Languages: fr, zh_tw

source: [[!meta title="Announcing the Tails Social Contract"]]
fr: [[!meta title="Annonce du contrat social de Tails"]]
zh_tw: [[!meta title="宣佈 Tails 社會契約"]]

source: We had written and adopted a [[Code of Conduct|contribute/working_together/code_of_conduct]] since our first public hackfest in Paris in 2014. This code was and is meant as a guide to make our public spaces welcoming and friendly to every sentient being.
fr: Nous avions écrit et adopté un [[code de conduite|contribute/working_together/code_of_conduct]] dès notre premier hackfest public qui avait eu lieu à Paris en 2014. Ce code était et est prévu comme un guide pour rendre nos espaces publics accueillants et amicaux pour tous les êtres sensibles.
zh_tw: 自從 2014在巴黎舉行了第一次的公開hackfest 後，我們曾經撰寫並採行了一份 [[共同行為規範|contribute/working_together/code_of_conduct]] 。 這些準則表示一套規則好讓我們的公共空間可以對每個人友好地開放。

source: We have since then worked on a [[Social Contract|contribute/working_together/social_contract]] which we proudly present today!
fr: Nous avons depuis travaillé sur un [[contrat social|contribute/working_together/social_contract]] que nous avons la fierté de vous présenter aujourd'hui !
zh_tw: 我們也開始制定 [[社會契約|contribute/working_together/social_contract]] ，而現在正式對外公佈！

source: The Tails Social Contract is a set of commitments that we as contributors to the Tails project stand by. This work is derived from the Debian Social Contract and the Tor Social Contract. If you have any questions or comments, feel free to email: <tails-project@boum.org>.
fr: Le contrat social de Tails est un ensemble d’engagements que nous soutenons en tant que personnes contribuant au projet Tails. Ce travail est dérivé du contrat social de Debian et du contrat social de Tor. Si vous avez des questions ou des commentaires, n'hésitez pas à nous écrire : <tails-project@boum.org>.
zh_tw: Tails 社會契約是一套 Tails 專案投入者信守的理念和堅持。這份文件參考了 Debian 社會契約和 Tor 社會契約。 如有任何問題和建議，歡迎來信至： <tails-project@boum.org>.

source: This is a promise from our contributors community to the rest of the world, affirming a commitment to our beliefs.
fr: C'est une promesse de notre communauté envers le reste du monde, affirmant notre engagement à nos valeurs.
zh_tw: 這是來自 Tails 貢獻者社群的承諾，再次確認要致力於我們的信念。

source: 1. By creating Tails we try to provide usable tools for anonymity and privacy
fr: 1. En créant Tails nous essayons de fournir des outils accessibles pour l'anonymat et la vie privée
zh_tw: 1. 建立 Tails 我們希望能夠提供可用的匿名工具保護隱私

source: We believe that privacy, the free exchange of ideas, and equal access to information are essential to free and open societies. Through our community standards and the tools we create, we provide means that empower all people to protect and advance these ideals.
fr: Nous croyons que la vie privée, l’échange libre des idées et l’accès égal à l’information sont essentiels aux sociétés libres et ouvertes. Au travers des principes de notre communauté et des outils que nous créons, nous fournissons des moyens qui permettent à tout le monde de protéger et de faire progresser ces idéaux.
zh_tw: 我們相信隱私、自由地交流想法，平等地近用資訊是一個自由開放社會的重要精萃。透過社區標準與所建立的工具，担供一些方式來增力人們可以保護與強化這些理念。

source: 2. Tails is and will remain free software
fr: 2. Tails est et restera un logiciel libre
zh_tw: 2. Tails 現在是未來也將維持其自由免費軟體的性質

source: Equal access to information includes the free availability of our code and documentation as well as the transparency of our decision making processes.
fr: L'accès égal à l'information inclus la libre disponibilité de notre code et de notre documentation ainsi que la transparence de nos processus de prise de décision.
zh_tw: 平等地近用資訊，包含自由取得我們的源代碼和文件，以及確保決策過程的透明。

source: All the components of Tails that we create ourselves are, and will be, licensed in a manner consistent with the [Debian Free Software Guidelines](https://www.debian.org/social_contract).
fr: Tous les éléments de Tails que nous créons nous-même sont, et seront, placés sous des licences en cohérence avec les [principes du logiciel libre selon Debian](https://www.debian.org/social_contract.fr.html).
zh_tw: 我們所打造的 Tails 所有組成要件現在是，且未來也仍繼續依照 [Debian 自由軟體指示原則](https://www.debian.org/social_contract)予以授權。

source: Tails will always be free to use, remix, adapt and distribute. As the only exceptions to this rule, Tails includes:
fr: Tails sera toujours libre d'être utilisé, remixé, adapté et distribué. Comme seules exceptions à cette règle, Tails inclut :
zh_tw: Tails 可以自由地使用、重製、採用和散佈。但這個規則有些例外的情況為：

source: a minor part of non-free firmware in order to work on as much hardware as possible;
fr: une petite partie de micrologiciels non-libres dans le but de fonctionner sur le plus de matériel possible ;
zh_tw: 有一小部份的非自由韌軟體，好讓更多的硬體可以順利運行；

source: a few pieces of software whose source code is public but not compatible with the Debian Free Software Guidelines; they are needed to support important use cases.
fr: quelques morceaux de logiciels dont le code source est public mais non compatible avec les principes du logiciel libre selon Debian ; ils sont nécessaires pour supporter des cas d'usage importants.
zh_tw: 有一些軟體其代碼公開但其不符合 Debian Free Software Guideline；但需要使用它們來支援一些重要的使用情況。

source: 3. We will give back to the Free Software community
fr: 3. Nous redonnerons à la communauté du logiciel libre
zh_tw: 3. 我們會回饋給自由軟體社群

source: Tails is a privacy-oriented [Debian Derivative](https://wiki.debian.org/Derivatives).
fr: Tails est un [dérivé de Debian](https://wiki.debian.org/fr/Derivatives) orienté vie privée.
zh_tw: Tails 是隱私導向的 [Debian Derivative](https://wiki.debian.org/Derivatives).

source: We want usable security and privacy-oriented tools to become a standard for the Free Software community as a whole.
fr: Nous voulons que les outils de sécurité et orientés vie privée utilisables deviennent un standard pour la communauté du logiciel libre dans son ensemble.
zh_tw: 我們要有可用的安全和隱私考量取向的工具能成為自由軟體社群的共同標準。

source: Bug fixes, code improvements, Debian packaging, as well as work on usability issues will be sent upstream whenever possible. This way, our modifications will benefit others and can be improved upon further by a wider audience of people.
fr: Corrections de bugs, améliorations du code, création de paquets Debian, ainsi que le travail sur les problèmes d'utilisabilité seront envoyés aux projets en amont chaque fois que cela sera possible. De cette façon, nos modifications pourrons bénéficier à d'autres et elles pourront être davantage améliorées, par un nombre de personnes plus important.
zh_tw: Bug 修復, 代碼改善, Debian 打包以及可用性問題的改善將會送回到上游。這樣我們的調整可以受益於其它人並並更廣大的人群對像可以投入改善。

source: 4. We encourage participation and transparency
fr: 4. Nous encourageons la participation et la transparence
zh_tw: 4. 我們鼓勵參與和透明

source: We want to produce Tails in a way that encourages participation, which requires publicly documenting what can be improved. As Tails is created in such a transparent manner, anyone is encouraged to participate, review it and point out problems.
fr: Nous voulons produire Tails d'une façon qui encourage la participation, ce qui nécessite de documenter publiquement ce qui peut être amélioré. Comme Tails est créé d'une manière transparente, tout le monde est encouragé à participer, à l'examiner et à signaler les problèmes.
zh_tw: 我們希望 Tails 的生產方式是透過鼓勵參與，其要求公開記錄需要改善的地方。當 Tails 建立起這樣一套透明方式後，任何人都可以來參與、檢查與指出問題。

source: To make our community a welcoming place for everybody we agreed on a [[Code of Conduct|contribute/working_together/code_of_conduct]].
fr: Pour faire que notre communauté soit un endroit accueillant pour tout le monde nous avons convenu d'un [[code de conduite|contribute/working_together/code_of_conduct]].
zh_tw: 為了讓 Tails 社區是一處歡迎任何人的園地，我們同意一份 [[共同行為規範|contribute/working_together/code_of_conduct]].

source: 5. We will never harm our users intentionally
fr: 5. Nous ne nuirons jamais intentionnellement aux personnes utilisant Tails
zh_tw: 5. 我們絕不會刻意地傷害使用者

source: We will always do our best to create secure and usable tools. We will never willingly include backdoors or malicious software nor will we cooperate with any entity wanting us to harm our users.
fr: Nous ferons toujours de notre mieux pour créer des outils sécurisés et utilisables. Nous n’inclurons jamais volontairement de porte dérobée ou de logiciel malveillant ni nous ne coopérerons avec une entité voulant que nous nuisions aux personnes utilisant Tails.
zh_tw: 我們會盡最大努力來打造安全而可用的工具。我們絕不會置入後門或是惡意軟體，也不會和任何想傷害使用者的對像合作。

source: Mistakes sometimes happen. We will be honest about them and fix those that affect the safety of Tails users when they are reported to us.
fr: Des erreurs peuvent arriver parfois. Nous serons honnêtes à ce sujet et nous corrigerons celles affectant la sécurité dès qu'elles nous seront signalées.
zh_tw: 錯誤難免會發生。我們希望對此誠實以待，並修復這些會影響 Tails 使用者安全的問題回報。

source: Whenever severe security issues are reported to us in private, we will test them and ensure we promptly fix these issues. We will notify our users whenever such an issue has been reported to us. However, for the security of our users, we might not disclose such a severe issue before releasing a fix.
fr: Chaque fois que des problèmes de sécurité nous seront signalés en privé, nous les testerons et nous nous assurerons de les corriger rapidement. Nous informerons les personnes utilisant Tails à chaque fois qu'un problème nous sera signalé de cette façon. Cependant, pour la sécurité des personnes utilisant Tails, nous pourrons ne pas divulguer un problème avoir d'avoir publié un correctif.
zh_tw: 當私下收到嚴重問題的回報，我們會測試並確保能即時地修復這些問題。我們會通知使用者這類的問題。然而為了使用者的安全考量，我們可能不會在發佈修復之前就擅自揭露這類嚴重的問題。

source: 6. We give users the means to decide how much they can rely on Tails
fr: 6. Nous donnons aux personnes utilisant Tails les moyens de décider à quel point elles peuvent faire confiance à Tails
zh_tw: 6. 我們讓使用者可以決定他們願意依賴 Tails 的程度

source: We encourage users to inform themselves and decide if Tails is suitable for their use case and how much they can trust it. We work diligently to keep our community up-to-date through our various communication channels about the current state of our software and its limitations. We encourage users to read our documentation as well as third-party documentation in order to make an informed decision and engage in a learning process about the tools we ship.
fr: Nous encourageons les personnes utilisant Tails à s'informer par elles-mêmes et à décider si Tails convient à leur cas d'usage et à quel point elles peuvent lui faire confiance. Nous travaillons avec attention pour garder notre communauté au courant, à travers plusieurs canaux de communication, à propos de l'état actuel de notre logiciel et de ses limites. Nous encourageons les personnes utilisant Tails à lire notre documentation aussi bien que des documentations tierces afin de prendre une décision éclairée et d'engager un processus d'apprentissage à propos des outils que nous fournissons.
zh_tw: 我們鼓勵使用者能了解本身狀況並決定是否 Tails 是適合其使用的工具，到底要信任到何種程度。我們用心地工作以維持社區能透過不同管道了解目前軟體狀況的最新資訊以及它的限制。我們鼓勵使用者閱讀相關文件以及其它第三方文件以做出充分知情下的決定，並能對我們的送出的工具投入學習。

source: We provide and explain methods of verification so that anyone can ensure that they downloaded a genuine copy of Tails.
fr: Nous fournissons et nous expliquons des méthodes de vérification afin que tout le monde puisse être sûr d'avoir téléchargé une copie authentique de Tails.
zh_tw: 我們提供並說明驗證方式，好讓每一個人可以確保其下載的 Tails 的真實完整性。
