Repository: austin987/tails
Catalog: wiki/src/news/spoof-mac.*.po
Languages: fa

source: [[!meta title="Call for testing: MAC address spoofing"]]
fa: [[!meta title="فراخوان آزمودن: جا زدن آدرس مک"]]

source: You can help Tails! The [[MAC address spoofing|contribute/design/MAC_address]] feature is ready for testing. This feature prevents geographical tracking of your network devices (and by extension, you) by randomising their [[!wikipedia MAC addresses]].
fa: شما می‌توانید به تیلز کمک کنید! ویژگی [[جا زدن آدرس مک|contribute/design/MAC_address]] برای آزموده شدن آماده است. این ویژگی جلوی پی‌گیری جغرافیایی دستگاه‌های شما (و در نتیجه خودتان) را با ایجاد [[[!\"wikipedia_fa آدرس_مک desc=\"آدرس مک]] تصادفی می‌گیرد.

source: If you have security auditing skills you are more than welcome to review our [[design|contribute/design/MAC_address]] and [[implementation|contribute/design/MAC_address#implementation]].
fa: اگر در زمینهٔ امنیت مهارت دارید خوشحال می‌شویم [[طراحی|contribute/design/MAC_address]] و [[اجرای|contribute/design/MAC_address#implementation]] ما را بازبینی کنید.

source: Background
fa: پس‌زمینه

source: Every network device (wired, Wi-Fi/wireless, 3G/mobile) has a [[!wikipedia MAC address]], which is a unique identifier used to address them on the local network. Broadcasting a unique identifier in this manner introduce a couple of potential privacy issues for Tails users. Geographical location tracking is the main one: observing a MAC address at a particular location and time ties the corresponding device to the same location and time. If the real identity of the device's owner is known, their movements can be determined. To prevent this one can temporarily change the MAC address to something random at each boot, which is referred to as "MAC address spoofing".
fa: هر دستگاه مرتبط با شبکه (متصل با سیم، وای‌فای/بی‌سیم، 3G/موبایل) یک [[!\"wikipedia_fa آدرس_مک desc=\"آدرس مک]] دارد که شناساگری ویژه برای متصل کردن خود به شبکهٔ محلی دارد. استفاده از یک شناساگر ویژه به این طریق می‌تواند منجر به مشکلات احتمالی در زمینهٔ حریم خصوصی برای کاربران تیلز شود. مهم‌ترین این مشکلات تشخیص مکان جغرافیایی است: مشاهدهٔ آدرس مک در یک مکان و زمان خاص دستگاه مورد نظر را به همان زمان و مکان مرتبط می‌کند. اگر هویت واقعی صاحب دستگاه مشخص شود، می‌توان فعالیت‌های او را تشخیص داد. برای جلوگیری از این امر می‌توان آدرس مک را با هر بار روشن کردن دستگاه به شکل تصادفی تغییر داد که به این کار «جا زدن آدرس مک» گفته می‌شود.

source: How to download the test image
fa: چگونه تصویر آزمایشی را دانلود کنیم

source: Download the latest test ISO from [build_Tails_ISO_devel](http://nightly.tails.boum.org/build_Tails_ISO_devel/). **Keep in mind that this is a test image.** Do not use it for anything else than testing this feature.
fa: آخرین ایزوی آزمایشی را دانلود کنید. [build_Tails_ISO_devel](http://nightly.tails.boum.org/build_Tails_ISO_devel/). **به خاطر داشته باشید که این تنها یک تصویر آزمایشی است.** از این تصویر برای کار دیگری جز امتحان کردن این ویژگی استفاده نکنید.

source: To verify the download, use the `.shasum` file. It is signed with OpenPGP key [0xD83A438B2F916605](http://keys.indymedia.org/pks/lookup?op=get&fingerprint=on&search=0xD83A438B2F916605).
fa: برای تأیید دانلود از فایل «.shasum» استفاده کنید. این فایل با یک کلید اُپن‌پی‌جی‌پی امضا شده است. [0xD83A438B2F916605](http://keys.indymedia.org/pks/lookup?op=get&fingerprint=on&search=0xD83A438B2F916605).

source: How to use MAC spoofing in Tails
fa: چگونه آدرس مک را در تیلز جا بزنیم

source: MAC spoofing is enabled by default in this test ISO. You can change this with a [[startup option|doc/first_steps/startup_options#greeter]]. The (preliminary) MAC spoofing documentation tries to explain situations where it actually may be a bad idea to keep this option enabled. However, as this is just a test version we of course urge you to not use it for anything serious, and if possible, to test both to enable and disable the option.
fa: جا زدن (ابتدایی) آدرس مک در این ایزوی آزمایشی به طور پیش‌فرض فعال شده است. می‌توانید این وضعیت را با تغییر [[تنظیمات آغاز|doc/first_steps/startup_options#greeter]] عوض کنید. مستندسازی جا زدن توضیح می‌دهد که چه مواقعی ممکن است این کار ایدهٔ خوبی نباشد. البته این هنوز یک ویرایش آزمایشی است و از شما درخواست می‌کنیم از آن برای هیچ کار مهمی استفاده نکرده و در صورت امکان هر دو حالت فعال و غیرفعال آن را امتحان کنید.

source: What to test
fa: چه چیزی را امتحان کنیم

source: For any MAC spoofing-related issues you experience using this test ISO, please include the output from the following commands when reporting it to us (note: it requires setting an [[doc/first_steps/startup_options/administration_password]]):
fa: در صورت بروز هر گونه مشکلی در رابطه با جا زدن آدرس مک هنگام استفاده از ایزوی آزمایشی، لطفاً خروجی دستورهای مرتبط را هنگام گزارش دادن مساله به ما ذکر کنید. (نکته: این کار مستلزم ایجاد یک [[doc/first_steps/startup_options/administration_password]] است):

source: In particular, we would like you to pay extra attention to the following things:
fa: به طور خاص دوست داریم توجه بیشتری به مسائل زیر پرداخته شود:

source: Verify that the MAC spoofing setting is enforced
fa: تأیید کنید که تنظیمات جا زدن آدرس مک پیاده شده‌اند

source: Please verify that the MAC spoofing setting you select actually is enforced by issuing the following commands:
fa: لطفاً تأیید کنید که تنظیمات انتخابی شما برای جا زدن آدرس مک با استفاده از خط فرمان‌های زیر پیاده می‌شوند:

source: For each network device you'll get an entry looking something like this:
fa: برای هر دستگاه متصل به شبکه مدخلی مشابه این می‌گیرید:

source: The "Permanent MAC" is the network device's "real", unique MAC address; the "Current MAC" is whatever it is set to at the moment, spoofed or not. In other words:
fa: «آدرس مک دائمی» آدرس مک ویژهٔ «واقعی» دستگاه متصل به شبکه است؛ «مک فعلی» هر چیزی است که در آن لحظه دستگاه را روی آن تنظیم کرده‌اید، چه آدرس مک را جا زده باشید و چه جا نزده باشید. به عبارت دیگر:

source: if they are *different*, then MAC spoofing is *enabled*;
fa: اگر این‌ها *متفاوت* بودند، آن‌گاه جا زدن آدرس مک *فعال* است؛

source: if they are *the* *same*, then MAC spoofing is *disabled*.
fa: اگر *یکسان* هستند، آن‌گاه جا زدن آدرس مک *غیرفعال* است.

source: Please report if you ever get unexpected results.
fa: لطفاً در صورت دریافت نتایج دور از انتظار این مساله را گزارش دهید.

source: MAC address whitelisting problems
fa: مشکلات اضافه کردن آدرس‌های مک به فهرست مورداعتماد

source: Some wireless networks are configured to only allow connections for devices with certain MAC addresses, called MAC address whitelisting. MAC address spoofing will cause issues on networks like these. Therefore Tails has a crude mechanism for detecting this, and will show an informative notification about what to do about it.
fa: بعضی شبکه‌های بی‌سیم طوری تنظیم شده‌اند که تنها به دستگاه‌هایی با آدرس مک خاص اجازهٔ اتصال بدهند که به این کار ایجاد فهرست مورداعتماد آدرس مک می‌گوییم. جا زدن آدرس مک ممکن است منجر به مشکلاتی در چنین شبکه‌هایی شود. بنابراین تیلز سازوکاری برای تشخیص این مشکل دارد و در صورت بروز این مساله اطلاعاتی به شما می‌دهد.

source: If you have access to a wireless network that employs MAC address whitelisting, then connect to it with MAC spoofing enabled and verify that Tails shows a notification with the headline: "Network connection blocked?".
fa: اگر به یک شبکهٔ بی‌سیمی که از فهرست مورد اعتماد آدرس مک استفاده می‌کند دسترسی دارید، آن‌گاه جا زدن آدرس مک را فعال کنید و به آن شبکه وصل شوید و تأیید کنید که تیلز پیغامی با عنوان «آیا اتصال به شبکه مسدود شده است؟» می‌دهد.

source: Note: Tails detection mechanism for MAC address whitelisting only works for wireless (Wi-Fi) networks.
fa: نکته: سازوکار ردگیری فهرست مورد اعتماد آدرس مک تنها برای شبکه‌های بی‌سیم است.

source: Network problems
fa: مشکلات شبکه

source: Please report all network device and connection issues, e.g. if any of your network devices do not get detected by Tails at all, if the network connection fails, or if the network connection succeeds but actually does not work. Also check whether you experience the same issues using Tails 0.22.
fa: لطفاً‌ تمام مشکلات دستگاه‌ها و اتصالات شبکه مانند شناخته نشدن هیچ کدام از شبکه‌هایتان توسط تیلز، قطع شدن ارتباطتان یا کار نکردن اتصال با وجود متصل بودن را گزارش دهید. همچنین بررسی کنید که آیا همین مشکلات را هنگام استفاده از تیلز ۰٫۲۲ را دارید یا خیر.

source: Known issues
fa: مشکلات شناسایی‌شده

source: No fail-safe for hotplugged devices after logging in
fa: برای دستگاه‌های با اتصال گرم پس از ورود راهی برای خرابی امن وجود ندارد

source: In order to prevent the real MAC address from leaking when MAC spoofing fails for some network device, Tails has a fail-safe that simply disables the device. At the moment this only works for network devices present before logging in with Tails Greeter; the fail-safe does *not* work for e.g. Wi-Fi USB dongles hotplugged *after* that.
fa: برای جلوگیری از فاش شدن آدرس‌های مک واقعی در صورت ناکامی جا زدن آدرس مک برای برخی دستگاه‌های شبکه، تیلز یک سازوکار خرابی با کمترین آسیب دارد که دستگاه را غیرفعال می‌کند. در حال حاضر این سازوکار تنها برای دستگاه‌هایی کار می‌کند که پیش از ورود به Tails Greeter حاضر هستند؛ خرابی با کمترین آسیب برای دستگاه‌هایی مانند یواس‌بی‌های بی‌سیم پس از اتصال گرم *کار نمی‌کند*.
