Repository: austin987/tails
Catalog: wiki/src/news/summit_2013.*.po
Languages: fa, fr

source: [[!meta title="Tails 2013 summit report"]]
fa: [[!meta title="گزارش نشست ۲۰۱۳ تیلز"]]
fr: [[!meta title="Compte-rendu du sommet Tails 2013"]]

source: A bunch of people spend a dozen days together in July at the third Tails developers yearly summit. This was a great opportunity to have crazy hacking sessions in person, as well as to discuss where we are heading to and how.
fa: در ماه جولای چندین نفر چند روز کنار هم در سومین نشست سالانهٔ توسعه‌دهندگان تیلز می‌گذرانند. این نشست فرصتی عالی برای نشست‌های هک دیوانه‌وار و نیز بحث در مورد مسیر ما و چگونگی آن بود.
fr: Un groupe de personnes a passé une dizaine de jours ensemble, en juillet, au troisième sommet annuel de développeurs de Tails. Une bonne occasion pour avoir de folles séances d'informatique en chair et en os, ainsi que pour discuter de vers où nous allons, et comment.

source: Discussions
fa: بحث‌ها

source: We mainly discussed the **growth of the project**: given the growing number of users and our super-short release cycle, it is a challenge to keep the project sustainable and maintainable in the mid/long term.
fa: ما بیشتر در مورد **رشد پروژه** صحبت کردیم: با توجه به تعداد روزافزون کاربران و چرخهٔ انتشار بسیار کوتاه ما، قابل نگهداری و قابل توسعه نگاه داشتن این پروژه در میان‌مدت و بلندمدت کار دشواری است.
fr: Nous avons surtout discuté de la **croissance du projet** : étant donné le nombre croissant d'utilisateurs et notre cycle de sortie de version très court, c'est un défi de maintenir le projet durable et maintenable dans le moyen/long terme.

source: Our take on this is first reflected by [[!tails_roadmap desc="our **updated roadmap**"]]: we now have a better vision of what we want to focus on for the next major releases of Tails: the 1.0, 1.1 and 2.0 milestones are now pretty well defined, and we even were bold enough to draft goals for 3.0.
fa: نظر ما در مورد این مساله ابتدا در [[!tails_roadmap desc="**نقشهٔ راه به‌روزشده** ما"]] منعکس شده: ما حالا تصویر بهتری از کارهایی که می‌خواهیم در نسخه‌های اصلی بعدی انجام بدهیم داریم: نسخه‌های ۱٫۰، ۱٫۱ و ۲٫۰ حالا به خوبی تعریف شده‌اند و حتی آن‌قدر شجاع بودیم که اهداف پیش‌نویس نسخهٔ ۳٫۰ را مشخص کنیم.
fr: Notre prise en compte en est premièrement reflétée par [[!tails_roadmap desc="notre **feuille de route mise à jour**"]] : nous avons désormais une meilleure vision de ce sur quoi nous voulons nous concentrer pour les prochaines versions majeures de Tails : les étapes pour la 1.0, 1.1 et 2.0 sont maintenant plutôt bien définies, et nous fûmes assez audacieux pour brouillonner des objectifs pour la 3.0.

source: Another key aspect on this topic was that we need to **make it easier to contribute** to Tails. We have listed many enhancements that could be made in this direction, especially [on the website](https://labs.riseup.net/code/projects/tails/issues?query_id=115). We also have identified areas that could benefit most from a few new dedicated contributors. We will publish targeted calls for help in the next few months.
fa: یک جنبهٔ کلیدی دیگر این موضوع نیاز ما به **آسان‌تر کردن کمک** به تیلز بود. ما فهرستی از تغییراتی نوشتیم که می‌توانند در این راه کمک کنند، به خصوص [در مورد تارنما](https://labs.riseup.net/code/projects/tails/issues?query_id=115). ما همچنین حوزه‌هایی مشخص کرده‌ایم که حضور چند فرد کمک‌کنندهٔ متعهد به آن‌ها بیشترین کمک را می‌کند. درخواست‌های مورد نظرمان برای کمک را در چند ماه آینده منتشر خواهیم کرد.
fr: Un autre point clé à ce propos est que nous avons besoin de **rendre plus facile de contribuer** à Tails. Nous avons listé nombres d'améliorations qui pourraient être faites dans ce sens, en particulier [sur le site web](https://labs.riseup.net/code/projects/tails/issues?query_id=115). Nous avons également identifié des domaines qui pourraient beaucoup bénéficier de quelques nouveaux contributeurs. Nous publierons des appels à l'aide ciblés dans les prochains mois.

source: We also **redesigned our communication channels** to ease involvement of new contributors, to make more workload sharing possible, and to be able to provide better user support. In short:
fa: همچنین **کانال‌های ارتباطی خود را بازطراحی کرده‌ایم** تا همکاری افراد جدید آسان‌تر شود، بتوان حجم بیشتری از کار به اشتراک گذاشت و بتوان پشتیبانی از کاربر را بهتر ارائه داد. به طور خلاصه:
fr: Nous avons également **repensé nos canaux de communications** pour faciliter l'implication de nouveaux contributeurs, pour permettre plus de partage de la charge de travail, et être capable de fournir une meilleure assistance aux utilisateurs. En bref :

source: Our mailing lists see quite a lot of traffic these days. This might deter people from reading it. So, we will create two specialized mailing lists: a private, encrypted one will receive bug reports, while a public one will be dedicated to user support.
fa: فهرست‌های رایانامه‌ٔ ما این روزها بسیار شلوغ هستند. این کار ممکن است باعث شود افراد از خواندن آن‌ها سر باز بزنند. بنابراین دو فهرست رایانامهٔ تخصصی ایجاد کردیم: یک فهرست خصوصی رمزگذاری‌شده برای دریافت گزارش ایرادها و یک فهرست عمومی برای پشتیبانی از کاربر.
fr: Nos listes mail voient passer beaucoup de trafic ces jours-ci. Cela peut dissuader des gens de les lire. C'est pourquoi nous allons créer deux listes mail spécialisées : une privée, chiffrée, qui recevra les rapports de bug, et une autre, publique, qui sera dédiée à l'assistance des utilisateurs.

source: A growing FAQ will be assembled: it will be a tool for self-service help, and should make support work less repetitive.
fa: یک فهرست بزرگ‌تر پرسش‌های متداول خواهیم داشت: این فهرست ابزاری برای حل مشکلات خود است و باید باعث کاهش تکراری بودن کار پشتیبانی شود.
fr: Une FAQ grandissante sera rassemblée : ce sera un outil d'aide en self-service, et devrait rendre le travail d'assistance moins répétitif.

source: In a few months, we will evaluate how all this fares and we will reconsider web support, which is postponed for the moment.
fa: در چند ماه آینده همهٔ این مسائل را ارزیابی کرده و در مورد پشتیبانی آنلاین که در حال حاضر به تعویق افتاده تصمیم‌گیری خواهیم کرد.
fr: Dans quelques mois, nous évaluerons comment tout ça marche et reconsidérerons l'assistance web, qui est reportée pour l'instant.

source: Still, the tails-dev mailing list remains the main communication channel for development and project-wide discussions.
fa: با این حال فهرست رایانامهٔ tails-dev کانال اصلی ارتباط ما برای بحث در مورد توسعه و خود پروژه باقی خواهد ماند.
fr: Cela dit, la liste mail tails-dev reste le canal de communication principal pour le développement et les discussions à l'échelle du projet.

source: This summit gave us the chance to **evaluate and refine processes** that we have set up a year ago, such as our time-based release schedule and a formal merge policy.
fa: این نشست به ما فرصتی برای **ارزیابی و بازتعریف روند** داد که چند سال پیش تعیین کرده بودیم، مانند تقویم مبتنی بر زمان به‌روزرسانی‌های و سیاست رسمی ادغام ما.
fr: Ce sommet nous a offert la chance d'**évaluer et de redéfinir les processus** que nous avions mis en place il y a un an, comme notre agenda temporel de sortie de version et une politique strict de fusion de branche.

source: To end with, the **public development meetings** experiment will be extended, and we will go on having monthly **Low Hanging Fruits sessions**. Not only these sessions are very useful to make Tails better, but we were happy to see new people join these parties recently. We hope to see even more of that in the future: these sessions are great times to **start contributing** to Tails!
fa: آزمایش **نشست‌های عمومی توسعه** گسترش یافته و به شکل **نشست‌های اهداف در دسترس** ادامه پیدا خواهد کرد. این جلسات برای بهتر کردن تیلز بسیار سودمند هستند و ما از ملحق شدن افراد جدید به این نشست‌ها خوشحال می‌شویم. امیدواریم در آینده بیشتر از این‌ها ببینیم: این نشست‌ها زمانی عالی برای **آغاز به کمک** به تیلز هستند!
fr: Pour finir, l'expérience des **réunions publiques de développement** sera prolongée, et nous continuerons à avoir des **séances de Low Hanging Fruits** chaque mois. Ces séances ne sont pas seulement très utiles afin d'améliorer Tails, nous fûmes également heureux de voir de nouvelles têtes nous y rejoindre récemment. Nous espérons en voir plus à l'avenir : ces séances sont de bonnes occasions de **commencer à contribuer** à Tails !

source: Hack
fa: هک

source: Hours of meetings were certainly a necessary part of the summit, but we also dedicated a fair share of our time to hands-on activities. Fortunately there is quite a lot of room for improvements in Tails, so we were never left unoccupied.
fa: ساعت‌ها ملاقات بخشی ضروری از نشست ما بوده‌اند، اما زمان خوبی را نیز به فعالیت‌های عملی اختصاص دادیم. خوشبختانه جای پیشرفت و بهبود بسیاری در تیلز وجود دارد و هیچ‌گاه بیکار نماندیم.
fr: Les heures de réunions étaient certainement un moment nécessaire du sommet, mais nous avons également passé une bonne partie de notre temps aux activités pratiques. Heureusement Tails a une bonne marge de progression, et nous n'étions donc jamais désœuvrés.

source: The most noticeable technical change that happened during the summit was perhaps [our **move to Redmine**](https://labs.riseup.net/code/projects/tails) for managing our [tasks](https://labs.riseup.net/code/projects/tails/issues?query_id=108) and [[!tails_roadmap desc="plans"]]. We are not exploiting the full potential of Redmine yet, but it already feels far less messy than how we did previously. Hopefully this will help others get involved! Many thanks go to Riseup for hosting the Redmine instance we use. Note that we will keep using ikiwiki for [[blueprints|blueprint]].
fa: بزرگ‌ترین تغییرفنی که در نشست رخ داد احتمالاً [**کوچ به ردماین**](https://labs.riseup.net/code/projects/tails) برای مدیریت [کارها](https://labs.riseup.net/code/projects/tails/issues?query_id=108) و [[!tails_roadmap desc="برنامه‌ها"]] بود. در حال حاضر هنوز از تمام ظرفیت‌های ردماین استفاده نمی‌کنیم، اما تا همین حالا کارها بسیار منظم‌تر از قبل به نظر می‌رسند. امیدواریم این کار باعث فعال شدن بیشتر دیگران شود! باید از رایزآپ به خاطر میزبانی ردماین خود تشکر بسیار کنیم. در خاطر داشته باشید که برای [[بلوپرینت‌ها|blueprint]] همچنان از ikiwiki استفاده خواهیم کرد.
fr: Le changement technique le plus visible qui eu lieu durant le sommet est sans doute [notre **migration vers Redmine**](https://labs.riseup.net/code/projects/tails) pour gérer nos [tâches](https://labs.riseup.net/code/projects/tails/issues?query_id=108) et nos [[!tails_roadmap desc="plans"]]. Nous n'exploitons pas encore le plein potentiel de Redmine, mais ça nous semble déjà beaucoup moins fouillis qu'auparavant. On espère que cela aidera d'autres personnes à s'investir ! Merci beaucoup à Riseup pour l'hébergement du Redmine que nous utilisons. Veuillez noter que nous continuerons à utiliser ikiwiki pour nos [[blueprints|blueprint]].

source: Taking advantage of Redmine, we have started classifying tasks in various useful ways: e.g. [**easy tickets**](https://labs.riseup.net/code/projects/tails/issues?query_id=112) do not require much knowledge of the Tails internals to be solved, and are ideal places to get involved. In passing, other nice custom queries provide lists of tasks involving [sysadmin](https://labs.riseup.net/code/projects/tails/issues?query_id=113) and [web development](https://labs.riseup.net/code/projects/tails/issues?query_id=115).
fa: به لطف ردماین شروع به طبقه‌بندی کارها از چندین راه سودمند کرده‌ایم: برای مثال برای حل [**درخواست‌های ساده**](https://labs.riseup.net/code/projects/tails/issues?query_id=112) نیاز چندانی به دانستن مسائل اساسی تیلز ندارند و راهی عالی برای شروع به کمک هستند. همچنین فهرست‌هایی شامل کارهای [مدیران سیستم](https://labs.riseup.net/code/projects/tails/issues?query_id=113) و [توسعه‌ وب](https://labs.riseup.net/code/projects/tails/issues?query_id=115) داریم.
fr: Profitant de Redmine, nous avons commencé à classifier les tâches de manières utiles et diverses : par exemple [**les tickets faciles**](https://labs.riseup.net/code/projects/tails/issues?query_id=112) ne requièrent pas trop de savoir interne à Tails pour être solutionnés, et sont le moyen idéal pour commencer à s'investir. En passant, d'autres requêtes personnalisées fournissent des listes des tâches impliquant de [l'administration système](https://labs.riseup.net/code/projects/tails/issues?query_id=113) ou du [développement web](https://labs.riseup.net/code/projects/tails/issues?query_id=115).

source: We spent some time listing problems with early builds of **Tails based on Debian Wheezy**. It is now clearer to us what remains to do: [[!tails_ticket 6015 desc="a few dozens tickets"]] were created. Did we mention that any kind of help is warmly welcome? :)
fa: کمی وقت صرف فهرست کردن مشکلات ساخت اولیهٔ **تیلز مبتنی بر Debian Wheezy** کردیم. حالا برایمان روشن‌تر است که دیگر باید چه کارهایی انجام دهیم: [[!tails_ticket 6015 desc="چند درخواست"]] ایجاد شدند. آیا قبلاً گفته‌ایم که از هر کمکی به گرمی استقبال می‌کنیم؟ :)
fr: Nous avons passé du temps à lister les problèmes rencontrés avec les premiers essais de **Tails basé sur Debian Wheezy**. Ce qu'il nous reste à faire est désormais plus clair pour nous : [[!tails_ticket 6015 desc="quelques douzaines de tickets"]] furent créés. Avons-nous mentionné que toute forme d'aide est la bienvenue ? :)

source: Our **Jenkins instance** also had been taken care of: it is getting closer to something we can use and rely upon as part of our daily workflow.
fa: مشکلات **Jenkins** ما نیز حل شده‌اند: حالا دارد بیشتر به چیزی شبیه می‌شود که می‌شود از آن استفاده کرد و برای انجام بخشی از کارهای روزانه‌مان به آن اتکا کرد.
fr: Nous avons également pris soin de notre **installation de Jenkins** : c'est de plus en plus proche de quelque chose que l'on peut utiliser et sur lequel compter pour une partie de notre flux de tâches journalières.

source: A lot of branches were **merged for the upcoming 0.20 release**, including the installation of Dasher and a first step towards the replacement of TrueCrypt.
fa: بسیاری از شاخه‌ها **برای نسخهٔ پیش روی ۰٫۲۰ ادغام شده بودند**، از جمله نصب Dasher و گام اول به سمت جایگزینی تروکریپت.
fr: De nombreuses branches furent **fusionnées pour la version 0.20 à venir**, dont l'installation de Dasher et une première étape vers le remplacement de TrueCrypt.

source: The **Pidgin and OTR documentation** was [rewritten](http://git.tails.boum.org/tails/tree/wiki/src/doc/anonymous_internet/pidgin.mdwn?h=doc/better-pidgin-and-otr-documentation) to be clearer and more precise, as well as our explanation of the way random nicknames are generated for Pidgin accounts.
fa: **اسناد پیجین و OTR** [بازنویسی شدند](http://git.tails.boum.org/tails/tree/wiki/src/doc/anonymous_internet/pidgin.mdwn?h=doc/better-pidgin-and-otr-documentation) تا واضح‌تر و دقیق‌تر باشند و توضیحات ما در مورد نحوهٔ ایجاد نام‌های تصادفی برای حساب‌های کاربری پیجین هم در آن گنجانده شوند.
fr: La **documentation de Pidgin et OTR** a été [réécrite](http://git.tails.boum.org/tails/tree/wiki/src/doc/anonymous_internet/pidgin.mdwn?h=doc/better-pidgin-and-otr-documentation) afin d'être plus claire et plus précise, tout comme notre explication de la manière dont les pseudonymes sont générés aléatoirement pour les comptes Pidgin.

source: More steps have also been done towards **not starting Iceweasel** on startup.
fa: همچنین گام‌های بیشتری برای **آغاز نشدن Iceweasel** هنگام راه‌اندازی برداشته شدند.
fr: D'autres étapes ont été également franchies pour qu'**Iceweasel ne se lance pas** au démarrage.

source: At the end is the beginning
fa: سرآخر آغاز است
fr: La fin n'est que le début

source: As you can guess, this summit was as intense as the previous ones. Tails is living decisive times, so we expect the next year to be pretty interesting. *You* can perhaps make the difference, so do not hesitate [[joining the dance|contribute]]!
fa: همان‌طور که می‌توانید حدس بزنید، این نشست مانند نشست دیگری شلوغ و پرکار بود. تیلز در حال گذران دوره‌ای تعیین‌کننده است و از همین رو انتظار داریم سالی بسیار جالب پیش رویمان باشد. شاید *شما* بتوانید تفاوتی ایجاد کنید، بنابراین برای [[محلق شدن به رقص|contribute]] تردید نکنید!
fr: Comme vous pouvez l'imaginer, ce sommet fût aussi intense que les précédents. Tails vit des moments décisifs, nous nous attendons à ce que l'année prochaine soit plutôt intéressante. *Vous* pouvez peut-être faire la différence, n'hésitez donc pas à [[rejoindre la danse|contribute]] !
