Repository: austin987/tails
Catalog: wiki/src/news/Tails_3.0_will_require_a_64-bit_processor.*.po
Languages: fr, zh_tw

source: [[!meta title="Tails 3.0 will require a 64-bit processor"]]
fr: [[!meta title="Tails 3.0 nécessitera un processeur 64 bits"]]
zh_tw: [[!meta title="Tails 3.0 需要 64-位元處理器"]]

source: Tails 3.0 will require a 64-bit <span class="definition">[[!wikipedia x86-64]]</span> compatible processor. As opposed to older versions of Tails, it will not work on 32-bit processors.
fr: Tails 3.0 nécessitera un processeur compatible <span class="definition">[[!wikipedia_fr x64 desc="64 bits"]]</span>. Contrairement aux anciennes versions de Tails, il ne fonctionnera pas sur les processeurs 32 bits.
zh_tw: Tails 3.0 需要 64-位元處理器<span class="definition">[[!wikipedia x86-64]]</span> 相容的處理器。 不同於之前Tails 的老舊版本，它將無法運行在 32-位元處理器上。

source: We have waited for years until we felt it was the right time to do this switch. Still, this was a hard decision for us to make. Today, we want to explain why we eventually made this decision, how it will affect users, and when.
fr: Nous avons attendu plusieurs années avant d'estimer qu'il était l'heure de faire cette bascule. Cependant, c'était une décision difficile à prendre pour nous. Aujourd'hui, nous voulons expliquer pourquoi nous l'avons finalement prise, comment elle affectera les personnes qui utilisent Tails, et quand.
zh_tw: 我們已等待多年直到現在覺得是時候進行這項轉變了。當然它是一個困難的決定。今天我們要說明為什麼最終做出了這個決定，它會如何地影響使用者，以及何時。

source: When will this transition happen?
fr: Quand est-ce que cette transition va se produire ?
zh_tw: 這個轉型何時會進行呢？

source: Our current goal is to release Tails 3.0, and stop supporting computers with a 32-bit processor, on **June 13, 2017**.
fr: Notre objectif actuel est de publier Tails 3.0, et d'arrêter de supporter les ordinateurs avec des processeurs 32 bits, le **13 juin 2017**.
zh_tw: 我們現在的目標是在**2017年6月13日**發佈 Tails 3.0 並且停止支援 32-位元處理器。

source: Will Tails still work on this computer?
fr: Est-ce que Tails va continuer de fonctionner sur mon ordinateur ?
zh_tw: Tails 是否能繼續在這台電腦上運行呢？

source: Here is the quickest way to find out:
fr: Voici le moyen le plus rapide de trouver une réponse à cette question :
zh_tw: 這裏有最快的方法可以找到：

source: Start Tails.
fr: Démarrer Tails.
zh_tw: 啟動Tails 。

source: Choose <span class="menuchoice"><span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Terminal</span></span> to open a terminal.
fr: Choisir <span class="menuchoice"><span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilitaires</span>&nbsp;▸ <span class="guimenuitem">Terminal</span></span> pour ouvrir un terminal.
zh_tw: 選擇<span class="menuchoice"><span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Terminal</span></span> 來開啟端終器。

source: Execute the following command to display system information:
fr: Exécutez la commande suivante pour afficher les informations système :
zh_tw: 請執行以下指令以顯示系統資訊：

source: Then, there are two possible cases:
fr: Il y alors deux cas possibles :
zh_tw: 那麼，可能有二種情況：

source: If you see `x86_64`, then you're good: Tails 3.0 should work fine on this computer. But the best way to be 100% sure is to try one of the test versions of Tails 3.0. One was released last November, and a new one should be published later this week, so: stay tuned!
fr: Si vous voyez `x86_64` vous n'aurez pas de soucis : Tails 3.0 devrait fonctionner correctement sur cet ordinateur. Mais le meilleur moyen d'en avoir le cœur net est d'essayer une des versions de test de Tails 3.0. Une des versions a été publiée en novembre dernier, et une nouvelle devrait être disponible cette semaine, restez donc connectés !
zh_tw: 如果看到`x86_64`, 那麼你可幸運了： Tails 3.0 應該可以運行在這台電腦上。但是能夠 100% 確認的最佳方式是用 Tails 3.0. 測試版本試試。在去年11月已發佈了一個版本，預計本週內將會再發佈一個新版本，所以：請保持注意！

source: Else, if you see `i686`, then we have bad news: Tails 3.0 will *not* work on this computer. You now have four and a half months to find a computer with a 64-bit processor. Sorry, and good luck with that!
fr: Sinon, si vous voyez `i686`, c'est une mauvaise nouvelle : Tails 3.0 ne fonctionnera *pas* sur cet ordinateur. Vous avez maintenant quatre mois et demi pour trouver un ordinateur avec un processeur 64 bits. Désolé, et bon courage pour cela !
zh_tw: 此外如果看到 `i686`，那麼要告訴你一個壞消息 Tails 3.0 將 *不能* 運行在這台腦上。你現在只有想辦法找一台 64-位元處理器的電腦了。很抱歉，只能祝你好運!

source: Why this change?
fr: Pourquoi ce changement ?
zh_tw: 為何要改變？

source: It's no surprise that over the last years, the number of people who use Tails on a 32-bit computer [[!tails_ticket 8183 desc="has dropped"]]: most 32-bit computers are at least ten years old, and one after the other their hardware stops working. As a result, in the beginning of 2016, [[!toggle id="stats" text="only 4%"]] of Tails users were still using a 32-bit computer.
fr: Ce n'est pas une surprise, ces dernières années, le nombre de personnes qui utilisent Tails sur un ordinateur 32 bits [[!tails_ticket 8183 desc="a chuté"]] : la plupart des ordinateurs 32 bits sont au moins âgés de dix ans, et l'un après l'autre ces matériels cessent de fonctionner. En conséquence, au début de 2016, [[!toggle id="stats" text="seulement 4%"]] des personnes utilisant Tails le font encore avec un ordinateur 32 bits.
zh_tw: 無怪乎自從去年， Tails 的用戶中使用 32-位元電腦的數字[[!tails_ticket 8183 desc="明顯下降"]]：大多數 32-位元的電腦至少有十年以上了, 其中許多的硬體也差不多無法工作了。2016年初， [[!toggle id="stats" text="只有 4%"]] 的 Tails 使用者仍然使用 32-位元的電腦。

source: [[!toggleable id="stats" text="""These statistics are gathered from bug reports we have received from [[WhisperBack|doc/first_steps/bug_reporting#whisperback]]."""]]
fr: [[!toggleable id="stats" text="""Ces statistiques sont collectées depuis les rapports d'erreurs que nous avons reçus avec [[WhisperBack|doc/first_steps/bug_reporting#whisperback]]."""]]
zh_tw: [[!toggleable id="stats" text="""這些統計數據是收集自我們從[[WhisperBack|doc/first_steps/bug_reporting#whisperback]]取得的錯誤回報。"""]]

source: Of course, some of these computers will keep working for a while. But once the number had fallen this low, the benefits of switching Tails to 64-bit outweighed the reasons we had to keep supporting 32-bit computers.
fr: Bien sûr, une partie de ces ordinateurs peuvent encore fonctionner pendant quelque temps. Mais depuis que leur nombre a chuté aussi bas, le bénéfice de basculer Tails en 64 bits l'emporte sur les raisons de conserver la compatibilité avec les ordinateurs 32 bits.
zh_tw: 當然有些電腦會再運行一段時日。但是一旦這個數字已超過某些界限，轉換Tails到 64-位元處理器的好處多過於我們繼續維持支援 32-位元的電腦。

source: We had two main reasons to switch Tails to 64-bit:
fr: Nous avons deux raisons principales de basculer Tails en 64 bits :
zh_tw: 主要有二個原因讓我們將Tails 3.0 轉換到 64-位元：

source: **We want Tails users to be safer**: software built for 64-bit processors can benefit from several improvements that make it harder for attackers to exploit security vulnerabilities (improved [[!wikipedia Address space layout randomization]], compulsory support for the [[!wikipedia NX bit]]).
fr: **Nous voulons que les personnes utilisant Tails soient plus en sûreté** : les logiciels construits pour les processeurs 64 bits peuvent bénéficier de plusieurs améliorations qui rendent plus difficile aux attaquants l'exploitation de vulnérabilités (amélioration de la [[!wikipedia_fr Address space layout randomization desc="distribution aléatoire de l'espace d'adressage"]], compatibilité obligatoire avec le [[!wikipedia_fr NX Bit]]).
zh_tw: **我們要讓 Tails 使用者更安全**：64-位元處理器所編譯的軟體可以受惠於一些改善措施，讓攻擊者更難對安全弱點予以破壞 (改善的 [[!wikipedia Address space layout randomization]], 強制支援[[!wikipedia NX bit]]).

source: **We want to our project to be (more) sustainable**: Tails has been using a 64-bit Linux kernel for a while on machines that support it. But all other programs included in Tails so far were built for 32-bit processors, and compatibility issues kept arising. In the last few years, the developers who maintain Tails have spent lots of time addressing such issues. We would rather see them spend their time in ways that benefit our users on the long term, and not on problems that will vanish when Tails switches to 64-bit eventually.
fr: **Nous voulons que notre projet soit (plus) viable** : Tails utilise depuis longtemps un noyau Linux 64 bits sur les machines qui le supporte. Mais tous les autres programmes inclus à ce jour dans Tails sont construits pour les processeurs 32 bits, et des problèmes de compatibilité en résultent. Pendant les dernières années, les personnes qui développent Tails ont consommé beaucoup de temps à régler ces problèmes. Nous préférerions les voir passer leur temps sur des sujets qui profitent à long terme aux personnes utilisant Tails, et non pas sur des problèmes qui disparaîtront éventuellement lorsque Tails basculera en 64 bits.
zh_tw: **我們希望專案能更為永續存活**: Tails 用於 64-位元 Linux 核心 的機器上已有一段時日了。然而其它在 Tails 底下的應用程式仍然是採 32-位元的處理器因此其相容性問題越來越多。過去幾年，開發者花了許多時間精力在此問題，我們寧願他們能把精力放在能長期加惠使用者的地方，而不是那些如果最終轉換到 64-位元即會消失的課題上。

source: Thanks for your attention, and sorry for the inconvenience it may cause to you.
fr: Merci de votre attention, et désolé pour les désagréments que cela pourrait vous causer.
zh_tw: 謝謝你的關注，也對於造成不便感到抱歉。
