Repository: austin987/tails
Catalog: wiki/src/news/tails-support.*.po
Languages: fr

source: [[!meta title="Tails user support mailing list"]]
fr: [[!meta title="Liste de courrier électronique d'assistance de Tails"]]

source: After we closed off our forum in June, the Tails community was left without a public user support channel apart from IRC.
fr: Après avoir fermé notre forum en juin, la communauté Tails était restée sans canal public d'assistance, à part l'IRC.

source: Introducing tails-support@boum.org
fr: Présentation de tails-support@boum.org

source: To compensate this loss, we decided to create a new public mailing list for user support.
fr: Pour compenser cette perte, nous avons décidé de créer une nouvelle liste de discussion publique pour l'assistance.

source: This list is **the right place** for:
fr: Cette liste est **le bon endroit** pour :

source: **User support**: solving doubts about how to use Tails, security implications of Tails, etc.
fr: **Assistance** : répondre à vos interrogations sur comment utiliser Tails, les implications liées à la sécurité de Tails, etc.

source: **Community interaction**: information and tricks about ways of using Tails that are not officially documented but might be of interest to others.
fr: **Échanger avec la communauté** : astuces et informations sur des manières d'utiliser Tails qui ne sont pas officiellement documentées mais qui peuvent intéresser d'autres personnes.

source: **Small issues**: pointing out small things that we needed to fix and do not require a complete bug report. That's fine and we appreciate it.
fr: ** Problèmes légers** : identifier les petites choses qui nécessiteraient d'être corrigées mais qui ne nécessitent pas un rapport de bogue complet. C'est utile et nous l'apprécions.

source: This list is **the wrong place** for:
fr: Cette liste est **le mauvais endroit** pour :

source: **Bug reports**: see the [[bug reporting documentation|/doc/first_steps/bug_reporting]] instead.
fr: **Rapports de bogues** : voir plutôt la [[documentation de rapport de bogues|/doc/first_steps/bug_reporting]].

source: **Feature requests**: those should be done on the development mailing list: [[tails-dev@boum.org|about/contact#tails-dev]].
fr: **Demandes de fonctionnalités** : elles doivent être faites sur la liste de développement : [[tails-dev@boum.org|about/contact#tails-dev]].

source: **Computer security essays and conspiranoia** not directly related to Tails.
fr: ** Essais sur la sécurité des ordinateurs et la théorie du complot** qui ne sont pas directement en lien avec Tails.

source: Some reasons behind this decision
fr: Quelques explications à cela

source: Since 2012, we worked on replacing the old forum with a question and answer application. We hoped we could have a shared application with The Tor Project that was heading in the same direction. For many reasons this did not happen.
fr: Depuis 2012, nous avons travaillé sur le remplacement du vieux forum par une application de type questions et réponses. Nous espérions avoir une application partagée avec le Projet Tor qui allait dans la même direction. Pour de nombreuses raisons cela n'a pas eu lieu.

source: To solve this we decided to:
fr: Afin de remédier à cela nous avons décidé de :

source: Setup a support mailing list as a new public channel for user support with the help of the Tails community.
fr: Mettre en place une liste de courrier électronique qui sera le nouveau lieu public d'assistance, avec l'aide de la communauté Tails.

source: Gather frequently asked questions from the forum and the list on our website.
fr: Rassembler les question souvent posées sur le forum et de les lister sur notre site web.

source: On the long-run, have Askbot into Debian and improve it with the features we need.
fr: Sur le long terme, avoir Askbot dans Debian et l'améliorer avec les fonctionnalités dons nous avons besoin.

source: See the corresponding ticket: [[!tails_ticket 5984]].
fr: Voir le ticket correspondant : [[!tails_ticket 5984]].
