Repository: austin987/tails
Catalog: wiki/src/news/test_1.7-rc1.*.po
Languages: fr

source: [[!meta title="Call for testing: 1.7~rc1"]]
fr: [[!meta title="Appel à tester Tails 1.7~rc1"]]

source: You can help Tails! The first release candidate for the upcoming version 1.7 is out. Please test it and see if it works for you.
fr: Vous pouvez aider Tails ! La première version candidate pour la future version 1.7 est disponible. Merci de la tester et de voir si tout fonctionne pour vous.

source: How to test Tails 1.7~rc1?
fr: Comment tester Tails 1.7~rc1 ?

source: **Keep in mind that this is a test image.** We have made sure that it is not broken in an obvious way, but it might still contain undiscovered issues.
fr: **Gardez à l'esprit que c'est une image de test.** Nous nous sommes assurés qu'elle ne dysfonctionne pas de manière évidente, mais elle peut toujours contenir des problèmes non découverts.

source: Either try the <a href="#automatic_upgrade">automatic upgrade</a>, or download the ISO image and its signature:
fr: Vous pouvez soit essayer la <a href="#automatic_upgrade">mise à jour automatique</a>, soit télécharger l'image ISO et sa signature :

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/alpha/tails-i386-1.7~rc1/tails-i386-1.7~rc1.iso">Tails 1.7~rc1 ISO image</a>
fr: <a class="download-file" href="http://dl.amnesia.boum.org/tails/alpha/tails-i386-1.7~rc1/tails-i386-1.7~rc1.iso">Image ISO de Tails 1.7~rc1</a>

source: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-1.7~rc1.iso.sig">Tails 1.7~rc1 signature</a>
fr: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-1.7~rc1.iso.sig">Signature de Tails 1.7~rc1</a>

source: Have a look at the list of <a href="#known_issues">known issues of this release</a> and the list of [[longstanding known issues|support/known_issues]].
fr: Jetez un œil à la liste des <a href="#known_issues">problèmes connus de cette version</a> et à la liste des [[problèmes connus de longue date|support/known_issues]].

source: Test wildly!
fr: Testez à volonté !

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you first check if it is a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fr: Si vous découvrez quelque chose qui ne fonctionne pas comme prévu, merci de [[nous le rapporter|doc/first_steps/bug_reporting]] ! Points bonus si vous vérifiez que ce n'est pas un <a href="#known_issues">problème connu de cette version</a> ou un [[problème connu de longue date|support/known_issues]].

source: How to automatically upgrade from 1.6? ========================================
fr: Comment faire une mise à jour automatique depuis Tails 1.6 ? ========================================

source: These steps allow you to automatically upgrade a device installed with <span class="application">Tails Installer</span> from Tails 1.6 to Tails 1.7~rc1.
fr: Vous pouvez effectuer une mise à jour automatique d'un périphérique installé avec l'<span class="application">Installeur de Tails</span> de Tails 1.6 vers Tails 1.7~rc1.

source: Start Tails 1.6 from a USB stick or SD card (installed by the Tails Installer), and [[set an administration password|doc/first_steps/startup_options/administration_password]].
fr: Démarrez Tails 1.6 depuis une clé USB ou une carte SD (installée avec l'Installeur de Tails), et [[configurez un mot de passe administrateur|doc/first_steps/startup_options/administration_password]].

source: Run this command in a <span class="application">Root Terminal</span> to select the "alpha" upgrade channel and start the upgrade:
fr: Lancez cette commande dans un <span class="application">Terminal administrateur</span>, sélectionnez le canal de mise à jour "alpha" et lancez la mise à jour :

source: 1. Once the upgrade has been installed, restart Tails and look at <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">About Tails</span> </span> to confirm that the running system is Tails 1.7~rc1.
fr: 1. Une fois la mise à jour effectuée, redémarrez Tails et consultez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">À propos de Tails</span> </span> pour vous assurer de la mise à jour vers Tails 1.7~rc1.

source: What's new since 1.6? =======================
fr: Quoi de neuf depuis la version 1.6 ? =======================

source: Changes since Tails 1.6 are:
fr: Changements depuis Tails 1.6 :

source: * Major new features and changes - Add a technology preview of the Icedove Email client (a rebranded version of Mozilla Thunderbird), including OpenPGP support via the Enigmail add-on, general security and anonymity improvements via the Torbirdy add-on, and complete persistence support (which will be enabled automatically if you already have Claws Mail persistence enabled). Icedove will replace Claws Mail as the supported email client in Tails in a future release. (Closes: #6151, #9498, #10285) - Upgrade Tor to 0.2.7.4-rc-1~d70.wheezy+1+tails1. Among the many improvement of this new Tor major release, the new KeepAliveIsolateSOCKSAuth option allows us to drop the bug15482.patch patch (taken from the Tor Browse bundle) that enabled similar (but inferiour) functionality for *all* SocksPort:s -- now the same circuit is only kept alive for extended periods for the SocksPort used by the Tor Browser. (Closes: #10194, #10308) - Add an option to Tails Greeter which disables networking completely. This is useful when intending to use Tails for offline work only. (Closes: #6811)
fr: * Changements majeurs et nouvelles fonctionnalités : - Tails inclut maintenant le client mail Icedove (équivalent de Mozilla Thunderbird), qui permet l'utilisation d'OpenPGP grâce au module Enigmail, et dont les fonctionnalités de sécurité et d'anonymat ont été renforcé avec le module Torbirdy. La persistance pour Icedove est dès à présent fonctionnelle (et sera activée automatiquement si vous utilisez la persistance pour Claws-mail). Icedove remplacera Claws-mail et deviendra le client mail par défaut dans une prochaine version de Tails. (Tickets résolus : #6151, #9498, #10285 ) - Mise à jour de Tor vers 0.2.7.4-rc-1~d70.wheezy+1+tails1. En plus des nombreuses améliorations apportées par cette version de Tor, la nouvelle option KeepAliveIsolateSOCKSAuth nous permet d'abandonner le patch bug15482.patch (repris du Tor Browser Bundle), qui active des fonctionnalités similaires (mais inférieures) pour *tous* les SocksPort:s -- désormais le même circuit est conservé pour une période prolongée seulement pour le SocksPort utilisé par le Navigateur Tor. (Tickets résolus : #10194, #10308) - Une nouvelle option dans le Tails Greeter permet de désactiver totalement le réseau. Cela peut être utile si vous souhaitez utiliser Tails pour travailler uniquement hors-ligne. (Ticket résolu #6811)

source: * Security fixes - Fix CVE-2015-7665, which could lead to a network interface's IP address being exposed through wget. (Closes: #10364)
fr: * Problème de sécurité résolu - Résolution du CVE-2015-7665 : l'adresse IP du réseau était parfois révélée lors de l'usage de wget. (Ticket résolu : #10364)

source: * Minor improvements - Restart Tor if bootstrapping stalls for too long when not using pluggable transports. (Closes: #9516) - Install firmware-amd-graphics, and firmware-misc-nonfree instead of firmware-ralink-nonfree, both from Debian Sid. - Update the Tails signing key. (Closes: #10012)
fr: * Améliorations mineures - Redémarrage de Tor si celui-ci reste bloqué trop longtemps et si les pluggable transports ne sont pas utilisés. (Ticket résolu : #9516) - Installation de firmware-amd-graphics, et firmware-misc-nonfree à la place de firmware-ralink-nonfree, tous deux depuis Debian Sid. - Mise à jour de la clé de signature de Tails. (Ticket résolu : #10012)

source: There are numerous other changes that might not be apparent in the daily operation of a typical user. Technical details of all the changes are listed in the [Changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog?h=testing).
fr: De nombreuses autres améliorations qui pourrait ne pas être visibles sont détaillées dans le [Journal des modifications](https://git-tails.immerda.ch/tails/plain/debian/changelog?h=testing).

source: Known issues in 1.7~rc1
fr: Problèmes connus dans Tails 1.7~rc1

source: [[Longstanding known issues|support/known_issues]]
fr: [[Problèmes connus de longue date|support/known_issues]]
