Repository: austin987/tails
Catalog: wiki/src/news/test_0.20-rc1.*.po
Languages: fa

source: [[!meta date="2013-08-01 12:00:00"]] [[!meta title="Call for testing: 0.20~rc1"]]
fa: [[!meta date="۲۰۱۳/۰۸/۰۱"]] [[!meta title="درخواست برای آزمایش: 0.20~rc1"]]

source: You can help Tails! The first (and hopefully only) release candidate for the upcoming version 0.20 is out. Please test it and see if all works for you.
fa: شما می‌توانید به تیلز کمک کنید! اولین (و امیدواریم تنها) نامزد انتشار برای نسخهٔ پیش‌روی ۰٫۲۰ آماده شده‌است. لطفاً آن را امتحان کنید و ببینید برایتان کار می‌کند یا نه.

source: How to test Tails 0.20~rc1?
fa: چگونه تیلز 0.20~rc1 را امتحان کنیم؟

source: <strong>Keep in mind that this is a test image.</strong> We have made sure that it is not broken in an obvious way, but it might still contain undiscovered issues.
fa: <strong>در خاطر داشته باشید که این یک تصویر آزمایشی است.</strong> مطمئن شده‌ایم که هیچ آسیب مشهودی ندارد، اما همچنان ممکن است مشکلاتی شناسایی‌نشده داشته باشد.

source: Download the ISO image and its signature:
fa: تصویر ایزو و امضای آن را دانلود کنید:

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.20-rc1/tails-i386-0.20~rc1.iso" >Tails 0.20~rc1 ISO image</a>
fa: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.20-rc1/tails-i386-0.20~rc1.iso" >تصویر ایزوی 0.20~rc1</a>

source: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-0.20-rc1.iso.sig " >Tails 0.20~rc1 signature</a>
fa: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-0.20-rc1.iso.sig " >امضای تیلز 0.20~rc1</a>

source: [[Verify the ISO image|download#verify]].
fa: [[تأیید تصویر ایزو|download#verify]].

source: Have a look at the list of <a href="#known_issues">known issues of this release</a> and the list of [[longstanding known issues|support/known_issues]].
fa: نگاهی به فهرست <a href="#known_issues">مشکلات شناسایی‌شدهٔ این انتشار</a> و فهرست [[lمشکلات شناسایی‌شدهٔ قدیمی|support/known_issues]] بیندازید.

source: Test wildly!
fa: به شدت آن را امتحان کنید!

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you check that it is not a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fa: اگر هر چیزی یافتید که مطابق انتظار کار نمی‌کند لطفاً [[به ما گزارش بدهید|doc/first_steps/bug_reporting]]! چه بهتر که مطمئن شده باشید این مشکل یک <a href="#known_issues">مشکل شناسایی‌شدهٔ این انتشار</a> یا یک [[مشکل شناسایی‌شدهٔ قدیمی|support/known_issues]] نیست.

source: What's new since 0.19?
fa: چه چیزهایی نسبت به ۰٫۱۹ جدید هستند؟

source: New features
fa: ویژگی‌های جدید

source: Linux 3.10.3-1.
fa: لینوکس ۳٫۱۰٫۳-۱.

source: Bugfixes
fa: رفع ایرادها

source: Prevent Iceweasel from displaying a warning when leaving HTTPS web sites.
fa: جلوگیری از نمایش هشدار توسط Iceweasel هنگام بیرون رفتن از تارنماهای اچ‌تی‌تی‌پی‌اس.

source: Make Iceweasel use the correct, localized search engine.
fa: استفادهٔ Iceweasel از موتورهای جستجوی بومی‌شدهٔ صحیح.

source: Fix Git access to https:// repositories.
fa: درست کردن دسترسی گیت به مخازن https://.

source: Minor improvements
fa: بهبودهای جزیی

source: Install Dasher, a predictive text entry tool.
fa: نصب Dasher، یک ابزار پیش‌بینی متن.

source: Add a wrapper around TrueCrypt which displays a warning about it soon being deprecated in Tails.
fa: اضافه کردن ابزاری پیرامون تروکریپت که در مورد توقف قریب‌الوقوع استفاده از آن در تیلز هشدار می‌دهد.

source: Remove Pidgin libraries for all protocols but IRC and Jabber/XMPP. Many of the other protocols Pidgin support are broken in Tails and haven't got any security auditting.
fa: برداشتن بایگانی‌های پیجین برای تمام پروتکل‌ها به جز IRC و Jabber/XMPP. بسیاری از پروتکل‌های دیگری که پیجین از آن‌ها پشتیبانی می‌کند در تیلز دچار مشکل هستند و هیچ بررسی امنیتی روی آن‌ها انجام نشده‌است.

source: Disable the pre-defined Pidgin accounts so they do not auto-connect on Pidgin start.
fa: غیرفعال کردن حساب‌های ازپیش‌تعیین‌شدهٔ پیجین تا هنگام راه‌اندازی پیجین به طور خودکار متصل نشوند.

source: Include information about Alsa in WhisperBack reports.
fa: اضافه کردن اطلاعاتی در مورد آلسا در گزارش‌های ویسپربک.

source: Explicitly restrict access to ptrace. While this setting was enabled by default in Debian's Linux 3.9.6-1, it will later disabled in 3.9.7-1. It's unclear what will happen next, so let's explicitly enable it ourselves.
fa: محدود کردن آشکار دسترسی به ptrace. این تنظیم در لینوکس ۳٫۹٫۶-۱ دبیان به طور پیش‌فرض فعال شده بود، در ۳٫۹٫۷-۱ غیرفعال شد. مشخص نیست که پس از این چه اتفاقی در این مورد رخ می‌دهد، بنابراین بهتر است خودمان آن را آشکارا فعال کنیم.

source: Do not display dialog when a message is sent in Claws Mail.
fa: نشان ندادن پنجرهٔ گفتگو پس از فرستادن یک پیغام در Claws Mail.

source: Localization
fa: بومی‌سازی

source: Many translation updates all over the place.
fa: پیشرفت‌های مختلف در کار ترجمه.

source: Merge all Tails-related POT files into one, and make use of intltoolize for better integration with Transifex.
fa: ادغام تمام فایل‌های POT مرتبط با تیلز در یک فایل و استفاده از intltoolize برای یکپارچه‌سازی بهتر با Transifex.

source: <a id="known_issues"></a>Known issues in 0.20~rc1
fa: <a id="known_issues"></a>مشکلات شناسایی‌شده در 0.20~rc1

source: The ISO image and signature were mistakenly named with "~rc1" (notice the tilde) instead of "-rc1", like before.
fa: نام تصویر ایزو و امضاء به اشتباه به جای «~rc1» (به مدک دقت کنید) «-rc1ـ» گذاشته شده بود.

source: The French translation is broken to the point that it prevents some applications from starting (like the emergency shutdown applet).
fa: ترجمهٔ فرانسوی به حدی دچار مشکل شده که باعث می‌شود بعضی ابزارها نتوانند راه‌اندازی شوند (مانند برنامک خاموش کردن اضطراری).

source: All these issues are fixed in Git and will be fixed in Tails 0.20.
fa: تمام این مشکلات در گیت برطرف شده و در تیلز ۰٫۲۰ برطرف خواهند شد.
