Repository: austin987/tails
Catalog: wiki/src/news/test_veracrypt-beta.*.po
Languages: fr

source: [[!meta title="Call for testing: VeraCrypt support in Tails"]]
fr: [[!meta title="Appel à tester : support de VeraCrypt dans Tails"]]

source: You can help Tails! The beta version for the [[VeraCrypt support in Tails|/blueprint/veracrypt/]] is ready for testing. We are very excited.
fr: Vous pouvez aider Tails ! La version bêta pour le [[support de VeraCrypt dans Tails|/blueprint/veracrypt/]] est prête pour les tests. Nous sommes très enthousiastes.

source: What's new in the Beta?
fr: Quoi de neuf dans la bêta ?

source: We worked to integrate VeraCrypt support into the existing GNOME workflow for unlocking encrypted volumes. As a result, most of the features already provided for LUKS volumes are now also provided for VeraCrypt volumes. This includes unlocking volumes via the <span class=\"application\">GNOME Disks</span> application and integration into the places sidebar in <span class=\"application\">GNOME Files</span>. If your file containers have the ".hc" file extension, they will be recognized as VeraCrypt volumes and can be easily unlocked in <span class=\"application\">GNOME Files</span>.
fr: Nous avons travaillé à l'intégration du support de VeraCrypt dans le fonctionnement existant de GNOME pour déverrouiller les volumes chiffrés. Au final, la plupart des fonctionnalités déjà présentes pour les volumes LUKS sont maintenant également fournies pour les volumes VeraCrypt. Cela inclut le déverrouillage des volumes par l'application <span class=\"application\">GNOME Disques</span> et l'intégration dans la barre latérale des emplacements de <span class=\"application\">GNOME Fichiers</span>. Si vos conteneurs de fichiers ont l'extension ".hc", ils seront reconnus comme volumes VeraCrypt et pourront facilement être déverrouillés dans <span class=\"application\">GNOME Fichiers</span>.

source: Additionally, we created a small application, <span class=\"application\"> VeraCrypt Mounter</span>, which makes it easier to unlock VeraCrypt volumes, especially file containers that do not have the ".hc" extension.
fr: En complément, nous avons créé une petite application, <span class=\"application\"> Montage de volumes VeraCrypt</span>, qui facilite le déverrouillage de volumes VeraCrypt, en particulier les conteneurs de fichiers qui ne possèdent pas l'extension ".hc".

source: How to test the Beta?
fr: Comment tester la bêta ?

source: Download and install the ISO image on a USB stick or DVD, start it and try to unlock your existing VeraCrypt volumes.
fr: Téléchargez et installez l'image ISO sur une clé USB ou un DVD, démarrez-la et essayez de déverrouiller vos volumes VeraCrypt existants.

source: We are interested in your feedback on bugs and usability of this feature.
fr: Nous sommes intéressés par vos retours sur l'utilisation et les problèmes de cette fonctionnalité.

source: - Are there any steps that are not clear? - Did you run into technical issues?
fr: - Est-ce qu'il y a des étapes qui ne sont pas claires ? - Avez-vous rencontré des problèmes techniques ?

source: Please send feedback emails to tails-testers@boum.org.
fr: Merci d'envoyer vos courriers de retours à tails-testers@boum.org (en anglais).

source: Get the Beta
fr: Obtenir la bêta

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/alpha/tails-amd64-feature_14481-TCRYPT-support-beta-3.9-20180711T0737Z-628b2ff44a%2Bdevel%40df85233d79.iso">VeraCrypt support in Tails beta ISO image</a>
fr: <a class="download-file" href="http://dl.amnesia.boum.org/tails/alpha/tails-amd64-feature_14481-TCRYPT-support-beta-3.9-20180711T0737Z-628b2ff44a%2Bdevel%40df85233d79.iso">Image ISO bêta du support de VeraCrypt dans Tails</a>

source: There is no signature available for this test ISO image.
fr: Il n'y a pas de signature disponible pour cette image ISO de test.

source: Known issues
fr: Problèmes connus

source: We've identified a list of known issues [[!tails_ticket 14480]] among which
fr: Nous avons identifiés une liste des problèmes connus [[!tails_ticket 14480]] parmi lesquels

source: Trying to unlock via the places sidebar using an incorrect password or keyfile results in a not very helpful error message [[!tails_ticket 15663]]
fr: Essayer de déverrouiller via la barre latérale des emplacements avec un mot de passe ou un fichier de clé incorrects donne un message d'erreur peu explicite [[!tails_ticket 15663]]

source: Unlocking via the places sidebar doesn't provide any feedback [[!tails_ticket 15664]]
fr: Déverrouiller avec la barre latérale des emplacements ne fournit aucun retour [[!tails_ticket 15664]]

source: No integration in the places sidebar of the file chooser dialog of some applications (including Tor Browser) [[!tails_ticket 15667]]
fr: Pas d'intégration dans la barre latérale des emplacements de la boîte de dialogue de choix de fichiers de certaines applications (y compris le Navigateur Tor) [[!tails_ticket 15667]]

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate?r=veracrypt-beta">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate?r=veracrypt-beta">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
