Repository: austin987/tails
Catalog: wiki/src/news/test_0.17-rc1.*.po
Languages: fa

source: [[!meta date="2013-01-19 23:45:60 +0200"]] [[!meta title="Call for testing: 0.17~rc1"]]
fa: [[!meta date="۲۰۱۳/۰۱/۱۹"]] [[!meta title="درخواست آزمایش: 0.17~rc1"]]

source: You can help Tails! The <em>first</em> release candidate for the upcoming version 0.17 is out. Please test it and see if all works for you.
fa: شما می‌توانید به تیلز کمک کنید! <em>اولین</em> نامزد انتشار برای نسخهٔ پیش‌روی ۰٫۱۷ آماده شده‌است. لطفاً آن را امتحان کنید و ببینید برایتان کار می‌کند یا نه.

source: How to test Tails 0.17~rc1?
fa: چگونه تیلز 0.17~rc1 را امتحان کنیم؟

source: <strong>Keep in mind that this is a test image.</strong> We have made sure that it is not broken in an obvious way, but it might still contain undiscovered issues.
fa: <strong>در خاطر داشته باشید که این یک تصویر آزمایشی است.</strong> مطمئن شده‌ایم که هیچ آسیب مشهودی ندارد، اما همچنان ممکن است مشکلاتی شناسایی‌نشده داشته باشد.

source: Download the ISO image and its signature:
fa: تصویر ایزو و امضای آن را دانلود کنید:

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.17-rc1/tails-i386-0.17-rc1.iso" >Tails 0.17~rc1 ISO image</a>
fa: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.17-rc1/tails-i386-0.17-rc1.iso" >تصویر ایزوی0.17~rc1</a>

source: <a class="download-signature" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.17-rc1/tails-i386-0.17-rc1.iso.pgp" >Tails 0.17~rc1 signature</a>
fa: <a class="download-signature" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.17-rc1/tails-i386-0.17-rc1.iso.pgp" >امضای تیلز 0.17~rc1 </a>

source: [[Verify the ISO image|download#index3h1]].
fa: [[تأیید تصویر ایزو|download#index3h1]].

source: Have a look at the list of <a href="#known_issues">known issues of this release</a> and the list of [[longstanding known issues|support/known_issues]].
fa: نگاهی به فهرست <a href="#known_issues">مشکلات شناسایی‌شدهٔ این انتشار</a> و فهرست [[lمشکلات شناسایی‌شدهٔ قدیمی|support/known_issues]] بیندازید.

source: Test wildly!
fa: به شدت آن را امتحان کنید!

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you check that it is not a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fa: اگر هر چیزی یافتید که مطابق انتظار کار نمی‌کند لطفاً [[به ما گزارش بدهید|doc/first_steps/bug_reporting]]! چه بهتر که مطمئن شده باشید این مشکل یک <a href="#known_issues">مشکل شناسایی‌شدهٔ این انتشار</a> یا یک [[مشکل شناسایی‌شدهٔ قدیمی|support/known_issues]] نیست.

source: What's new since 0.16?
fa: چه چیزهایی نسبت به ۰٫۱۶ جدید هستند؟

source: New features
fa: ویژگی‌های جدید

source: Install the KeePassX password manager.
fa: نصب ابزار مدیریت گذرواژهٔ KeePassX.

source: Ugrade to Iceweasel 17.0.2esr-1+tails2~bpo60+1.
fa: ارتقاء به Iceweasel 17.0.2esr-1+tails2~bpo60+1.

source: Install xul-ext-adblock-plus from squeeze-backports.
fa: نصب xul-ext-adblock-plus از squeeze-backports.

source: Do not allow listing all available fonts.
fa: اجازه ندادن به فهرست کردن تمام قلم‌های موجود.

source: Fix default spellchecker.
fa: درست کردن ابزار پیش‌فرض بررسی املاء.

source: Disable the add-ons automatic update feature.
fa: غیرفعال کردن ویژگی ارتقای خودکار افزایه‌ها.

source: Remove NoScript click-to-play confirmation.
fa: برداشتن تأیید کلیک-برای-اجرای نواسکریپت.

source: Sync some prefs set by Torbutton, to be ready when it stops setting these.
fa: هماهنگ کردن بعضی ترجیحات تورباتن برای آماده بودن وقتی دیگر این ترجیحات را تنظیم نکند.

source: Disable navigation timing.
fa: غیرفعال کردن زمان‌بندی مرور.

source: Disable SPDY.
fa: غیرفعال کردن اسپیدی.

source: More aggressive iceweasel HTTP pipelining settings.
fa: تنظیمات خط لولهٔ سفت‌وسخت‌تر اچ‌تی‌تی‌پی‌ در Iceweasel.

source: Enable WebGL (as click-to-play only).
fa: فعال کردن WebGL (به حالت تنها کلیک-برای-اجرا).

source: Disable network.http.connection-retry-timeout.
fa: غیرفعال کردن network.http.connection-retry-timeout.

source: Disable full path information for plugins.
fa: غیرفعال کردن اطلاعات مسیر کامل برای افزایه‌ها.

source: Remove NoScript blocks of WebFonts.
fa: برداشتن بلاک‌های WebFonts نواسکریپت.

source: Disable DOM storage in Torbutton.
fa: غیرفعال کردن ذخیرهٔ DOM در تورباتن.

source: Synchronize iceweasel's general.useragent.override with TBB based on FF17.
fa: هماهنگ کردن general.useragent.override در Iceweasel با TBB مبتنی بر FF17.

source: Explicitly disable AdBlock Plus "correct typos" feature.
fa: غیرفعال کردن آشکار ویژگی «اصلاح غلط‌های تایپی» ادبلاک‌پلاس.

source: Minor improvements
fa: بهبودهای جزیی

source: Upgrade to live-boot 3.0~b11-1 and live-config 3.0.12-1.
fa: ارتقاء به live-boot 3.0~b11-1 و live-config 3.0.12-1.

source: Check for errors when sourcing live-boot files, e.g. to detect when they have been renamed upstream.
fa: بررسی خطاها هنگام سورس کردن فایل‌های live-boot برای فهمیدن این که چه زمانی در آپ‌استریم اسمشان تغییر می‌کند.

source: Avoid doubled "quiet" kernel command-line parameter.
fa: اجتناب از پارامتر خط فرمان هستهٔ دوگانهٔ «quiet».

source: Bugfixes
fa: رفع ایرادها

source: Use the regular GnuPG agent + pinentry-gtk2 instead of Seahorse as a GnuPG agent. This fixes usage of OpenPGP in Claws Mail, and brings support for OpenPGP smartcards.
fa: استفاده از GnuPG agent + pinentry-gtk2 به جای Seahorse به عنوان یک عامل GnuPG. این مساله مشکل استفاده از اُپن‌پی‌جی‌پی در Claws Mail را حل کرده و باعث ایجاد پشتیبانی از کارت هوشمندهای اُپن‌پی‌جی‌پی می‌شود.

source: Enable I2P hidden mode. Else, killing I2P ungracefully is bad for the I2P network.
fa: فعال کردن حالت مخفی I2P. در غیر این صورت از بین بردن I2P برای شبکهٔ آن خوب نخواهد بود.

source: live-persist: move error() function before the first potential usecase.
fa: live-persist: جابه‌جا کردن عملکرد error() پیش از اولین مورد استفادهٔ احتمالی.

source: Hardware support
fa: پشتیبانی سخت‌افزاری

source: Install recent Intel and AMD microcode.
fa: نصب کردن میکروکد جدید اینتل و AMD.

source: Install firmware loader for Qualcomm Gobi USB chipsets.
fa: نصب بارگذارهای سفت‌افزار برای تراشه‌های یواس‌بی Qualcomm Gobi.

source: Upgrade barry to 0.18.3-5~bpo60+1.
fa: ارتقای barry به 0.18.3-5~bpo60+1.

source: Build system
fa: سیستم ساخت

source: Remove APT local cache.
fa: برداشتن کش محلی اپت.

source: <a id="known_issues"></a>Known issues in 0.17~rc1
fa: <a id="known_issues"></a>مشکلات شناسایی‌شده در 0.17~rc1

source: Disabling DOM storage in the Tails web browser makes is appear slightly differently from the alpha Torbrowser (based on Firefox 17). This will be fixed in a future version once we [[use the same DOM storage patches and settings|todo/iceweasel_DOM_storage_isolation]] as the Torbrowser.
fa: غیرفعال کردن ذخیرهٔ DOM در مرورگر وب تیلز باعث می‌شود این مرورگر نسبت به مرورگر تور آلفا (مبتنی بر فایرفاکس ۱۷) کمی متفاوت به نظر برسد. این مساله در یک نسخهٔ آتی پس از شروع [[استفاده از همان بسته‌ها و تنظیمات ذخیره‌سازی DOM|todo/iceweasel_DOM_storage_isolation]] حل خواهد شد.
