Repository: austin987/tails
Catalog: wiki/src/news/test_1.0-rc1.*.po
Languages: fa

source: [[!meta title="Call for testing: 1.0~rc1"]]
fa: [[!meta title="درخواست برای آزمایش: 1.0~rc1"]]

source: [[!meta date="2014-04-18 12:00:00"]]
fa: [[!meta date="۲۰۱۴/۰۴/۱۸ ۱۲:۰۰:۰۰"]]

source: You can help Tails! The first release candidate for the upcoming version 1.0 is out. Please test it and see if it works for you.
fa: شما می‌توانید به تیلز کمک کنید! اولین نامزد انتشار برای نسخهٔ پیش‌روی ۱٫۰ آماده شده‌است. لطفاً آن را امتحان کنید و ببینید برایتان کار می‌کند یا نه.

source: How to test Tails 1.0~rc1? =============================
fa: چگونه تیلز 1.0~rc1 را امتحان کنیم؟ =============================

source: **Keep in mind that this is a test image.** We have made sure that it is not broken in an obvious way, but it might still contain undiscovered issues.
fa: **در خاطر داشته باشید که این یک تصویر آزمایشی است.** مطمئن شده‌ایم که هیچ آسیب مشهودی ندارد، اما همچنان ممکن است مشکلاتی شناسایی‌نشده داشته باشد.

source: Either try the <a href="#automatic_upgrade">automatic upgrade</a>, or download the ISO image and its signature:
fa: یا از <a href="#automatic_upgrade">ارتقای خودکار</a> استفاده کرده یا تصویر ایزو و امضای آن را دانلود کنید:

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/alpha/tails-i386-1.0~rc1/tails-i386-1.0~rc1.iso" >Tails 1.0~rc1 ISO image</a>
fa: <a class="download-file" href="http://dl.amnesia.boum.org/tails/alpha/tails-i386-1.0~rc1/tails-i386-1.0~rc1.iso" >تصویر ایزوی تیلز 1.0~rc1</a>

source: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-1.0~rc1.iso.sig">Tails 1.0~rc1 signature</a>
fa: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-1.0~rc1.iso.sig">امضای تیلز 1.0~rc1</a>

source: Have a look at the list of [[longstanding known issues|support/known_issues]].
fa: نگاهی به فهرست [[مشکلات شناسایی‌شدهٔ قدیمی|support/known_issues]] بیندازید.

source: Test wildly!
fa: به شدت آن را امتحان کنید!

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you check if it is a [[longstanding known issue|support/known_issues]].
fa: اگر هر چیزی یافتید که مطابق انتظار کار نمی‌کند لطفاً [[به ما گزارش بدهید|doc/first_steps/bug_reporting]]! چه بهتر که مطمئن شده باشید این مشکل یک [[مشکل شناسایی‌شدهٔ قدیمی|support/known_issues]] نیست.

source: How to automatically upgrade from 0.23?
fa: چگونه از ۰٫۲۳ ارتقای خودکار را انجام بدهم؟

source: These steps allow you to automatically upgrade a device installed with <span class="application">Tails Installer</span> from Tails 0.23 to Tails 1.0~rc1.
fa: این مراحل به شما اجازه می‌دهند تا به طور خودکار یک دستگاه نصب‌شده با <span class="application">Tails Installer</span> از تیلز ۰٫۲۳ به تیلز 1.0~rc1 ارتقاء دهید.

source: Start Tails 0.23 and [[set an administration password|doc/first_steps/startup_options/administration_password]].
fa: تیلز ۰٫۲۳ را راه‌اندازی کرده و[[یک گذرواژهٔ مدیریتی ایجاد کنید|doc/first_steps/startup_options/administration_password]].

source: Run this command in a <span class="application">Root Terminal</span> to select the "alpha" upgrade channel and start the upgrade:
fa: این فرمان را در یک <span class="application">پایانهٔ اصلی</span> اجرا کرده تا یک کانال ارتقای «آلفا» پیدا کنید و ارتقاء را آغاز کنید:

source: 1. Once the upgrade has been installed, restart Tails and choose <span class="menuchoice"> <span class="guimenu">System</span>&nbsp;&#x25B8; <span class="guimenuitem">About Tails</span> </span> to confirm that the running system is Tails 1.0~rc1.
fa: ۱. پس از نصب شدن ارتقاءدهنده تیلز را دوباره راه‌اندازی کرده و از <span class="menuchoice"> <span class="guimenu">سیستم</span>&nbsp;&#x25B8; <span class="guimenuitem">دربارهٔ تیلز</span> </span> بروید تا تأیید کنید که این سیستم تیلز 1.0~rc1 است.

source: What's new since 0.23?
fa: چه چیزهایی نسبت به ۰٫۲۳ جدید هستند؟

source: * Bugfixes - Disable inbound I2P connections. Tails already restricts incoming connections, but this change tells I2P about it. - Fix link to the system requirements documentation page in the Tails Upgrader error shown when too little RAM is available.
fa: * رفع ایرادها - غیرفعال کردن اتصال‌های رو به داخل I2P. تیلز اتصال‌های رو به داخل را قطع می‌کند اما این مورد خاص برای I2P است. - درست کردن پیوند به صفحهٔ سند نیازمندی‌های سیستم در پیغام خطای ارتقاءدهندّد تیلز زمانی که حافظهٔ تصادفی کمی موجود است.

source: * Minor improvements - Upgrade I2P to 0.9.12-2~deb6u+1. - Import TorBrowser profile. This was forgotten in Tails 0.23 and even though we didn't explicitly set those preferences in that release they defaulted to the same values. This future-proofs us in case the defaults would ever change. - Import new custom version of Tor Launcher: * Based on upstream Tor Launcher 0.2.5.3. * Improve how Tor Launcher handles incomplete translation. (Tor bug [[!tor_bug 11483]]; more future-proof fix for Tails bug [[!tails_ticket 6885]]) * Remove the bridge settings prompt. (Tor bug [[!tor_bug 11482]]; closes Tails bug [[!tails_ticket 6934]]) * Always show bridge help button. (Tor bug [[!tor_bug 11484]])
fa: * بهبودهای جزیی: - ارتقای I2P به 0.9.12-2~deb6u+1. - وارد کردن پروفایل مرورگر تور. این کار در تیلز ۰٬۲۳ فراموش شده بود و با این که به طرز آشکار این ترجیحات را در آن انتشار مشخص نکرده بودیم آن‌ها به طور پیش‌فرض روی همان مقدار قرار گرفتند. این مساله برای آینده در صورتی که مقدار پیش‌فرض عوض نشد مناسب است. - وارد کردن نسخهٔ جدید اختصاصی راه‌اندار تور: * بر مبنای آپ‌استریم راه‌انداز تور ۰٫۲٫۵٫۳. * بهبود نحوهٔ رسیدگی ترجمه‌های ناتمام از سوی راه‌انداز تور (ایراد تور [[!tor_bug 11483]]؛ موارد مهم برای آینده برای ایراد تیلز [[!tails_ticket 6885]]) * برداشتن تنظیمات پل. (ایراد تور [[!tor_bug 11482]]؛ باعث رفع این ایراد می‌شود [[!tails_ticket 6934]]) * همیشه دکمهٔ کمک پل نشان داده شود (ایراد تور [[!tor_bug 11484]])

source: See the <a href="https://git-tails.immerda.ch/tails/plain/debian/changelog?h=stable">online Changelog</a> for technical details.
fa: برای جزییات فنی رجوع کنید به <a href="https://git-tails.immerda.ch/tails/plain/debian/changelog?h=stable"> لاگ آنلاین تغییرات</a>.
