Repository: austin987/tails
Catalog: wiki/src/news/test_0.17.2-rc1.*.po
Languages: fa

source: [[!meta date="2013-04-04 10:45:00"]] [[!meta title="Call for testing: 0.17.2~rc1"]]
fa: [[!meta date="۲۰۱۳/۴/۴ ۱۰:۴۵:۰۰"]] [[!meta title="درخواست آزمایش: 0.17.2~rc1"]]

source: You can help Tails! The first (and hopefully only) release candidate for the upcoming version 0.17.2 is out. Please test it and see if all works for you.
fa: شما می‌توانید به تیلز کمک کنید! اولین (و امیدواریم تنها) نامزد انتشار برای نسخهٔ پیش‌روی ۰٫۱۷٫۲ آماده شده‌است. لطفاً آن را امتحان کنید و ببینید برایتان کار می‌کند یا نه.

source: How to test Tails 0.17.2~rc1?
fa: چگونه تیلز 0.17.2~rc1 را امتحان کنیم؟

source: <strong>Keep in mind that this is a test image.</strong> We have made sure that it is not broken in an obvious way, but it might still contain undiscovered issues.
fa: <strong>در خاطر داشته باشید که این یک تصویر آزمایشی است.</strong> مطمئن شده‌ایم که هیچ آسیب مشهودی ندارد، اما همچنان ممکن است مشکلاتی شناسایی‌نشده داشته باشد.

source: Download the ISO image and its signature:
fa: تصویر ایزو و امضای آن را دانلود کنید:

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.17.2-rc1/tails-i386-0.17.2-rc1.iso" >Tails 0.17.2~rc1 ISO image</a>
fa: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.17.2-rc1/tails-i386-0.17.2-rc1.iso" >تصویر ایزوی تیلز 0.17.2~rc1 </a>

source: <a class="download-signature" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.17.2-rc1/tails-i386-0.17.2-rc1.iso.pgp" >Tails 0.17.2~rc1 signature</a>
fa: <a class="download-signature" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.17.2-rc1/tails-i386-0.17.2-rc1.iso.pgp" >امضای تیلز 0.17.2~rc1</a>

source: [[Verify the ISO image|download#verify]].
fa: [[تأیید تصویر ایزو|download#verify]].

source: Have a look at the list of <a href="#known_issues">known issues of this release</a> and the list of [[longstanding known issues|support/known_issues]].
fa: نگاهی به فهرست <a href="#known_issues">مشکلات شناسایی‌شدهٔ این انتشار</a> و فهرست [[lمشکلات شناسایی‌شدهٔ قدیمی|support/known_issues]] بیندازید.

source: Test wildly!
fa: به شدت آن را امتحان کنید!

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you check that it is not a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fa: اگر هر چیزی یافتید که مطابق انتظار کار نمی‌کند لطفاً [[به ما گزارش بدهید|doc/first_steps/bug_reporting]]! چه بهتر که مطمئن شده باشید این مشکل یک <a href="#known_issues">مشکل شناسایی‌شدهٔ این انتشار</a> یا یک [[مشکل شناسایی‌شدهٔ قدیمی|support/known_issues]] نیست.

source: What's new since 0.17.1?
fa: چه چیزهایی نسبت به ۰٫۱۷٫۱ جدید هستند؟

source: Upgrade to Iceweasel 17.0.5esr-0+tails2~bpo60+1.
fa: ارتقای به Iceweasel 17.0.5esr-0+tails2~bpo60+1.

source: Stop displaying obsolete context menu entries ("Open Tor URL" and friends).
fa: توقف نمایش مدخل‌های فهرست منسوخ («باز کردن یوآرال تور» و امثالهم).

source: Hardware support
fa: پشتیبانی سخت‌افزاری

source: Update Linux to 3.2.41-2
fa: ارتقای لینوکس به ۳٫۲٫۴۱-۲

source: Bugfixes
fa: رفع ایرادها

source: Use more reliable OpenPGP keyservers: use the hkps pool in GnuPG (and import their SSL CA); use hkp://pool.sks-keyservers.net in Seahorse (as it does not support hkps yet)
fa: استفاده از سرورهای کلید اُپن‌پی‌جی‌پی قابل‌اطمینان‌تر: استفاده از منبع hkps در GnuPG (و وارد کردن SSL CA آن‌ها)؛ استفاده از hkp://pool.sks-keyservers.net در Seahorse (چرا که هنوز از hkps پشتیبانی نمی‌کند)

source: Keep udisks users (GNOME Disk Utility, tails-persistence-setup, etc.) from resetting the system partition's attributes when manipulating the partition table. To this end, backport the relevant bugfix from Wheezy into parted 2.3-5+tails1. This allowed to remove the sgdisk-based workaround in tais-persistence-setup, and to stop installing python-parted. All this is a first needed step to fix [[!tails_todo make_system_disk_read-only]] in a future release.
fa: جلوگیری از ریست کردن پارتیشن‌های سیستم توسط کاربران udisks (ابزار دیسک گنوم، tails-persistence-setup و غیره) هنگام دستکاری جدول پارتیشن‌ها. برای این کار رفع ایراد مرود نظر را از ویزی به 2.3-5+tails1 بک‌پورت کردیم. این کار به ما اجازه داد راه‌حل جانبی مبتنی بر sgdisk را در tais-persistence-setup به کار ببریم و از نصب python-parted جلوگیری کنیم. همه این‌ها گامی لازم برای درست کردن [[!tails_todo make_system_disk_read-only]] در یک نسخه در آینده است.

source: Minor improvements
fa: بهبودهای جزیی

source: Disable NoScript's HTML5 media click-to-play for better user experience.
fa: غیرفعال کردن کلیک-برای-اجرای مدیای اچ‌تی‌ام‌ال۵ نواسکریپت برای تجربهٔ کاربری بهتر.

source: Localization
fa: بومی‌سازی

source: Tails USB installer: update translations for French, German, Spanish, Finnish, Greek, Italian, Latvian, Dutch, Polish and Chinese.
fa: نصب‌کنندهٔ یواس‌بی تیلز: به‌روزرسانی ترجمه‌های فرانسوی، آلمانی، اسپانیایی، فنلاندی، یونانی، ایتالیایی، لاتویایی، هلندی، لهستانی و چینی.

source: Tails Greeter: update translations for Farsi, Chinese, French; new translations: Finnish, Norwegian Bokmål, Galician.
fa: خوشامدگوی تیلز: به روزرسانی ترجمه‌های فارسی، چینی، فرانسوی؛ ترجمه‌های جدید:‌ فنلاندی، نروژی بوکمل، گالیسی.

source: tails-persistence-setup: update Farsi and Chinese translations; import new translations for Finnish and Swedish.
fa: tails-persistence-setup: به‌روزرسانی ترجمه‌های فارسی و چینی؛ وارد کردن ترجمه‌های جدید فنلاندی و سوئدی.

source: WhisperBack: update translations for Arabic, French, German, Greek, Spanish, Korean, Polish, Russian. New translations: Finnish, Chinese.
fa: ویسپربک: به‌روزرسانی ترجمه‌های عربی، فرانسوی، آلمانی، یونانی، اسپانیایی، کره‌ای، لهستانی، روسی. ترجمه‌های جدید: فنلاندی، چینی.

source: Build process
fa: روند ساخت

source: Add automated testing framework (Sikuli, Cucumber, libvirt -based) with a bunch of tests.
fa: اضافه کردن چارچوب خودکار آزمایش (مبتنی بر Sikuli، Cucumber و libvirt) با چند آزمایش.

source: <a id="known_issues"></a>Known issues in 0.17.2~rc1
fa: <a id="known_issues"></a>مشکلات شناسایی‌شده در 0.17.2~rc1

source: No regression is known yet.
fa: هنوز هیچ رگرسیونی یافت نشده‌است.
