Repository: austin987/tails
Catalog: wiki/src/news/test_0.23-rc1.*.po
Languages: fa

source: [[!meta title="Call for testing: 0.23~rc1"]] [[!meta date="2014-13-07 01:23:45"]]
fa: [[!meta title="درخواست برای آزمایش: 0.23~rc1"]] [[!meta date=۲۰۱۴/۱۳/۰۷ ۰۱:۲۳:۴۵"]]

source: You can help Tails! The first (and hopefully only) release candidate for the upcoming version 0.23 is out. Please test it and see if all works for you.
fa: شما می‌توانید به تیلز کمک کنید! اولین (و امیدواریم تنها) نامزد انتشار برای نسخهٔ پیش‌روی ۰٫۲۳ آماده شده‌است. لطفاً آن را امتحان کنید و ببینید برایتان کار می‌کند یا نه.

source: How to test Tails 0.23~rc1?
fa: چگونه تیلز 0.23~rc1 را امتحان کنیم؟

source: <strong>Keep in mind that this is a test image.</strong> We have made sure that it is not broken in an obvious way, but it might still contain undiscovered issues.
fa: <strong>در خاطر داشته باشید که این یک تصویر آزمایشی است.</strong> مطمئن شده‌ایم که هیچ آسیب مشهودی ندارد، اما همچنان ممکن است مشکلاتی شناسایی‌نشده داشته باشد.

source: Download the ISO image and its signature:
fa: تصویر ایزو و امضای آن را دانلود کنید:

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/alpha/tails-i386-0.23~rc1/tails-i386-0.23~rc1.iso" >Tails 0.23~rc1 ISO image</a>
fa: <a class="download-file" href="http://dl.amnesia.boum.org/tails/alpha/tails-i386-0.23~rc1/tails-i386-0.23~rc1.iso" >تصویر ایزوی تیلز 0.23~rc1 </a>

source: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-0.23~rc1.iso.sig " >Tails 0.23~rc1 signature</a>
fa: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-0.23~rc1.iso.sig " >0.23~rc1 امضای تیلز</a>

source: [[Verify the ISO image|download#verify]].
fa: [[تأیید تصویر ایزو|download#verify]].

source: Have a look at the list of <a href="#known_issues">known issues of this release</a> and the list of [[longstanding known issues|support/known_issues]].
fa: نگاهی به فهرست <a href="#known_issues">مشکلات شناسایی‌شدهٔ این انتشار</a> و فهرست [[lمشکلات شناسایی‌شدهٔ قدیمی|support/known_issues]] بیندازید.

source: Test wildly!
fa: به شدت آن را امتحان کنید!

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you check that it is not a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fa: اگر هر چیزی یافتید که مطابق انتظار کار نمی‌کند لطفاً [[به ما گزارش بدهید|doc/first_steps/bug_reporting]]! چه بهتر که مطمئن شده باشید این مشکل یک <a href="#known_issues">مشکل شناسایی‌شدهٔ این انتشار</a> یا یک [[مشکل شناسایی‌شدهٔ قدیمی|support/known_issues]] نیست.

source: How to automatically upgrade from 0.22.1?
fa: چگونه از ۰٫۲۲٫۱ ارتقای خودکار را انجام بدهم؟

source: These steps allow you to automatically upgrade a device installed with <span class="application">Tails Installer</span> from Tails 0.22.1 to Tails 0.23~rc1 using the <span class="application">Tails Upgrader</span>:
fa: این مراحل به شما اجازه می‌دهند تا به طور خودکار یک دستگاه نصب‌شده با <span class="application">نصب‌کنندهٔ تیلز</span> را با استفاده از <span class="application">ارتقاءدهندهٔ تیلز</span> از تیلز ۰٫۲۲٫۱ به تیلز 0.23.1~rc1 ارتقاء دهید:

source: Start Tails 0.22.1 and [[set an administration password|doc/first_steps/startup_options/administration_password]].
fa: تیلز ۰٫۲۲٫۱ را راه‌اندازی کرده و[[یک گذرواژهٔ مدیریتی ایجاد کنید|doc/first_steps/startup_options/administration_password]].

source: Run this command in a <span class="application">Terminal</span> to select the "alpha" upgrade channel and start the upgrade:
fa: این فرمان را در یک <span class="application">پایانه</span> اجرا کرده تا یک کانال ارتقای «آلفا» پیدا کنید و ارتقاء را آغاز کنید:

source: What's new since 0.22.1?
fa: چه چیزهایی نسبت به ۰٫۲۲٫۱ جدید هستند؟

source: Major improvements
fa: پیشرفت‌های مهم

source: Spoof the network interfaces' MAC address by default (Closes: [[!tails_ticket 5421]]), as specified in our on [[design document|contribute/design/MAC_address]] .
fa: جا زدن آدرس مک رابط‌های شبکه به طور پیش‌فرض (بسته شدن [[!tails_ticket 5421]])، همان‌طور که در [[سند طراحی|contribute/design/MAC_address]] ما آمده.

source: Rework the way to configure how Tor connects to the network (bridges, proxies, restrictive firewalls): add an option to Tails Greeter, start Tor Launcher when needed (Closes: [[!tails_ticket 5920]], [[!tails_ticket 5343]]).
fa: کار کردن دوباره روی پیکربندی نحوهٔ اتصال تور به شبکه (پل‌ها، پروکسی‌ها، دیوارآتش‌های محدودکننده): اضافه کردن گزینه‌ای به خوشامدگوی تیلز و آغاز راه‌اندازی تور در صورت نیاز (بستن [[!tails_ticket 5920]] و [[!tails_ticket 5343]]).

source: Bugfixes
fa: رفع ایرادها

source: Additional software: do not crash when persistence is disabled (Closes: [[!tails_ticket 6440]]).
fa: نرم‌افزارهای اضافی: متوقف نشدن هنگام غیرفعال بودن مانا (بستن [[!tails_ticket 6440]]).

source: Upgrade Pidgin to 2.10.9, that fixes some regressions introduced in the 2.10.8 security update (Closes: [[!tails_ticket 6661]]).
fa: ارتقای پیجین به ۲٫۱۰٫۹ که بعضی رگرسیون‌های به‌وجودآمده در ارتقای امنیتی ۲٫۱۰٫۸ (بستن [[!tails_ticket 6661]]).

source: Wait for Tor to have fully bootstrapped, plus a bit more time, before checking for upgrades (Closes: [[!tails_ticket 6728]]) and unfixed known security issues.
fa: صبر کردن برای تور برای راه‌اندازی خودکار کامل به اضافه کمی زمان بیشتر پیش از بررسی ارتقاءها (بستن [[!tails_ticket 6728]]) و مسائل امنیتی شناسایی‌شده برطرف‌نشده.

source: Disable the Intel Management Engine Interface driver (Closes: [[!tails_ticket 6460]]). We don't need it in Tails, it might be dangerous, and it causes bugs on various hardware such as systems that reboot when asked to shut down.
fa: غیرفعال کردن راه‌انداز رابط موتور مدیریت اینتل (بستن [[!tails_ticket 6460]]). به آن در تیلز نیاز نداریم، ممکن است خطرناک باشد و منجر به ایجاد ایرادهایی روی سخت‌افزارهای مختلف شود مانند راه‌اندازی دوباره هنگامی که دستور خاموش کردن داده شده‌است.

source: Add a launcher for the Tails documentation. This makes it available in Windows Camouflage mode (Closes: [[!tails_ticket 5374]], [[!tails_ticket 6767]]).
fa: اضافه کردن یک راه‌انداز برای مستندات تیلز. این کار باعث می‌شود مستندات در حالت استتار ویندوزی در دسترس باشند (بستن [[!tails_ticket 5374]]،[[!tails_ticket 6767]]).

source: Remove the obsolete wikileaks.de account from Pidgin (Closes: [[!tails_ticket 6807]]).
fa: حذف حساب متروک wikileaks.de از پیجین (بستن [[!tails_ticket 6807]]).

source: Minor improvements
fa: بهبودهای جزیی

source: Upgrade Tor to 0.2.4.21-1~d60.squeeze+1.
fa: ارتقای تور به 0.2.4.21-1~d60.squeeze+1.

source: Upgrade obfsproxy to 0.2.6-2~~squeeze+1.
fa: ارتقای obfsproxy به 0.2.6-2~~squeeze+1.

source: Upgrade I2P to 0.9.11-1deb6u1.
fa: ارتقای I2P به 0.9.11-1deb6u1.

source: Install 64-bit kernel instead of the 686-pae one (Closes: [[!tails_ticket 5456]]). This is a necessary first step towards UEFI boot support.
fa: نصب هستهٔ ۶۴بیتی به جای هستهٔ ۶۸۶pae (بستن [[!tails_ticket 5456]]). این کار گام اولیهٔ مهمی برای پشتیبانی از راه‌اندازی UEFI است.

source: Install Monkeysign (in a not-so-functional shape yet).
fa: نصب Monkeysign (که هنوز در وضعیت کاملاً عملیاتی نیست).

source: Disable the autologin text consoles (Closes: [[!tails_ticket 5588]]). This was one of the blockers before a screen saver can be installed in a meaningful way ([[!tails_ticket 5684]]).
fa: فعال کردن کنسول‌های متنی ورود خودکار (بستن [[!tails_ticket 5588]]). این یکی از بلاکرهای پیش از این بود که یک محافظ صفحهٔ نمایش بتواند به روشی معنی‌دار نصب شود ([[!tails_ticket 5684]]).

source: Don't localize the text consoles anymore: it is broken on Wheezy, the intended users can as well use loadkeys, and we now do not have to trust setupcon to be safe for being run as root by the desktop user.
fa: توقف بومی‌سازی کنسول‌های متنی: آن‌ها روی Wheezy کار نمی‌کنند؛ کاربران مورد نظر نیز می‌توانند از keyloadها استفادهد کنند و ما نیازی به اعتماد به setupcon برای امن ماندن در حالت اصلی توسط کاربر دسکتاپ نداریم.

source: Make it possible to manually start IBus.
fa: ممکن کردن راه‌اندازی دستی IBus.

source: Reintroduce the possibility to switch identities in the Tor Browser, using a filtering proxy in front of the Tor ControlPort to avoid giving full control over Tor to the desktop user (Closes: [[!tails_ticket 6383]]).
fa: معرفی دوبارهٔ امکان تغییر هویت‌ها در مرورگر تور، استفاده از یک پروکسی در برابر ControlPort تور برای اجتناب از دادن کنترل کامل تور به کاربر دسکتاپ (بستن [[!tails_ticket 6383]]).

source: Incremental upgrades improvements:
fa: بهبودهای ارتقاهای تدریجی:

source: Drop the Tails Upgrader launcher, to limit users' confusion (Closes: [[!tails_ticket 6513]]).
fa: توقف استفاده از راه‌انداز «ارتقاءدهندهٔ تیلز» برای کم کردن سردرگمی کاربران (بستن [[!tails_ticket 6513]]).

source: Lock down sudo credentials a bit.
fa: کمی قفل کردن اعتبارهای sudo.

source: Hide debugging information (Closes: [[!tails_ticket 6505]]).
fa: مخفی کردن اطلاعات رفع ایراد (بستن [[!tails_ticket 6505]]).

source: Include ~/.xsession-errors in WhisperBack bug reports. This captures the Tails Upgrader errors and debugging information.
fa: گنجاندن ~/.xsession-errors در گزارش‌های ایرادهای ویسپربک. این کار باعث دریافت پیغام‌های خطای «ارتقاءدهندهٔ تیلز» یا اطلاعات رفع ایرادها می‌شود.

source: Report more precisely why an incremental upgrade cannot be done (Closes: [[!tails_ticket 6575]]).
fa: گزارش دقیق‌تر این که چرا ارتقاهای تدریجی انجام نمی‌شوند (بستن [[!tails_ticket 6575]]).

source: Various user interface and phrasing improvements.
fa: بهبودهای رابط‌های کاربری مختلف و phrasing.

source: Don't install the Cookie Monster browser extension (Closes: [[!tails_ticket 6790]]).
fa: نصب نکردن افزونهٔ مرورگر Cookie Monster (بستن [[!tails_ticket 6790]]).

source: Add a browser bookmark pointing to Tor's Stack Exchange (Closes: [[!tails_ticket 6632]]).
fa: اضافه کردن نشانک مرورگر مرتبط با Stack Exchange تور (بستن [[!tails_ticket 6632]]).

source: Remove the preconfigured #tor channel from Pidgin: apparently, too many Tails users go ask Tails questions there, without making it clear that they are running Tails, hence creating a user-support nightmare (Closes: [[!tails_ticket 6679]]).
fa: حذف کانال از پیش‌تنظیم‌شدهٔ #tor از پیجین: ظاهراً تعداد زیادی از کاربران تیلز سوالات خود در مورد تیلز را آن‌جا می‌پرسند، بدون این که مشخص کنند در حال استفاده از تیلز هستند و در نتیجه باعث ایجاد یک کابوس پشتیبانی از کاربر می‌شوند (بستن [[!tails_ticket 6679]]).

source: Use (most of) Tor Browser's mozconfig (Closes: [[!tails_ticket 6474]]).
fa: استفاده از (بیشتر) mozconfig مرورگر تور (بستن [[!tails_ticket 6474]]).

source: Rebase the browser on top of iceweasel 24.3.0esr-1, to get the certificate authorities added by Debian back (Closes: [[!tails_ticket 6704]]).
fa: پایه‌گذاری دوبارهٔ مرورگر با iceweasel 24.3.0esr-1 برای گرفتن مراجع صدور گواهی دیجیتال اضافه‌شده بازگردانده‌شده توسط دبیان (بستن [[!tails_ticket 6704]]).

source: Give access to the relevant documentation pages from Tails Greeter.
fa: دسترسی دادن به صفحات مرتبط مستندات از خوشامدگوی تیلز.

source: Hide Tails Greeter's password mismatch warning when entry is changed.
fa: پنهان کردن هشدار وارد کردن گذرواژهٔ اشتباه خوشامدگوی تیلز وقتی که ورودی تغییر می‌کند.

source: Persistent Volume Assistant:
fa: دستیار درایو مانا:

source: Take into account our installer is now called Tails Installer.
fa: در نظر گرفتن این که نصب‌کنندهٔ ما حالا «نصب‌کنندهٔ تیلز» (Tails Installer) نام دارد.

source: Optimize window height (Closes: [[!tails_ticket 5458]]).
fa: بهینه‌سازی ارتفاع پنجره (بستن [[!tails_ticket 5458]]).

source: Display device paths in a more user-friendly way (Closes: [[!tails_ticket 5311]]).
fa: نمایش مسیر دستگاه‌ها به شکلی مناسب‌تر برای کاربران (بستن [[!tails_ticket 5311]).

source: Build system
fa: سیستم ساخت

source: Ease updating POT and PO files at release time, and importing translations from Transifex (Closes: [[!tails_ticket 6288]], [[!tails_ticket 6207]]).
fa: راحت کردن ارتقای فایل‌های PO و POT هنگام انتشار و وارد کردن ترجمه‌ها از Transifex (بستن [[!tails_ticket 6288]] و [[!tails_ticket 6207]]).

source: Drop custom poedit backport, install it from squeeze-backports-sloppy.
fa: حذف بک‌پورت اختصاصی poedit و نصب آن از squeeze-backports-sloppy.

source: Make ISO and IUK smaller (Closes: [[!tails_ticket 6390]], [[!tails_ticket 6425]]):
fa: کوچک‌تر کردن ایزو و IUK (بستن [[!tails_ticket 6390]] و [[!tails_ticket 6425]]):

source: Exclude more files from being included in the ISO.
fa: جلوگیری از قرار داده شدن فایل‌های بیشتر در ایزو.

source: Remove *.pyc later so that they are not recreated.
fa: حذف *.pyc پس از آن تا امکان ایجاد دوبارهٔ آن نباشد.

source: Truncate log files later so that they are not filled again.
fa: پرچ فایل‌های لاگ پس از آن تا دوباره پر نشوند.

source: At ISO build time, set mtime to the epoch for large files whose content generally does not change between releases. This forces rsync to compare the actual content of these files, when preparing an IUK, instead of blindly adding it to the IUK merely because the mtime has changed, while the content is the same.
fa: تغییر mtime به epoch برای فایل‌های بزرگ که محتوایشان معمولاً بین انتشارها تغییر نمی‌کند. این مساله باعث مقایسهٔ محتوای اصلی این فایل‌ها از سوی rsync هنگام آماده کردن یک IUK به جای اضافه کردن کورکورانهٔ آن می‌شود، چون mtime تغییر کرده اما محتوای آن ثابت است.

source: Make local hooks logging consistent.
fa: هم‌ساز کردن لاگ قلاب‌های محلی.

source: Test suite
fa: بستهٔ آزمایشی

source: Migrate from JRuby to native Ruby + rjb.
fa: کوچ از JRuby به Ruby + rjb بومی.

source: The test suite can now be run on Debian Wheezy + backports.
fa: حالا بستهٔ آزمایشی را می‌توان از Debian Wheezy + backports اجرا کرد.

source: Fix buggy "persistence is not enabled" step (Closes: [[!tails_ticket 5465]]).
fa: درست کردن مرحلهٔ مشکل‌دار «مانا فعال نشده‌است» (بستن [[!tails_ticket 5465]]).

source: Use IPv6 private address as of RFC 4193 for the test suite's virtual network. Otherwise dnsmasq from Wheezy complains, as it is not capable of handling public IPv6 addresses.
fa: استفاده از نشانی خصوصی پروتکل اینترنت نسخهٔ ۶ برای RFC 4193 برای شبکهٔ مجازی بستهٔ آزمایشی. در غیر این صورت dnsmasq از Wheezy شکایت خواهد کرد چون قادر به رسیدگی عمومی به نشانی‌های پروتکل اینترنت نسخهٔ ۶ نخواهد بود.

source: Delete volumes after each scenario unless tagged @keep_volumes.
fa: پاک کردن درایوها پس از هر سناریو مگر درایوهای دارای تگ @keep_volumes.

source: Add an anti-test to make sure the memory erasure test works fine.
fa: اضافه کردن یک ضدازمون برای مطمئ» شدن از این که آزمون‌های پاک کردن حافظه درست کار می‌کنند.

source: A *lot* of bugfixes, simplifications and robustness improvements.
fa: رفع ایرادهای *بسیار*، ساده‌سازی‌ها و بهبودهای در راستای نیرومند کردن.

source: <a id="known_issues"></a>Known issues in 0.23~rc1
fa: <a id="known_issues"></a>مسائل شناسایی‌شده در 0.23~rc1

source: Selecting a non-English locale [[!tails_ticket 6885 desc="breaks bridge mode"]].
fa: انتخاب یک لوکال غیرانگلیسی [[!tails_ticket 6885 desc="breaks bridge mode"]].

source: All these issues are being worked on and will hopefully be fixed in Tails 0.23.
fa: تمام این مشکلات در گیت برطرف شده و در تیلز ۰٫۲۳ برطرف خواهند شد.
