Repository: austin987/tails
Catalog: wiki/src/news/test_0.15-rc1.*.po
Languages: fa

source: [[!meta date="2012-10-15 23:45:60 +0200"]] [[!meta title="Call for testing: 0.15~rc1"]]
fa: [[!meta date="۲۰۱۲/۱۰/۱۵ ۲۳:۴۵:۶۰ +۰۲۰۰"]] [[!meta title="درخواست آزمایش: 0.15~rc1"]]

source: You can help Tails! The <em>first</em> release candidate for the upcoming version 0.15 is out. Please test it and see if all works for you.
fa: شما می‌توانید به تیلز کمک کنید! <em>اولین</em> نامزد انتشار برای نسخهٔ پیش‌روی ۰٫۱۵ آماده شده‌است. لطفاً آن را امتحان کنید و ببینید برایتان کار می‌کند یا نه.

source: How to test Tails 0.15~rc1?
fa: چگونه تیلز 0.15~rc1 را امتحان کنیم؟

source: <strong>Keep in mind that this is a test image.</strong> We have made sure that it is not broken in an obvious way, but it might still contain undiscovered issues.
fa: <strong>در خاطر داشته باشید که این یک تصویر آزمایشی است.</strong> مطمئن شده‌ایم که هیچ آسیب مشهودی ندارد، اما همچنان ممکن است مشکلاتی شناسایی‌نشده داشته باشد.

source: Download the ISO image and its signature:
fa: تصویر ایزو و امضای آن را دانلود کنید:

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.15~rc1/tails-i386-0.15~rc1.iso" >Tails 0.15~rc1 ISO image</a>
fa: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.15~rc1/tails-i386-0.15~rc1.iso" >تصویر ایزوی تیلز 0.15~rc1 </a>

source: <a class="download-signature" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.15~rc1/tails-i386-0.15~rc1.iso.pgp" >Tails 0.15~rc1 signature</a>
fa: <a class="download-signature" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.15~rc1/tails-i386-0.15~rc1.iso.pgp" >امضای تیلز 0.15~rc1 </a>

source: [[Verify the ISO image|download#index3h1]].
fa: [[تأیید تصویر ایزو|download#index3h1]].

source: Have a look at the list of <a href="#known_issues">known issues of this release</a> and the list of [[longstanding known issues|support/known_issues]].
fa: نگاهی به فهرست <a href="#known_issues">مشکلات شناسایی‌شدهٔ این انتشار</a> و فهرست [[lمشکلات شناسایی‌شدهٔ قدیمی|support/known_issues]] بیندازید.

source: Test wildly!
fa: به شدت آن را امتحان کنید!

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you check that it is not a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fa: اگر هر چیزی یافتید که مطابق انتظار کار نمی‌کند لطفاً [[به ما گزارش بدهید|doc/first_steps/bug_reporting]]! چه بهتر که مطمئن شده باشید این مشکل یک <a href="#known_issues">مشکل شناسایی‌شدهٔ این انتشار</a> یا یک [[مشکل شناسایی‌شدهٔ قدیمی|support/known_issues]] نیست.

source: What's new since 0.14?
fa: چه چیزهایی نسبت به ۰٫۱۴ جدید هستند؟

source: Major new features
fa: ویژگی‌های مهم جدید

source: Persistence for browser bookmarks.
fa: مانا برای نشانک‌های مرورگر.

source: Support for obfsproxy bridges.
fa: پشتیبانی از پل‌های obfsproxy.

source: Minor improvements
fa: بهبودهای جزیی

source: Add the Hangul Input Method Engine for SCIM.
fa: اضافه شدن موتور روش ورودی Hangul برای SCIM.

source: Add vendor-specific dpkg origin information. This makes <code>dpkg-vendor</code> return correct information.
fa: اضافه شدن اطلاعات dpkg مخصوص تولیدکننده. این کار باعث می‌شود <code>dpkg-vendor</code> اطلاعات جدیدی برگرداند.

source: Install <code>pcscd</code> and <code>libccid</code> from <code>squeeze-backports</code>. This is needed to support, to some extent, some OpenPGP SmartCard readers.
fa: نصب <code>pcscd</code> و <code>libccid</code> از <code>squeeze-backports</code>. این کار برای پشتیبانی از برخی خواننده‌های کارت‌های هوشمند اُپن‌پی‌جی‌پی لازم است.

source: Install HPIJS PPD files. Note that this depends on IJS driver (hpijs), and adds support for some printers, such as Xerox DocumentCenter400.
fa: نصب فایل‌های HPIJS PPD. در خاطر داشته باشید که این مساله به راه‌انداز IJS (hpijs) بستگی دارد و باعث اضافه شدن پشتیبانی از بعضی چاپ‌گرها مانند Xerox DocumentCenter400 می‌شود.

source: Use LCD-optimized fonts.
fa: استفاده از قلم‌های بهینه‌شده برای ال‌سی‌دی.

source: Update TrueCrypt to version 7.1a.
fa: ارتقای تروکریپت به نسخهٔ 7.1a.

source: Bugfixes
fa: رفع ایرادها

source: Do not use pdnsd anymore. It has been orphaned in Debian, has quite some bugs in there, and apparently Tor's <code>DNSPort</code>'s own caching is be good enough.
fa: توقف استفاده از pdnsd. این ابزار دیگر در دبیان متروک شده و ایرادهای بسیاری دارد و ظاهراً کش کردن <code>DNSPort</code> خود تور به اندازه کافی خوب است.

source: Remove useless iceweasel cookies exceptions. They are useless as per-session cookies are allowed.
fa: حذف استثناهای بی‌فایدهٔ کوکی‌های Iceweasel. بی‌فایده هستند چون کوکی‌های هر نشست پذیرفتنی هستند.

source: Do not run <code>setupcon</code> on X. This call is only needed on the Linux console, no need to annoy the user with a weird "Press enter to activate this console" when the open a root shell in a GNOME Terminal.
fa: اجرا نکردن <code>setupcon</code> روی X. این تنها روی کنسول لینوکس لازم است و لازم نیست کاربر را هنگام باز کردن یک هستهٔ اصلی در یک پایانهٔ گنوم با پیغام عجیب «دکمهٔ Enter را برای فعال کردن این کنسول فشار بدهید» آزار داد.

source: Allow the <code>tails-iuk-get-target-file</code> user to connect to the <code>SOCKSPort</code> dedicated for Tails-specific software.
fa: اجازه به کاربر <code>tails-iuk-get-target-file</code> برای متصل شدن به <code>پورست ساکس</code> مخصوص نرم‌افزارهای مختص تیلز.

source: User profile is now generated at build time in order to support persistent bookmarks.
fa: پروفایل کاربر حاال جهت پشتیبانی نشانک‌های مانا هنگام ساخت ایجاد می‌شود.

source: Update HTTPS Everywhere to version 3.0.4.
fa: ارتقای «همه‌جا اچ‌تی‌تی‌پی‌اس» به نسخهٔ ۳٫۰٫۴.

source: Update NoScript to version 2.6.
fa: ارتقای نواسکریپت به نسخهٔ ۲٫۶.

source: Fix bookmark to I2P router console.
fa: درست کردن نشانک‌ها در کنسول مسیریاب I2P.

source: Re-enable Monkeysphere extension to connect to the validation agent.
fa: قادر کردن دوبارهٔ افزونهٔ Monkeysphere به متصل شدن به عامل تأیید.

source: Build system
fa: سیستم ساخت

source: Custom packages are now retrieved from Tails APT repository instead of bloating the Git repository.
fa: حالا بسته‌های اختصاصی به جای پر کردن مخزن گیت، از مخزن اپت تیلز بازیابی می‌شوند.

source: Allow '~' in wiki filenames. This makes it possible to ship update-description files for release candidates.
fa: اجازه دادن به استفاده از '~' در نام فایل‌های ویکی. این کار باعث می‌شود گنجاندن فایل‌های توضیح ارتقاء برای نامزدهای انتشار ممکن شود.

source: Document how to create incremental update kit.
fa: مستندسازی نحوهٔ ایجاد کیت ارتقای تدریجی.

source: <a id="known_issues"></a>Known issues in 0.15~rc1
fa: <a id="known_issues"></a>مشکلات شناسایی‌شده در 0.15~rc1

source: Wrong distribution in APT sources
fa: توزیع اشتباه در منابع اپت

source: APT is configured to use the <code>devel</code> distribution on Tails custom [[APT repository|contribute/APT_repository]]. It should have used <code>0.15-rc1</code> instead. The latter provides a stable source for package installation whereas packages can be uploaded in <code>devel</code> at anytime, without having received much tests.
fa: اپت برای استفاده از توزیع <code>devel</code> در [[مخزن اپت|contribute/APT_repository]] اختصاصی تیلز پیکربندی شده‌است. به جای آن باید از <code>0.15-rc1</code> استفاده کرد. استفاده از این گزینه منبعی پایدار برای نصب بسته‌ها ایجاد می‌کند در حالی که بسته‌ها را می‌توان هر زمانی بدون امتحان‌های زیاد در <code>devel</code> آپلود کرد.

source: If you want to install custom packages, it is recommended that you first replace <code>devel</code> by <code>0.15-rc1</code> in <code>/etc/apt/sources.list</code> before updating the package lists.
fa: اگر قصد نصب بسته‌های اختصاصی دارید، توصیه می‌شود پیش از ارتقای فهرست‌های بسته‌ها ابتدا در <code>/etc/apt/sources.list</code> <code>devel</code> را با <code>0.15-rc1</code> جایگزین کنید.
