Repository: austin987/tails
Catalog: wiki/src/news/test_incremental_upgrades.*.po
Languages: fa

source: [[!meta title="Call for testing: incremental upgrades"]]
fa: [[!meta title="درخواست برای آزمایش: ارتقاهای تدریجی"]]

source: You can help Tails! [[Incremental upgrades|contribute/design/incremental_upgrades]] are ready for testing. This feature allows you to upgrade a running Tails without downloading an ISO, without burning a DVD, and without a second USB stick or SD card. Please try it and see if all works for you.
fa: شما می‌توانید به تیلز کمک کنید! [[ارتقاهای تدریجی|contribute/design/incremental_upgrades]] آمادهٔ آزمایش شدن هستند. این ویژگی به شما اجازه می‌دهد یک تیلز در حال اجرا را بدون دانلود کردن ایزو، ایجاد دی‌وی‌دی و بدون یک درایو یواس‌بی یا کارت حافظهٔ دوم ارتقاء دهید. لطفاً آن را امتحان کنید و ببینید آیا برایتان کار می‌کند یا نه.

source: If you have security auditing skills, you are more than welcome to review our [[design|contribute/design/incremental_upgrades]] and [[code|contribute/design/incremental_upgrades#code]].
fa: اگر مهارت بررسی امنیتی دارید، خواهش می‌کنیم [[طراحی|contribute/design/incremental_upgrades]] و [[کد|contribute/design/incremental_upgrades#code]] ما را بررسی کنید.

source: How to test incremental upgrades?
fa: چگونه ارتقاهای تدریجی را آزمایش کنیم؟

source: These instructions allow you to incrementally upgrade from Tails 0.22~rc1 or 0.22~rc2 to Tails 0.22 final.
fa: این دستورالعمل‌ها به شما کمک می‌کنند از تیلز 0.22~rc1 یا 0.22~rc2 به تیلز ۰٫۲۲ نهایی ارتقاء پیدا کنید.

source: **Keep in mind that this is the first broad call for testing of Tails incremental upgrades**. It might have undiscovered issues.
fa: **در خاطر داشته باشید این اولین درخواست گسترده برای آزمایش کردن ارتقاهای تدریجی تیلز است**. ممکن است مشکلات حل‌نشده‌ای در آن‌ها وجود داشته باشند.

source: Below, we assume that you have installed [[Tails 0.22~rc1|news/test_0.22-rc1]] **with <span class="application">Tails Installer</span>** onto a USB stick or SD card.
fa: در زیر فرض می‌کنیم که [[تیلز 0.22~rc1|news/test_0.22-rc1]] را با <span class="application">نصب‌کنندهٔ تیلز </span>** روی یک درایو یواس‌بی یا کارت حافظه نصب کرده‌اید.

source: If you have applied the incremental upgrade to Tails 0.22~rc2, skip to [[the instructions for RC2 users|news/test_incremental_upgrades#from-rc1-or-rc2]]. Else, read on.
fa: اگر ارتقای تدریجی را برای تیلز 0.22~rc2 به کار برده‌اید بروید به [[دستورالعمل‌ها برای کاربران RC2|news/test_incremental_upgrades#from-rc1-or-rc2]]. در غیر این صورت به خواندن ادامه دهید.

source: From Tails 0.22~rc1
fa: از تیلز 0.22~rc1

source: These steps allow you to incrementally upgrade from Tails 0.22~rc1 to Tails 0.22.
fa: این مراحل به شما اجازه می‌دهند با ارتقاهای تدریجی از تیلز 0.22~rc1 به تیلز ۰٫۲۲ بروید.

source: Start Tails 0.22~rc1 and [[set an administration password|doc/first_steps/startup_options/administration_password]].
fa: تیلز 0.22~rc1 را راه‌اندازی کرده و [[یک گذرواژهٔ مدیریتی|doc/first_steps/startup_options/administration_password]] ایجاد کنید.

source: Run this command in a <span class="application">Root Terminal</span> to correct the firewall:
fa: برای تصحیح کردن دیوارآتش این فرمان را در یک <span class="application">پایانهٔ اصلی</span> اجرا کنید:

source: Follow the [[next steps|news/test_incremental_upgrades#from-rc1-or-rc2]].
fa: [[مراحل بعدی|news/test_incremental_upgrades#from-rc1-or-rc2]] را دنبال کنید.

source: From Tails 0.22~rc1 or 0.22~rc2
fa: از تیلز 0.22~rc1 یا 0.22~rc2

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Upgrader</span> </span> to start <span class="application">Tails Upgrader</span>.
fa: ۱. از فهرست <span class="menuchoice"> <span class="guimenu">ابزارها</span>&nbsp;◀ <span class="guisubmenu">تیلز</span>&nbsp;◀ <span class="guimenuitem">ارتقاءدهندهٔ تیلز</span> </span> <span class="application">ارتقاءدهندهٔ تیلز</span> را باز کنید.

source: Accept <span class="application">Tails Upgrader</span>'s proposal to upgrade to Tails 0.22.
fa: پیشنهاد <span class="application">ارتقاءدهندهٔ تیلز</span> برای ارتقاء به تیلز ۰٫۲۲ را بپذیرید.

source: Wait while the upgrade is downloaded and applied.
fa: صبر کنید تا ارتقاء دانلود و اجرا شود.

source: Restart the system when advised to do so.
fa: هر گاه گفته شد رایانه را دوباره راه‌اندازی کنید.

source: 1. Once the system is restarted, choose <span class="menuchoice"> <span class="guimenu">System</span>&nbsp;▸ <span class="guimenuitem">About Tails</span> </span> to confirm that the running system is now Tails 0.22.
fa: ۱. هر گاه رایانه دوباره راه‌اندازی شد از این مسیر بروید <span class="menuchoice"> <span class="guimenu">سیستم</span>&nbsp;◀ <span class="guimenuitem">در مورد تیلز</span> </span> تا تأیید شود که در حال استفاده از تیلز ۰٫۲۲ هستید.

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you check that it is not a [[known issue of incremental upgrades|test_incremental_upgrades#known_issues]] or a [[longstanding known issue|support/known_issues]].
fa: اگر متوجه شوید چیزی مطابق انتظار کار نمی‌کند لطفاً این را [[به ما گزارش کنید|doc/first_steps/bug_reporting]]! چه بهتر اگر بررسی کنید که این مشکل یک [[مشکل شناسایی‌شدهٔ ارتقاهای تدریجی|test_incremental_upgrades#known_issues]] یا یک [[یک مشکل شناسایی‌شدهٔ قدیمی|support/known_issues]] نیست.

source: Known issues
fa: مشکلات شناسایی‌شده

source: Known issues of incremental upgrades are [tracked in Redmine](https://labs.riseup.net/code/projects/tails/issues?query_id=126).
fa: مشکلات شناسایی‌شدهٔ ارتقاهای تدریجی [در ردماین دنبال می‌شوند](https://labs.riseup.net/code/projects/tails/issues?query_id=126).
