Repository: austin987/tails
Catalog: wiki/src/news/test_3.0-beta2.*.po
Languages: fr

source: [[!meta title="Call for testing: 3.0~beta2"]]
fr: [[!meta title="Appel à tester : 3.0~beta2"]]

source: You can help Tails! The second beta for the upcoming version 3.0 is out. We are very excited and cannot wait to hear what you think about it :)
fr: Vous pouvez aider Tails ! La seconde bêta pour la future version 3.0 est disponible. Nous sommes très enthousiastes et impatients de savoir ce que vous en pensez :)

source: What's new in 3.0~beta2?
fr: Quoi de neuf dans la version 3.0~beta2 ?

source: Tails 3.0 will be the first version of Tails based on Debian 9 (Stretch). As such, it upgrades essentially all included software.
fr: Tails 3.0 sera la première version de Tails basée sur Debian 9 (Stretch). De ce fait, il s'agit principalement de la mise à jour de tous les logiciels inclus.

source: Other changes since Tails 3.0~beta1 include:
fr: Autres changements inclus depuis Tails 3.0~beta1 :

source: All changes brought by [[Tails 2.11|news/version_2.11]].
fr: Tous les changements apportés par [[Tails 2.11|news/version_2.11]].

source: Upgrade to current Debian 9 (Stretch).
fr: Mise à jour vers la version courante de Debian 9 (Stretch).

source: Upgrade Linux to 4.9.0-2 (version 4.9.13-1).
fr: Mise à jour de Linux vers la version 4.9.0-2 (version 4.9.13-1).

source: Make it possible to start graphical applications in the *Root Terminal*.
fr: Rendre possible de démarrer une application graphique dans le *Terminal administrateur*.

source: Improve styling of the *GNOME Shell* window list.
fr: Amélioration esthétique de la liste des fenêtre de *GNOME Shell*.

source: Technical details of all the changes are listed in the [Changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog?h=feature/stretch).
fr: Les détails techniques de tous les changements sont présentés dans la [liste des changements](https://git-tails.immerda.ch/tails/plain/debian/changelog?h=feature/stretch).

source: How to test Tails 3.0~beta2?
fr: Comment tester Tails 3.0~beta2 ?

source: **We will provide security updates for Tails 3.0~beta2**, just like we do for stable versions of Tails.
fr: **Nous fournirons les mises à jour de sécurité pour Tails 3.0~beta2**, comme nous le faisons pour les versions stables de Tails.

source: But **keep in mind that this is a test image**. We tested that it is not broken in obvious ways, but it might still contain undiscovered issues.
fr: Mais **gardez à l'esprit qu'il s'agit d'une image de test**. Nous avons testé qu'il n'y a pas de problèmes majeurs, mais elle peut encore contenir des problèmes non découverts.

source: But test wildly!
fr: Mais testez là entièrement !

source: If you find anything that is not working as it should, please report to us on <tails-testers@boum.org>.
fr: Si vous trouvez quelque chose qui ne fonctionne pas comme il devrait, merci de nous le signaler à <tails-testers@boum.org>.

source: Bonus points if you first check if it is a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fr: Des points bonus si vous vérifiez d’abord si c'est un <a href="#known_issues">problème connu pour cette version</a> ou un [[problème connu de longue date|support/known_issues]].

source: Download and install
fr: Télécharger et installer

source: <a class="download-file use-mirror-pool" href="http://dl.amnesia.boum.org/tails/alpha/tails-amd64-3.0~beta2/tails-amd64-3.0~beta2.iso">Tails 3.0~beta2 ISO image</a> <span class="openpgp-small-link">[[OpenPGP signature|torrents/files/tails-amd64-3.0~beta2.iso.sig]]</span>
fr: <a class="download-file use-mirror-pool" href="http://dl.amnesia.boum.org/tails/alpha/tails-amd64-3.0~beta2/tails-amd64-3.0~beta2.iso">Image ISO Tails 3.0~beta2</a> <span class="openpgp-small-link">[[Signature OpenPGP|torrents/files/tails-amd64-3.0~beta2.iso.sig]]</span>

source: To install 3.0~beta2, follow our usual [[installation instructions|install]], skipping the **Download and verify** step.
fr: Pour installer la version 3.0~beta2, suivez nos [[instructions d'installation|install]] habituelles, en sautant l'étape **Télécharger et vérifier**.

source: Known issues in 3.0~beta2
fr: Problèmes connus dans la version 3.0~beta2

source: The documentation was not adjusted yet.
fr: La documentation n'est pas encore à jour en conséquence.

source: The <span class="guilabel">Formats</span> settings chosen in Tails Greeter have no effect ([[!tails_ticket 12079]]).
fr: Les réglages <span class="guilabel">Formats</span> choisis dans le Tails Greeter n'ont pas d'effets ([[!tails_ticket 12079]]).

source: There is no <span class="guilabel">Read-Only</span> feature for the persistent volume anymore; it is not clear yet whether it will be re-introduced in time for Tails 3.0 final ([[!tails_ticket 12093]]).
fr: Il n'y a pas de fonctionnalité <span class="guilabel">Lecture seule</span> pour le volume persistant ; il n'est pas sûr à ce stade que cette fonctionnalité soit réintroduite à temps pour la version finale de Tails 3.0 ([[!tails_ticket 12093]]).

source: If you use the *KeePassX* persistence feature, you need to manually import your passwords database ([[!tails_ticket 10956]]).
fr: Si vous utilisez la fonction persistante de *KeePassX*, vous devrez importer manuellement votre base de données des mots de passe ([[!tails_ticket 10956]]).

source: Some command-line programs (at least *Monkeysign*, *Git*, and *wget*) display confusing error messages in the *Terminal*, although they work fine: [[!tails_ticket 11736]], [[!tails_ticket 12091]], [[!tails_ticket 12205]].
fr: Certains programmes en ligne de commande (au moins *Monkeysign*, *Git* et *wget*) affichent des messages d'erreurs obscurs dans le *Terminal*, malgré cela ils fonctionnent correctement : [[!tails_ticket 11736]], [[!tails_ticket 12091]], [[!tails_ticket 12205]].

source: *I2P* fails to start ([[!tails_ticket 12108]]). Note that *I2P* will be removed in Tails 2.12 and 3.0.
fr: *I2P* ne démarre pas ([[!tails_ticket 12108]]). Notez que *I2P* devrait être enlevé de Tails 2.12 et 3.0.

source: [Open tickets for Tails 3.0](https://labs.riseup.net/code/projects/tails/issues?per_page=100&query_id=198)
fr: [Tickets ouverts pour Tails 3.0](https://labs.riseup.net/code/projects/tails/issues?per_page=100&query_id=198)

source: [[Longstanding known issues|support/known_issues]]
fr: [[Problèmes connus de longue date|support/known_issues]]
