Repository: austin987/tails
Catalog: wiki/src/news/test_0.13-rc1.*.po
Languages: fa

source: [[!meta date="2012-08-28 14:34:42 +0200"]] [[!meta title="Call for testing: 0.13~rc1"]]
fa: [[!meta date="۲۰۱۲/۰۸/۲۸ ۱۴:۳۴:۴۲ +۰۲۰۰"]] [[!meta title="درخواست برای آزمایش 0.13~rc1"]]

source: You can help Tails! The <em>first</em> release candidate for the upcoming version 0.13 is out. Please test it and see if all works for you.
fa: شما می‌توانید به تیلز کمک کنید! <em>اولین</em> نامزد انتشار برای نسخهٔ پیش‌روی ۰٫۱۳ آماده شده‌است. لطفاً آن را امتحان کنید و ببینید برایتان کار می‌کند یا نه.

source: How to test Tails 0.13~rc1?
fa: چگونه تیلز 0.13~rc1 را امتحان کنیم؟

source: <strong>Keep in mind that this is a test image.</strong> We have made sure that it is not broken in an obvious way, but it might still contain undiscovered issues.
fa: <strong>در خاطر داشته باشید که این یک تصویر آزمایشی است.</strong> مطمئن شده‌ایم که هیچ آسیب مشهودی ندارد، اما همچنان ممکن است مشکلاتی شناسایی‌نشده داشته باشد.

source: Download the ISO image and its signature:
fa: تصویر ایزو و امضای آن را دانلود کنید:

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.13~rc1/tails-i386-0.13~rc1.iso" >Tails 0.13~rc1 ISO image</a>
fa: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.13~rc1/tails-i386-0.13~rc1.iso" >تصویر ایزوی تیلز 0.13~rc1</a>

source: <a class="download-signature" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.13~rc1/tails-i386-0.13~rc1.iso.pgp" >Tails 0.13~rc1 signature</a>
fa: <a class="download-signature" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.13~rc1/tails-i386-0.13~rc1.iso.pgp" >امضای تیلز 0.13~rc1</a>

source: [[Verify the ISO image|download#index3h1]].
fa: [[تأیید تصویر ایزو|download#index3h1]].

source: Have a look at the list of [[issues that we already know about|support/known_issues]].
fa: نگاهی به فهرست [[مشکلاتی که از آن‌ها مطلع هستیم|support/known_issues]] بیندازید.

source: Test wildly!
fa: به شدت آن را امتحان کنید!

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you check that it is not an [[already known problem|support/known_issues]].
fa: اگر هر چیزی یافتید که مطابق انتظار کار نمی‌کند لطفاً [[به ما گزارش بدهید|doc/first_steps/bug_reporting]]! چه بهتر که مطمئن شده باشید [[که از این مشکل باخبر نبوده‌ایم|support/known_issues]].

source: What's new since 0.12.1?
fa: چه چیزهایی نسبت به ۰٫۱۲٫۱ جدید هستند؟

source: Major new features
fa: ویژگی‌های مهم جدید

source: Use white-list/principle of least privelege approach for local services. Only users that need a certain local (i.e. hosted on loopback) service (according to our use cases) are granted access to it by our firewall; all other users are denied access.
fa: از رویکرد اصل/فهرست مجاز کمترین اولویت برای سرویس‌های بومی استفاده کنید. تنها کاربرانی که نیاز به یک سرویس بومی خاص (مثلاً میزبانی‌شده در loopback) دارند (بنا بر موارد استفادهٔ ما) می‌توانند از دیوارآتش اجازهٔ استفاده از آن را بگیرند؛ بقیهٔ کاربران اجازهٔ این دسترسی را ندارند.

source: Ship a first version of the incremental update system. Updates are not currently triggered automatically, but this will allow tests to be done on larger scales.
fa: نسخهٔ اول سیستم ارتقای تدریجی را گنجاندیم. در حال حاضر ارتقاها به طور خودکار راه نمی‌افتند، اما این کار به ما اجازه می‌دهد در مقیاس‌های بزرگ‌تری دست به آزمایش بزنیم.

source: Minor improvements
fa: بهبودهای جزیی

source: Enable four workspaces in the Windows XP camouflage. This allows users to quickly switch to a more innocent looking workspace in case they are working on sensitive data and attract unwanted attention. The workspace switcher applet isn't there, though, since there's no such thing in Windows XP, so switching is only possible via keyboard shortcuts.
fa: چهار فضای کار در استتار ویندوزی ایجاد کردیم. این کار به کاربران اجازه می‌دهد در صورت کار روی اطلاعات مهم و جلب توجه دیگران به سرعت به فضای کاری با ظاهری عادی‌تر بروند. البته این برنامک تغییر محیط کار هنوز آماده نشده، چون چنین چیزی در ویندوز ایکس‌پی وجود ندارد. بنابراین این تغییر تنها از طریق میان‌برهای صفحه‌کلید ممکن است.

source: Ship with precompiled locales instead of generating them upon login.
fa: گنجاندن با ابزارهای محلی از پیش پردازش شده به جای ایجاد آن‌ها هنگام ورود.

source: Add support for wireless regulation.
fa: اضافه کردن پشتیبانی قانون‌گذاری برای دستگاه‌های بی‌سیم.

source: Use color for Git output, not intended for machine consumption, written to the terminal.
fa: برای خروجی گیت رنگ استفاده شود که برای مصرف ماشینی نیست.

source: Have ttdnsd use OpenDNS. Using Google's DNS servers was very glitchy, and rarely succeeded when it should. It can probably be attributed to Google's DNS, which is known to take issue with Tor exits.
fa: استفادهٔ ttdnsd از اُپن‌دی‌ان‌اس: استفاده از سرورهای دی‌ان‌اس گوگل بسیار دشوار و به ندرت موفقیت‌آمیز بود. این مشکل احتمالاً به خاطر دی‌ان‌اس گوگل است که گفته می‌شود با خروجی‌های تور مشکلاتی دارد.

source: Upgrade WhisperBack to 1.6, with many UI improvements and new translations.
fa: ارتقای ویسپربک به ۱٫۶ با پیشرفت‌های بسیار در رابط کاربری و ترجمه‌های جدید.

source: Include GDM logs and dmidecode informations in the reports.
fa: گنجاندن لاگ‌های جی‌دی‌ام و اطلاعات dmidecode در گزارش‌ها.

source: Allow to modify language and layout in the "Advanced options" screen of the greeter.
fa: اجازه دادن به تغییر زبان و جانمایی در صفحهٔ «گزینه‌های پیشرفته» خوشامدگو.

source: GnuPG: bump cert-digest-algo to SHA512.
fa: GnuPG: بردن cert-digest-algo به SHA512.

source: Bugfixes
fa: رفع ایرادها

source: Make Claws Mail save local/POP emails in its dot-directory. The default is to save them at <code>~/Mail</code>, which isn't included in our current Claws Mail persistence preset.
fa: تغییر Claws Mail طوری که رایانامه‌های محلی/POP nv dot-directory آن ذخیره شوند. حالت پیش‌فرض ذخیره کردن آن‌ها در <code>~/Mail</code> است که در پیش‌تنظیمات مانای Claws Mail فعلی ما نیامده است.

source: Fix the System Monitor applet.
fa: رفع مشکل برنامک System Monitor.

source: Remove broken ttdnsd from the default DNS resolution loop.
fa: برداشتن ttdnsd خراب از چرخهٔ دی‌ان‌اس پیش‌فرض.

source: Hide the <code>TailsData</code> partition in desktop applications.
fa: مخفی کردن پارتیشن <code>TailsData</code> در ابزارهای دسکتاپ.

source: Ship unrar-free again, so that the GNOME archive manager knows about it.
fa: گنجاندن دوبارهٔ unrar-free تا مدیر بایگانی گنوم از آن مطلع باشد.

source: Ship with an empty whitelist for Noscript.
fa: گنجاندن با یک فهرست مجاز خالی برای نواسکریپت.

source: Disable FoxyProxy's advertisement on proxy error page.
fa: غیرفعال کردن تبلیغ فاکسی‌پروکسی روی صفحهٔ خطای پروکسی.

source: Upgrade iceweasel to 10.0.6esr-1 (Extended Support Release) and install it and its dependencies from squeeze-backports.
fa: ارتقای iceweasel به 10.0.6esr-1 (نسخهٔ پشتیبانی فراتر) و نصب آن و ملزومات آن از بک‌پورت‌های اسکوییز.

source: Hardware support
fa: پشتیبانی سخت‌افزاری

source: Upgrade Linux to 3.2.23-1.
fa: ارتقای لینوکس به ۳٫۲٫۲۳-۱.

source: Software
fa: نرم‌افزارها

source: Update i2p to version 0.9.1.
fa: ارتقای i2p به نسخهٔ ۰٫۹٫۱.

source: Build system
fa: سیستم ساخت

source: vagrant: Install Ikiwiki from Debian unstable. The 'mirrorlist' patches have finally been merged in upstream Ikiwiki. So instead of building Ikiwiki by hand, we can now install the package directly from Debian unstable.
fa: واگرانت: نصب Ikiwiki از دبیان ناپایدار. بسته‌های mirrorlist بالاخره در آپ‌استریم Ikiwiki ادغام شدند. بنابراین به جای ساختن دستی Ikiwiki حالا می‌توانیم بسته‌ها را مستقیماً از دبیان ناپایدار نصب کنیم.

source: Do not build the ikiwiki forum on the bundled static website copy.
fa: انجمن Ikiwiki را از کپی دسته‌شدهٔ تارنمای ایستا نسازید.
