Repository: austin987/tails
Catalog: wiki/src/news/test_0.19-rc1.*.po
Languages: fa

source: [[!meta date="2013-06-15 14:45:00"]] [[!meta title="Call for testing: 0.19~rc1"]]
fa: [[!meta date="۲۰۱۳/۰۶/۱۵ ۱۴:۴۵:۰۰"]] [[!meta title="درخواست آزمایش: 0.19~rc1"]]

source: You can help Tails! The first (and hopefully only) release candidate for the upcoming version 0.19 is out. Please test it and see if all works for you.
fa: شما می‌توانید به تیلز کمک کنید! اولین (و امیدواریم تنها) نامزد انتشار برای نسخهٔ پیش‌روی ۰٫۱۹ آماده شده‌است. لطفاً آن را امتحان کنید و ببینید برایتان کار می‌کند یا نه.

source: How to test Tails 0.19~rc1?
fa: چگونه تیلز 0.19~rc1 را امتحان کنیم؟

source: <strong>Keep in mind that this is a test image.</strong> We have made sure that it is not broken in an obvious way, but it might still contain undiscovered issues.
fa: <strong>در خاطر داشته باشید که این یک تصویر آزمایشی است.</strong> مطمئن شده‌ایم که هیچ آسیب مشهودی ندارد، اما همچنان ممکن است مشکلاتی شناسایی‌نشده داشته باشد.

source: Download the ISO image and its signature:
fa: تصویر ایزو و امضای آن را دانلود کنید:

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.19-rc1/tails-i386-0.19-rc1.iso" >Tails 0.19~rc1 ISO image</a>
fa: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.19-rc1/tails-i386-0.19-rc1.iso" >تصویر ایزوی تیلز 0.19~rc1</a>

source: <a class="download-signature" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.19-rc1/tails-i386-0.19-rc1.iso.pgp" >Tails 0.19~rc1 signature</a>
fa: <a class="download-signature" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.19-rc1/tails-i386-0.19-rc1.iso.pgp" >امضای تیلز 0.19~rc1 </a>

source: [[Verify the ISO image|download#verify]].
fa: [[تأیید تصویر ایزو|download#verify]].

source: Have a look at the list of <a href="#known_issues">known issues of this release</a> and the list of [[longstanding known issues|support/known_issues]].
fa: نگاهی به فهرست <a href="#known_issues">مشکلات شناسایی‌شدهٔ این انتشار</a> و فهرست [[lمشکلات شناسایی‌شدهٔ قدیمی|support/known_issues]] بیندازید.

source: Test wildly!
fa: به شدت آن را امتحان کنید!

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you check that it is not a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fa: اگر هر چیزی یافتید که مطابق انتظار کار نمی‌کند لطفاً [[به ما گزارش بدهید|doc/first_steps/bug_reporting]]! چه بهتر که مطمئن شده باشید این مشکل یک <a href="#known_issues">مشکل شناسایی‌شدهٔ این انتشار</a> یا یک [[مشکل شناسایی‌شدهٔ قدیمی|support/known_issues]] نیست.

source: What's new since 0.18?
fa: چه چیزهایی نسبت به ۰٫۱۸ جدید هستند؟

source: New features
fa: ویژگی‌های جدید

source: Linux 3.9.5-1.
fa: لینوکس ۳٫۹٫۵-۱.

source: Unblock Bluetooth, Wi-Fi, WWAN and WiMAX; block every other type of wireless device.
fa: برداشتن مسدودیت بلوتوث، وای‌فای، WWAN و وای‌مکس؛ مسدود کردن هر گونه دستگاه بی‌سیم دیگر.

source: Bugfixes
fa: رفع ایرادها

source: Fix write access to boot medium at the block device level.
fa: درست کردن دسترسی نوشتن به دستگاه راه‌اندازی در سطم دستگاه مسدودشده.

source: tails-greeter l10n-related fixes.
fa: رفع اشکال‌های مرتبط با بومی‌سازی tails-greeter.

source: gpgApplet: partial fix for clipboard emptying after a wrong passphrase was entered.
fa: gpgApplet: رفع حدودی اشکال خالی شدن بریده‌دان پس از وارد شدن یک گذرواژهٔ اشتباه.

source: Minor improvements
fa: بهبودهای جزیی

source: Drop GNOME proxy settings.
fa: برداشتن تنظیمات پروکسی گنوم.

source: Format newly created persistent volumes as ext4.
fa: فرمت کردن درایوهای جدید ایجادشده به شکل ext4.

source: GnuPG: don't connect to the keyserver specified by the key owner.
fa: GnuPG: متصل نشدن به سرور کلید مشخص‌شده توسط صاحب کلید.

source: GnuPG: locate keys only from local keyrings.
fa: GnuPG: قرار دادن کلیدها تنها از دسته‌کلیدهای بومی.

source: Upgrade live-boot and live-config to the 3.0.x final version from Wheezy.
fa: ارتقای live-boot و live-config به نسخهٔ نهایی ۳٫۰٫x از Wheezy.

source: Localization: many translation updates all over the place.
fa: بومی‌سازی: پیشرفت‌های مختلف کار ترجمه.

source: Test suite
fa: بستهٔ آزمایشی

source: Re-enable previously disabled boot device permissions test.
fa: دوباره فعال کردن آزمون اجازهٔ دستگاه راه‌اندازی غیرفعال‌شده.

source: <a id="known_issues"></a>Known issues in 0.19~rc1
fa: <a id="known_issues"></a>مشکلات شناسایی‌شده در 0.19~rc1

source: Due to a regression in live-config, passwordless sudo is enabled by default unless one sets an administration password.
fa: به خاطر یک رگرسیون در live-config، sudo بدون گذرواژه به طور پیش‌فرض فعال می‌شود مگر در صورت ایجاد یک گذرواژهٔ مدیریتی.

source: The Unsafe Browser does not work.
fa: «مرورگر غیرامن» کار نمی‌کند.

source: All these issues are fixed in Git and will be fixed in Tails 0.19.
fa: تمام این مشکلات در گیت برطرف شده و در تیلز ۰٫۱۹ برطرف خواهند شد.
