Repository: austin987/tails
Catalog: wiki/src/news/test_0.21-rc1.*.po
Languages: fa

source: [[!meta title="Call for testing: 0.21~rc1"]] [[!meta date="2013-10-20 13:00:00"]]
fa: [[!meta title="درخواست آزمایش: 0.21~rc1"]] [[!meta date="۲۰۱۳/۱۰/۲۰ ۱۳:۰۰:۰۰"]]

source: You can help Tails! The first (and hopefully only) release candidate for the upcoming version 0.21 is out. Please test it and see if all works for you.
fa: شما می‌توانید به تیلز کمک کنید! اولین (و امیدواریم تنها) نامزد انتشار برای نسخهٔ پیش‌روی ۰٫۲۱ آماده شده‌است. لطفاً آن را امتحان کنید و ببینید برایتان کار می‌کند یا نه.

source: How to test Tails 0.21~rc1?
fa: چگونه تیلز 0.21~rc1 را امتحان کنیم؟

source: <strong>Keep in mind that this is a test image.</strong> We have made sure that it is not broken in an obvious way, but it might still contain undiscovered issues.
fa: <strong>در خاطر داشته باشید که این یک تصویر آزمایشی است.</strong> مطمئن شده‌ایم که هیچ آسیب مشهودی ندارد، اما همچنان ممکن است مشکلاتی شناسایی‌نشده داشته باشد.

source: Download the ISO image and its signature:
fa: تصویر ایزو و امضای آن را دانلود کنید:

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.21~rc1/tails-i386-0.21~rc1.iso" >Tails 0.21~rc1 ISO image</a>
fa: <a class="download-file" href="http://dl.amnesia.boum.org/tails/testing/tails-i386-0.21~rc1/tails-i386-0.21~rc1.iso" >تصویر ایزوی 0.21~rc1</a>

source: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-0.21~rc1.iso.sig " >Tails 0.21~rc1 signature</a>
fa: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-0.21~rc1.iso.sig " >امضای 0.21~rc1</a>

source: [[Verify the ISO image|download#verify]].
fa: [[تأیید تصویر ایزو|download#verify]].

source: Have a look at the list of <a href="#known_issues">known issues of this release</a> and the list of [[longstanding known issues|support/known_issues]].
fa: نگاهی به فهرست <a href="#known_issues">مشکلات شناسایی‌شدهٔ این انتشار</a> و فهرست [[lمشکلات شناسایی‌شدهٔ قدیمی|support/known_issues]] بیندازید.

source: Test wildly!
fa: به شدت آن را امتحان کنید!

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you check that it is not a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fa: اگر هر چیزی یافتید که مطابق انتظار کار نمی‌کند لطفاً [[به ما گزارش بدهید|doc/first_steps/bug_reporting]]! چه بهتر که مطمئن شده باشید این مشکل یک <a href="#known_issues">مشکل شناسایی‌شدهٔ این انتشار</a> یا یک [[مشکل شناسایی‌شدهٔ قدیمی|support/known_issues]] نیست.

source: What's new since 0.20.1?
fa: چه چیزهایی نسبت به ۰٫۲۰٫۱ جدید هستند؟

source: Security fixes
fa: رفع مشکلات امنیتی

source: Don't grant access to the Tor control port for the desktop user. Else, an attacker able to run arbitrary code as this user could obtain the public IP with a <code>get_info</code> command.
fa: جلوگیری از دسترسی کاربر دسکتاپ به پورت کنترل تور. در غیر این صورت با توجه به این که این کاربر می‌تواند آی‌پی عمومی را با یک فرمان <code>get_info</code> به دست آورد، یک مهاجم می‌تواند کد قراردادی را اجرا کند.

source: Don't allow the desktop user to directly change persistence settings. Else, an attacker able to run arbitrary code as this user could leverage this feature to gain persistent root access, as long as persistence is enabled.
fa: اجازه ندادن به کاربر دسکتاپ برای تغییر مستقیم تنظیمات مانا. این کاربر می‌تواند در حالت فعال بودن مانا به روت مانا دسترسی پیدا کند.

source: New features
fa: ویژگی‌های جدید

source: Add a persistence preset for printing settings.
fa: اضافه کردن یک پیش‌تنظیم مانا برای تنظیمات چاپ کردن.

source: Support SD card connected through a SDIO host adapter.
fa: پشتیبانی از کارت حافظه متصل‌شده از طریق یک آداپتر میزبان SDIO.

source: Minor improvements
fa: بهبودهای جزیی

source: Add a KeePassX launcher to the top GNOME panel.
fa: اضافه کردن یک راه‌انداز KeePassX به پنل بالای گنوم.

source: Exclude the version string in GnuPG's ASCII armored output.
fa: برداشتن رشتهٔ نسخه در خروجی مسلح ASCII متعلق به GnuPG.

source: Prefer stronger ciphers (AES256,AES192,AES,CAST5) when encrypting data with GnuPG.
fa: ترجیح سایفرهای قوی‌تر (AES256,AES192,AES,CAST5) هنگام رمزگذاری داده‌ها با GnuPG.

source: Use the same custom Startpage search URL than the TBB. This apparently disables the new broken "family" filter.
fa: استفاده از همان نشانی صفحهٔ اول اختصاصی جستجو مانند بستهٔ مرورگر تور. این کار ظاهراً باعث غیرفعال شدن فیلتر مشکل‌دار «family» می‌شود.

source: <a id="known_issues"></a>Known issues in 0.21~rc1
fa: <a id="known_issues"></a>مشکلات شناسایی‌شده در 0.21~rc1

source: Regarding the persistence settings migration: only rough notes for the documentation are included. A much better draft <a href='https://git-tails.immerda.ch/tails/plain/wiki/src/doc/first_steps/persistence/upgrade.mdwn?h=bugfix/safer-persistence'>can be read online</a>.
fa: در رابطه با کوچ تنظیمات مانا: تنها پیش‌نویس‌های خام مستندسازی در آن قرار دارند. پیش‌نویس‌های بسیار بهتر را <a href='https://git-tails.immerda.ch/tails/plain/wiki/src/doc/first_steps/persistence/upgrade.mdwn?h=bugfix/safer-persistence'>می‌توان آنلاین یافت</a>.

source: Vidalia is not translated.
fa: ویدالیا ترجمه نشده است.

source: Web browser windows are not resized as expected ([[!tails_ticket 6367]]).
fa: اندازهٔ پنجره‌های مرورگر وب مطابق انتظار تغییر نمی‌کنند ([[!tails_ticket 6367]]).

source: The Persistent Volume Assistant does not error out as it should when asked to delete an active persistent volume ([[!tails_ticket 6374]]).
fa: دستیار درایو مانا هنگام درخواست برای پاک کردن یک درایو مانای فعال پیغام خطا نشان نمی‌دهد ([[!tails_ticket 6374]]).

source: All these issues have fixed pending in Git and should be fixed in Tails 0.21.
fa: تمام این مشکلات در گیت برطرف شده و در تیلز ۰٫۲۱ برطرف خواهند شد.
