Repository: austin987/tails
Catalog: wiki/src/news/test_redesigned_Tails_Greeter.*.po
Languages: fr

source: [[!meta title="Call for testing: redesigned Tails Greeter"]]
fr: [[!meta title="Appel à tester : refonte du Tails Greeter"]]

source: You can help Tails! The first alpha for the redesigned <span class="application">Tails Greeter</span> is out. We are very excited and cannot wait to hear what you think about it :)
fr: Vous pouvez aider Tails ! La première alpha contenant le <span class="application">Tails Greeter</span> remanié est disponible. Nous sommes très enthousiastes et impatients de savoir ce que vous en pensez :)

source: What is <span class="application">Tails Greeter</span>?
fr: Qu'est-ce que le <span class="application">Tails Greeter</span> ?

source: <span class="application">Tails Greeter</span> is the set of dialogs that appear after the <span class="application">boot menu</span>, but before the <span class="application">GNOME Desktop</span> appears.
fr: Le <span class="application">Tails Greeter</span> est un ensemble de boîtes de dialogue qui apparaît après le <span class="application">menu de démarrage</span>, mais avant que le <span class="application">bureau GNOME</span> n'apparaisse.

source: It lets you choose your language, enable your persistent volume, and set a number of other options.
fr: Il vous permet de choisir votre langue, d'activer votre volume persistant et de configurer plusieurs autres options.

source: Why a new <span class="application">Tails Greeter</span>?
fr: Pourquoi un nouveau <span class="application">Tails Greeter</span> ?

source: We had two main reasons to redesign <span class="application">Tails Greeter</span>:
fr: Nous avions deux raisons principales de remanier le <span class="application">Tails Greeter</span> :

source: Usability testing has demonstrated that it is not as easy to use as we would like, especially for people trying Tails for the first time.
fr: Des tests d'utilisabilité ont montré qu'il n'est pas aussi simple que ce que nous voudrions, en particulier pour les personnes essayant Tails pour la première fois.

source: We have pushed the old interface to its limits; it cannot accommodate the options we would like to add to it.
fr: Nous avons atteint les limites de l'ancienne interface ; elle ne peut pas s'adapter aux options que nous souhaitons ajouter.

source: What is new in the redesigned <span class="application">Tails Greeter</span>?
fr: Qu'est-ce que le nouveau <span class="application">Tails Greeter</span> ?

source: Nearly everything you can see has changed! We have been working for more than two years with designers to make <span class="application">Tails Greeter</span> easier to use:
fr: Pratiquement tout ce que vous pouvez voir a changé ! Nous avons travaillé pendant plus de deux ans avec des designers pour rendre le <span class="application">Tails Greeter</span> plus facile à utiliser :

source: [[!img greeter-alpha.png link="no" class="margin center" alt="Redesigned Tails Greeter alpha screenshot"]]
fr: [[!img greeter-alpha.png link="no" class="margin center" alt="Capture d'écran du Tails Greeter refondu en version alpha"]]

source: How to test the redesigned <span class="application">Tails Greeter</span>?
fr: Comment tester le nouveau <span class="application">Tails Greeter</span> ?

source: **Keep in mind that this is a test image.** We did not carefully test it so it is not guaranteed to provide any security or anonymity.
fr: **Gardez à l'esprit qu'il s'agit d'une image de test.** Nous n'avons pas vérifié qu'elle assure ses fonctions d'anonymisation et de sécurité.

source: But test wildly!
fr: Mais testez largement !

source: Download and install
fr: Téléchargement et installation

source: <a class="download-file" href="https://nightly.tails.boum.org/build_Tails_ISO_feature-8230-greeter-revamp-phase1/lastSuccessful/archive/build-artifacts/">experimental Tails ISO image including the redesigned <span class="application">Tails Greeter</span></a>
fr: <a class="download-file" href="https://nightly.tails.boum.org/build_Tails_ISO_feature-8230-greeter-revamp-phase1/lastSuccessful/archive/build-artifacts/">Image ISO expérimentale incluant le nouveau <span class="application">Tails Greeter</span></a>

source: The line corresponding to the ISO image is the one whose size is `1G`.
fr: La ligne correspondant à l'image ISO est celle dont la taille est `1G`.

source: <p> You cannot install this ISO image from Tails 2.x. It is impossible as well to upgrade to this ISO image from Tails 2.x. So, either install or upgrade from a non-Tails system, or start this ISO image from DVD and then clone it to a USB stick. </p>
fr: <p> Vous ne pouvez pas installer cette image ISO depuis Tails 2.x. Il est également impossible de mettre à jour vers cette image ISO depuis Tails 2.x. Vous devez donc soit installer ou mettre à jour votre périphérique depuis un autre système que Tails, soit démarrer cette image ISO depuis un DVD puis la cloner sur une clé USB. </p>

source: To install this ISO image, follow our usual [[installation instructions|install]], skipping the **Download and verify** step.
fr: Pour installer cette image ISO, suivez nos [[instructions d'installation|install]], en sautant l'étape **Télécharger et vérifier**.

source: What to test
fr: Quoi tester

source: Don't hesitate to test all kinds of options, and ensure they are taken into account in the Tails session.
fr: N'hésitez pas à tester toutes les possibilités et à vérifier qu'elles soient prise en compte dans la session de Tails.

source: If you find anything that is not working as it should, please report to us on <tails-testers@boum.org>, including the exact filename of the ISO image you have tested.
fr: Si vous tombez sur quelque chose qui ne fonctionne pas comme il le devrait, merci de nous le signaler à <tails-testers@boum.org>, en ajoutant le nom exact de l'image ISO que vous avez testé.

source: Known issues in the redesigned <span class="application">Tails Greeter</a>
fr: Problèmes connus dans le nouveau <span class="application">Tails Greeter</a>

source: This experimental ISO image is based on [[Tails 3.0~alpha1|news/test_3.0-alpha1]], so all [open issues for Tails 3.0](https://labs.riseup.net/code/projects/tails/issues?per_page=100&query_id=198) apply to it as well.
fr: Cette image ISO expérimentale est basée sur [[Tails 3.0~alpha1|news/test_3.0-alpha1]], donc tous les [tickets ouverts pour Tails 3.0](https://labs.riseup.net/code/projects/tails/issues?per_page=100&query_id=198) sont aussi valables pour cette image ISO.

source: <span class="application">Tails Greeter</span> is not translated in many languages yet.
fr: Le <span class="application">Tails Greeter</span> n'est pas encore traduit dans plusieurs langues.

source: Like it?
fr: Vous aimez ?

source: We have a donation campaign going on: we explained you [[why we needed donations|news/why_we_need_donations]], [[how we use these donations|news/what_we_do_with_your_money]], and we shared with you [[our plans for the next years|news/our_plans_for_2017]].
fr: Nous avons une campagne de dons en cours : nous avons expliqué [[pourquoi nous avons besoin de dons|news/why_we_need_donations]], [[comment nous utilisons ces dons|news/what_we_do_with_your_money]] et partagé avec vous nos [[objectifs pour les prochaines années|news/our_plans_for_2017]].

source: So if you want Tails to remain independent, if you want to enable the Tails team to work on projects we think are important, such as redesigning <span class="application">Tails Greeter</a>, please take one minute to make a donation.
fr: Si vous voulez que Tails reste indépendant, si vous voulez permettre à l'équipe de Tails de travailler sur les projet que nous trouvons importants, comme remanier le <span class="application">Tails Greeter</a>, merci de prendre une minute pour faire un don.

source: <div id="donate-button"><a href="https://tails.boum.org/donate?r=roadmap">Donate</a></div>
fr: <div id="donate-button"><a href="https://tails.boum.org/donate/index.fr.html?r=roadmap">Faire un don</a></div>
