Repository: austin987/tails
Catalog: wiki/src/news/test_2.0-beta1.*.po
Languages: fr

source: [[!meta title="Call for testing: 2.0~beta1"]]
fr: [[!meta title="Appel à tester Tails 2.0~beta1"]]

source: You can help Tails! The first beta for the upcoming version 2.0 is out. We are very excited and cannot wait to hear what you think about it :)
fr: Vous pouvez aider Tails ! La première beta de la prochaine version (2.0) est disponible. Nous sommes très enthousiastes et impatients de savoir ce que vous en pensez :)

source: What's new in 2.0?
fr: Quoi de neuf pour la version 2.0 ?

source: Tails 2.0 will be the first version of Tails based on Debian 8 (Jessie). As such, it upgrades essentially all included software.
fr: Tails 2.0 sera la première version de Tails basée sur Debian 8 (Jessie). Par conséquent, beaucoup de logiciels seront mis à jours.

source: The most noticeable change is probably the move to GNOME Shell, configured in *Classic mode*. This desktop environment provides a modern and actively developed replacement for the aging GNOME "Flashback". GNOME Shell also paves the way for better supporting touchscreens in the future.
fr: Le changement le plus notable est sûrement le passage à GNOME Shell, configuré en *mode Classique*. Cet environnement de bureau est un remplaçant moderne et activement développé du vieillissant GNOME "Flashback". GNOME Shell prépare aussi le terrain pour un meilleur support des écrans tactiles dans le futur.

source: Under the hood, an amazing amount of code was ported to more modern technologies. This, in turn, allowed us to do lots of small changes all around the place, that will make the Tails experience both safer, and more pleasant. For example, all custom system services are harder to exploit thanks to the use of Linux namespaces, set up by systemd. And the way Tails tells the user that "Tor is ready" is now more accurate.
fr: Sous le capot, une quantité phénoménale de code a été portée vers des technologies plus modernes. Cela nous a permis, au passage, de faire plein de petits changements qui rendront l'utilisation de Tails plus sécurisée et plus agréable. Par exemple, tous nos services systèmes personnalisés sont plus difficiles à compromettre grâce à l'utilisation des *namespaces* Linux, mis en place par *systemd*. Et la manière d'annoncer à l'utilisateur que "Tor est prêt" est maintenant plus précise.

source: But really, there are simply too many changes to describe them all here, so just try Tails 2.0~beta1 yourself!
fr: Mais vraiment, il y a trop de changements pour tous les décrire ici, donc essayez Tails 2.0~beta1 vous-même !

source: Technical details of all the changes are listed in the [Changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog?h=devel).
fr: Les détails techniques de tous les changements sont listés dans le [journal des changements](https://git-tails.immerda.ch/tails/plain/debian/changelog?h=devel).

source: There is only one piece of bad news, that makes us a bit sad, though: we had to remove the Windows camouflage feature, since our call for help to port it to GNOME Shell (issued in January, 2015) was unsuccessful.
fr: Il n'y a qu'une seule mauvaise nouvelle qui nous attriste quand même un peu : nous avons dû retirer le camouflage Windows car notre appel à l'aide pour le porter pour GNOME Shell (en janvier 2015) n'a pas aboutie.

source: How to test Tails 2.0~beta1?
fr: Comment tester Tails 2.0~beta1 ?

source: **Keep in mind that this is a test image.** We have ensured that it is not broken in any obvious way, but it might still contain undiscovered issues.
fr: **Gardez à l'esprit qu'il s'agit d'une image de test.** Nous nous sommes assurés qu'il n'y a pas de dysfonctionnements évidents, mais elle peut toujours contenir des problèmes non-découverts.

source: Download the ISO image and its signature:
fr: Télécharger l'image ISO et sa signature :

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/alpha/tails-i386-2.0~beta1/tails-i386-2.0~beta1.iso" >Tails 2.0~beta1 ISO image</a>
fr: <a class="download-file" href="http://dl.amnesia.boum.org/tails/alpha/tails-i386-2.0~beta1/tails-i386-2.0~beta1.iso" >Image ISO de Tails 2.0~beta1</a>

source: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-2.0~beta1.iso.sig">Tails 2.0~beta1 signature</a>
fr: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-2.0~beta1.iso.sig">Signature de Tails 2.0~beta1</a>

source: Note that there is no automatic upgrade applicable to this release.
fr: Veuillez noter qu'il n'y a pas de mise à jour automatique pour cette version.

source: Have a look at the list of <a href="#known_issues">known issues of this release</a> and the list of [[longstanding known issues|support/known_issues]].
fr: Jetez un œil à la liste des <a href="#known_issues">problèmes connus de cette version</a> et à la liste des [[problèmes connus de longue date|support/known_issues]].

source: Test wildly!
fr: Testez à volonté !

source: If you find anything that is not working as it should, please report to us on <tails-testers@boum.org>.
fr: Si vous tombez sur quelque chose qui ne fonctionne pas comme il le devrait, merci de nous le signaler à <tails-testers@boum.org>.

source: Bonus points if you first check if it is a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fr: Points bonus si vous vérifiez avant qu'il ne s'agit pas d'un <a href="#known_issues">problème connu de cette version</a> ou un [[bug connu depuis longtemps|support/known_issues]].

source: Known issues in 2.0~beta1
fr: Problèmes connus dans 2.0~beta1

source: The documentation was not adjusted yet.
fr: La documentation n'a pas encore été adaptée.

source: The <span class="application">Electrum</span> Bitcoin client is not functional ([[!tails_ticket 10754]]).
fr: Le client Bitcoin <span class="application">Electrum</span> ne fonctionne pas ([[!tails_ticket 10754]]).

source: The network is sometimes not unblocked after logging in ([[!tails_ticket 9012]]). If this happens to you, please send <intrigeri@boum.org> the complete output of the `sudo tails-debugging-info` command.
fr: Le réseau n'est parfois pas débloqué après s'être connecté ([[!tails_ticket 9012]]). Si cela vous arrive, merci d'envoyer le résultat complet de la commande `sudo tails-debugging-info` à <intrigeri@boum.org>.

source: The *Dotfiles* persistence feature does not work correctly ([[!tails_ticket 10784]]).
fr: La fonction *Dotfiles* de la persistance ne fonctionne pas correctement ([[!tails_ticket 10784]]).

source: [[Longstanding known issues|support/known_issues]]
fr: Voir également les [[problèmes connus de longue date|support/known_issues]]
