Repository: austin987/tails
Catalog: wiki/src/news/version_3.0.*.po
Languages: fr

source: [[!meta title="Tails 3.0 is out"]]
fr: [[!meta title="Tails 3.0 est sorti"]]

source: We are especially proud to present you Tails 3.0, the first version of Tails based on Debian 9 (Stretch). It brings a completely new startup and shutdown experience, a lot of polishing to the desktop, security improvements in depth, and major upgrades to a lot of the included software.
fr: Nous avons la fierté de vous présenter Tails 3.0, la première version de Tails basée sur Debian 9 (Stretch). Elle apporte une expérience de démarrage et d'extinction complètement nouvelle, un grand nombre de peaufinages du bureau, des améliorations en profondeur de la sécurité et une mise à jour majeure de nombreux logiciels inclus.

source: Debian 9 (Stretch) will be [released on June 17](https://lists.debian.org/debian-devel-announce/2017/05/msg00002.html). It is the first time that we are releasing a new version of Tails almost at the same time as the version of Debian it is based upon. This was an important objective for us as it is beneficial to both our users and users of Debian in general and strengthens our [[relationship with upstream|contribute/relationship_with_upstream]]:
fr: Debian 9 (Stretch) [sortira le 17 juin](https://lists.debian.org/debian-devel-announce/2017/05/msg00002.html). C'est la première fois que nous sortons une nouvelle version de Tails presque en même temps que la version de Debian sur laquelle elle est basée. C'était un objectif important pour nous car cela bénéficie à la fois aux personnes utilisant Tails et aux personnes utilisant Debian en général et cela renforce notre [[relation|contribute/relationship_with_upstream]] :

source: Our users can benefit from the cool changes in Debian earlier.
fr: Les personnes utilisant Tails peuvent bénéficier plus tôt des changements cools faits dans Debian.

source: We can detect and fix issues in the new version of Debian while it is still in development so that our work also benefits Debian earlier.
fr: Nous pouvons détecter et corriger des problèmes dans la nouvelles version de Debian pendant qu'elle est en développement ainsi notre travail bénéficie également plus tôt à Debian.

source: This release also fixes [[many security issues|security/Numerous_security_holes_in_2.12]] and users should upgrade as soon as possible.
fr: Cette version corrige également [[plusieurs failles de sécurité|security/Numerous_security_holes_in_2.12]] et la mise à jour doit être faite dès que possible.

source: Changes
fr: Changements

source: New features
fr: Nouvelles fonctionnalités

source: New startup and shutdown experience
fr: Nouvelle expérience de démarrage et d'extinction

source: - *Tails Greeter*, the application to configure Tails at startup, has been completely redesigned for ease of use: - All options are available from a single window. - Language and region settings are displayed first to benefit our international audience. - Accessibility features can be enabled from the start.
fr: - *Tails Greeter*, l'application pour configurer Tails au démarrage, a été complètement repensé pour faciliter son usage : - Toutes les options sont disponibles depuis une seule fenêtre. - Les paramètres de langue et de région sont affichés en premier pour aider notre audience internationale. - Les options d'accessibilité peuvent être activées dès le départ.

source: This has been a long process, started three years ago with the UX team of [NUMA Paris](https://paris.numa.co/) and lead only by volunteers. Join us on [[tails-ux@boum.org|about/contact#tails-ux]] to participate in future designs!
fr: Cela a été un long processus, démarré il y a trois ans avec l'équipe UX de [NUMA Paris](https://paris.numa.co/) et mené uniquement par des bénévoles. Rejoignez-nous sur [[tails-ux@boum.org|about/contact#tails-ux]] pour participer aux futures designs !

source: - The shutdown experience has also been redesigned in order to be: - More reliable. It was crashing on various computers with unpredictable results. - More discrete. The screen is now totally black to look less suspicious.
fr: - L'expérience d'extinction a été également repensée afin d'être : - Plus fiable. Elle crashait sur différents ordinateurs avec des résultats imprévisibles. - Plus discrète. L'écran est désormais totalement noir pour sembler moins suspect.

source: Technically speaking, it is now using the [[freed memory poisoning feature|contribute/design/memory_erasure]] of the Linux kernel.
fr: Techniquement parlant, il utilise désormais la [[fonction freed memory poisoning|contribute/design/memory_erasure]] du noyau Linux.

source: Polishing the desktop
fr: Peaufinage du bureau

source: We switched to the default black theme of GNOME which has a more modern and discrete look:
fr: Nous sommes passé au thème noir par défaut de GNOME qui a un aspect plus moderne et plus discret :

source: - Tails 3.0 benefits from many other small improvements to the GNOME desktop:
fr: - Tails 3.0 bénéficie de nombreuses petites améliorations du bureau GNOME :

source: *Files* has been redesigned to reduce clutter and make the interface easier to use. Several new features have been added, such as the ability to rename multiple files at the same time and the ability to extract compressed files without needing a separate application.
fr: *Fichiers* a été remanié pour réduire le désordre et rendre l'interface plus facile à utiliser. Plusieurs nouvelles fonctionnalités ont été ajoutées, comme la possibilité de renommer plusieurs fichiers en même temps et d'extraire les fichiers compressés sans avoir besoin d'un logiciel séparé.

source: The notification area has been improved to allow easy access to previous notifications. Notification popups have also been repositioned to make them more noticeable.
fr: La zone de notification a été améliorée pour permettre un accès facile aux précédentes notifications. Les popups de notification ont également été repositionnés pour les rendre plus visibles.

source: Shortcut windows have been added to help you discover keyboard shortcuts in GNOME applications.
fr: Des fenêtres de raccourcis ont été ajoutées pour aider à découvrir les raccourcis clavier dans les applications GNOME.

source: For example, press <span class="keycap">Ctrl+F1</span> in *Files* to display its shortcut window.
fr: Par exemple, appuyez sur <span class="keycap">Ctrl+F1</span> dans *Fichiers* pour afficher sa fenêtre de raccourcis.

source: Security improvements in depth
fr: Améliorations en profondeur de la sécurité

source: Tails 3.0 works on <span class="definition">[[!wikipedia x86-64 desc="64-bit computers"]]</span> only and not on 32-bit computers anymore. Dropping hardware support, even for a small portion of our user base, is always a hard decision to make but being 64-bit only has important security and reliability benefits. For example, to protect against some types of security exploits, support for the <span class="definition">[[!wikipedia NX_bit]]</span> is compulsory and most binaries are hardened with <span class="definition">[[!wikipedia Position-independent_code desc="PIE"]]</span> which allows <span class="definition">[[!wikipedia Address_space_layout_randomization desc="ASLR"]]</span>.
fr: Tails 3.0 marche uniquement sur les <span class="definition">[[!wikipedia_fr X64 desc="ordinateurs 64 bits"]]</span> et plus sur les ordinateurs 32 bits. Abandonner le support de matériel, même si cela concerne une petite portion des personnes utilisant Tails, est toujours une décision difficile à prendre mais être seulement en 64 bits apporte d'importants bénéfices de sécurité et de fiabilité. Par exemple, pour protéger contre plusieurs types de failles de sécurité, supporter le <span class="definition">[[!wikipedia_fr NX_Bit]]</span> est incontournable et la plupart des binaires sont renforcés avec <span class="definition">[[!wikipedia Position-independent_code desc="PIE"]]</span> qui permet la <span class="definition">[[!wikipedia_fr Address_space_layout_randomization desc="distribution aléatoire de l'espace d'adressage"]]</span>.

source: [[!toggle id="check" text="Check if your computer is 64-bit or 32-bit."]]
fr: [[!toggle id="check" text="Vérifiez si votre ordinateur est 64 bits ou 32 bits."]]

source: Start any Tails version.
fr: Démarrez n'importe quelle version de Tails.

source: To open a terminal choose <span class="menuchoice"><span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Terminal</span></span>.
fr: Pour ouvrir un terminal choisissez <span class="menuchoice"><span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilitaires</span>&nbsp;▸ <span class="guimenuitem">Terminal</span></span>.

source: Execute the following command to display system information:
fr: Exécutez la commande suivante pour afficher les informations système :

source: If the output is `x86_64`, your computer is 64-bit and Tails 3.0 should work.
fr: Si la sortie est `x86_64`, votre ordinateur est 64 bits et Tails 3.0 devrait marcher.

source: If the output is `i686`, your computer is 32-bit and Tails 3.0 will not work.
fr: Si la sortie est `i686`, votre ordinateur est 32 bits et Tails 3.0 ne marchera pas.

source: Update *Tor Browser* to 7.0.1 (based on Firefox 52 ESR) which is [multiprocess](https://developer.mozilla.org/en-US/Firefox/Multiprocess_Firefox) and paves the way to [content sandboxing](https://wiki.mozilla.org/Security/Sandbox). This should make it harder to exploit security vulnerabilities in the browser.
fr: Mise à jour du *navigateur Tor* vers la version 7.0.1 (basé sur Firefox 52 ESR) qui est [multi-processus](https://developer.mozilla.org/fr/Firefox/Multiprocessus_Firefox) et cela ouvre la voie au [bac à sable du contenu](https://wiki.mozilla.org/Security/Sandbox). Cela permet de rendre plus difficile l'exploitation d'une faille de sécurité dans la navigateur.

source: Major upgrades to included software
fr: Mises à jour majeures des logiciels inclus

source: - Most included software has been upgraded in Debian 9, for example: - *KeePassX* from 0.4.3 to 2.0.3<br/> Your password database will be [[migrated automatically|doc/encryption_and_privacy/manage_passwords#migration]] to the new format of *KeePassX* 2. - *LibreOffice* from 4.3.3 to 5.2.6 - *Inkscape* from 0.48.5 to 0.92.1 - *Audacity* from 2.0.6 to 2.1.2 - *Enigmail* from 1.8.2 to 1.9.6 - *MAT* from 0.5.2 to 0.6.1 - *Dasher* from 4.11 to 5.0 - *git* from 2.1.4 to 2.11.0
fr: - La plupart des logiciels inclus ont été mise à jour dans Debian 9, par exemple : - *KeePassX* de la version 0.4.3 à la version 2.0.3<br/> Votre base de données de mots de passe devrait être [[automatiquement convertie|doc/encryption_and_privacy/manage_passwords#migration]] vers le nouveau format de *KeePassX* 2. - *LibreOffice* de la version 4.3.3 à la version 5.2.6 - *Inkscape* de la version 0.48.5 à la version 0.92.1 - *Audacity* de la version 2.0.6 à la version 2.1.2 - *Enigmail* de la version 1.8.2 à la version 1.9.6 - *MAT* de la version 0.5.2 à la version 0.6.1 - *Dasher* de la version 4.11 à la version 5.0 - *git* de la version 2.1.4 à la version 2.11.0

source: Upgrades and changes
fr: Mises à jour et changements

source: The *Pidgin* tray icon was removed from the top navigation bar and replaced by popup notifications.
fr: L'icône de notification *Pidgin* a été supprimée de la barre de navigation supérieure et remplacée par des fenêtres de notification.

source: *Icedove* was renamed as *Thunderbird*, its original name, inheriting this change from Debian.
fr: *Icedove* a été renommé en *Thunderbird*, son nom original, héritant du changement venant de Debian.

source: The search box and the search feature of the address bar of the *Unsafe Browser* were removed. ([[!tails_ticket 12540]])
fr: La barre de recherche et la fonction de recherche dans la barre d'adresse du *Navigateur non-sécurisé* ont été enlevés. ([[!tails_ticket 12540]])

source: The read-only option of the persistent storage was removed. It was used by very few users, created confusion, and lead to unexpected issues. ([[!tails_ticket 12093]])
fr: L'option lecture-seule de la persistance a été enlevée. Elle était utilisée par peu de personnes, créait de la confusion et provoquait des problèmes inattendus. ([[!tails_ticket 12093]])

source: Fixed problems
fr: Problèmes résolus

source: The new *X.Org* display server in Tails 3.0 should work on more newer graphical hardware.
fr: Le nouveau serveur d'affichage *X.Org* dans Tails 3.0 devrait marcher avec plus de cartes graphiques récentes.

source: - UEFI boot has been fixed on some machines (ThinkPad X220).
fr: - Le démarrage UEFI a été corrigé sur quelques machines (ThinkPad X220).

source: - MAC spoofing has been fixed on some network interfaces (TP-Link WN725N). ([[!tails_ticket 12362]])
fr: - L'usurpation d'adresse MAC a été corrigée sur certaines interfaces réseau (TP-Link WN725N). ([[!tails_ticket 12362]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus d'informations, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Known issues
fr: Problèmes connus

source: *Tails Installer* erroneously rejects some USB sticks. When this happens, a message that starts with "Skipping non-removable device" is displayed ([[!tails_ticket 12696]]). To workaround this problem:
fr: L'*Installeur de Tails* rejette par erreur certaines clés USB. Quand cela arrive, un message commençant par "Skipping non-removable device" s'affiche ([[!tails_ticket 12696]]). Pour contourner ce problème :

source: Start the operating system you want to use *Tails Installer* on.<br /> If you want to use *Tails Installer* in Tails 3.0, [[set up an administration password|doc/first_steps/startup_options/administration_password]].
fr: Démarrez le système d'exploitation que vous voulez utiliser avec l'*Installeur de Tails*.<br /> Si vous voulez utiliser l'*Installeur de Tails* dans Tails 3.0, [[définissez un mot de passe d'administration|doc/first_steps/startup_options/administration_password]].

source: 2. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span> </span> to open a terminal with administration rights.
fr: 2. Choisissez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Outils système</span>&nbsp;▸ <span class="guimenuitem">Terminal administrateur</span> </span> pour ouvrir un terminal avec les droits d'administration.

source: Execute the following command to fix the bug in *Tails Installer*:
fr: Exécutez la commande suivante pour corriger le bug dans l'*Installeur de Tails* :

source: *Tails Installer* should not expose this problem again… until you restart Tails, as these changes will be reverted upon restart.
fr: L'*Installeur de Tails* ne devrait plus afficher ce problème… jusqu'à ce que vous redémarriez Tails, puisque ces changements seront annulés au moment du redémarrage.

source: Tails fails to start on some computers with [[Intel graphical hardware|support/known_issues#xorg-driver]].
fr: Tails n'arrive pas à démarrer sur certains ordinateurs avec une [[carte graphique Intel|support/known_issues#xorg-driver]].

source: Some users have reported problems during the migration from *Icedove* to *Thunderbird*, in particular that *Thunderbird* doesn't start.
fr: Plusieurs personnes ont signalés des problèmes durant la migration de *Icedove* vers *Thunderbird*, en particulier que *Thunderbird* ne démarre pas.

source: If this happens to you, please [[send us a *WhisperBack* report|doc/first_steps/bug_reporting/#whisperback]] without restarting Tails.
fr: Si cela vous arrive, merci de [[nous envoyer un rapport *WhisperBack*|doc/first_steps/bug_reporting/#whisperback]] sans redémarrer Tails.

source: See the list of [[long-standing issues|support/known_issues]].
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 3.0
fr: Obtenir Tails 3.0

source: - To install, follow our [[installation instructions|install]].
fr: - Pour l'installer, suivez nos [[instructions d'installation|install]].

source: - To upgrade, all users have to do a [[manual upgrade|doc/upgrade#manual]].
fr: - Pour mettre à jour, tout le monde doit faire une [[mise à jour manuelle|upgrade]].

source: - [[Download Tails 3.0.|install/download]]
fr: - [[Télécharger Tails 3.0.|install/download]]

source: What's coming up?
fr: Et ensuite ?

source: Tails 3.1 is [[scheduled|contribute/calendar]] for August 8.
fr: Tails 3.1 est [[prévu|contribute/calendar]] pour le 8 août.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=3.0">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/index.fr.html?r=3.0">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
