Repository: austin987/tails
Catalog: wiki/src/news/version_1.8.*.po
Languages: de, fr

source: [[!meta title="Tails 1.8 is out"]]
de: [[!meta title="Tails 1.8 wurde veröffentlicht"]]
fr: [[!meta title="Tails 1.8 est disponible"]]

source: This release fixes [[numerous security issues|security/Numerous_security_holes_in_1.7]]. All users must upgrade as soon as possible.
de: Diese Version behebt [[zahlreiche Sicherheitslücken|security/Numerous_security_holes_in_1.7]]. Alle Nutzer sollten so schnell wie möglich aktualisieren.
fr: Cette version corrige [[plusieurs problèmes de sécurité|security/Numerous_security_holes_in_1.7]] et tous les utilisateurs doivent mettre à jour dès que possible.

source: Changes
de: Änderungen
fr: Changements

source: New features
de: Neue Funktionen
fr: Nouvelles fonctionnalités

source: <span class="application">[[Icedove|doc/anonymous_internet/icedove]]</span> a rebranded version of <span class="application">Mozilla Thunderbird</span> is now the official email client in Tails, replacing <span class="application">Claws Mail</span>.
de: <span class="application">[[Icedove|doc/anonymous_internet/icedove]]</span>, eine umbenannte Version von <span class="application">Mozilla Thunderbird</span>, ist nun der offizielle E-Mail-Client in Tails und ersetzt <span class="application">Claws Mail</span>.
fr: <span class="application">[[Icedove|doc/anonymous_internet/icedove]]</span>, une version rebaptisée de <span class="application">Mozilla Thunderbird</span>, est maintenant le client mail officiel de Tails et remplace <span class="application">Claws Mail</span>.

source: <span class="application">Claws Mail</span> will be removed from Tails in version 2.0 (2016-01-26). If you have been using <span class="application">Claws Mail</span> and activated its persistence feature, follow our instructions to [[migrate your data to <span class="application">Icedove</span>|doc/anonymous_internet/claws_mail_to_icedove]].
de: <span class="application">Claws Mail</span> wird in Version 2.0 (26.01.2016) aus Tails entfernt. Wenn Sie <span class="application">Claws Mail</span> verwendet haben und die entsprechende Funktion für den beständigen Speicherbereich aktiviert hatten, folgen Sie unseren Anweisungen [[zum Migrieren Ihrer Daten nach <span class="application">Icedove</span>|doc/anonymous_internet/claws_mail_to_icedove]].
fr: <span class="application">Claws Mail</span> sera supprimé de Tails à la version 2.0 (26-01-2016). Si vous utilisez <span class="application">Claws Mail</span> et avez activé sa persistance, suivez nos instructions pour [[migrer vos données vers <span class="application">Icedove</span>|doc/anonymous_internet/claws_mail_to_icedove]].

source: Upgrades and changes
de: Aktualisierungen und Änderungen
fr: Mises à jours et changements

source: Electrum from 1.9.8 to [2.5.4](https://github.com/spesmilo/electrum/blob/0d4de870a5159d491b604d29780f6bfb539c49f3/RELEASE-NOTES). Now Electrum should work again in Tails.
de: Electrum von 1.9.8 auf [2.5.4](https://github.com/spesmilo/electrum/blob/0d4de870a5159d491b604d29780f6bfb539c49f3/RELEASE-NOTES). Electrum sollte in Tails nun wieder funktionieren.
fr: Electrum a été mis à jour de la version 1.9.8 vers la version [2.5.4](https://github.com/spesmilo/electrum/blob/0d4de870a5159d491b604d29780f6bfb539c49f3/RELEASE-NOTES). Electrum devrait de nouveau fonctionner.

source: - Tor Browser to [5.0.5](https://gitweb.torproject.org/builders/tor-browser-bundle.git/tree/Bundle-Data/Docs/ChangeLog.txt?h=maint-5.0&id=tbb-5.0.5-build1).
de: - Tor Browser auf [5.0.5](https://gitweb.torproject.org/builders/tor-browser-bundle.git/tree/Bundle-Data/Docs/ChangeLog.txt?h=maint-5.0&id=tbb-5.0.5-build1).
fr: - Tor Browser a été mis à jour vers la version [5.0.5](https://gitweb.torproject.org/builders/tor-browser-bundle.git/tree/Bundle-Data/Docs/ChangeLog.txt?h=maint-5.0&id=tbb-5.0.5-build1).

source: - Tor to [0.2.7.6](https://gitweb.torproject.org/tor.git/tree/ChangeLog?id=tor-0.2.7.6).
de: - Tor auf [0.2.7.6](https://gitweb.torproject.org/tor.git/tree/ChangeLog?id=tor-0.2.7.6).
fr: - Tor a été mis à jour vers la version [0.2.7.6](https://gitweb.torproject.org/tor.git/tree/ChangeLog?id=tor-0.2.7.6).

source: - I2P to [0.9.23](https://geti2p.net/en/blog/post/2015/11/19/0.9.23-Release).
de: - I2P auf [0.9.23](https://geti2p.net/en/blog/post/2015/11/19/0.9.23-Release).
fr: - I2P a été mis à jour vers la version [0.9.23](https://geti2p.net/en/blog/post/2015/11/19/0.9.23-Release).

source: - Icedove from 31.8 to 38.4.
de: - Icedove von 31.8 auf 38.4.
fr: - Icedove a été mis à jour de la version 31.8 à la version 38.4.

source: - Enigmail from 1.7.2 to 1.8.2.
de: - Enigmail von 1.7.2 auf 1.8.2.
fr: - Enigmail a été mis à jour de la version 1.7.2 à la version 1.8.2.

source: Known issues
de: Bekannte Probleme
fr: Problèmes connus

source: Automatic upgrades are much slower to apply than before. Expect the upgrade to take around an hour *after* the download is finished. See [[!tails_ticket 10757]] for details.
de: Automatische Aktualisierungen sind viel langsamer als bisher. Erwarten Sie, dass eine Aktualisierung etwa eine Stunde in Anspruch nimmt, *nachdem* der Download abgeschlossen wurde. Für weitere Details lesen Sie [[!tails_ticket 10757]].
fr: Les mises à jours automatiques sont beaucoup plus lentes qu'avant. Cela peut durer plus d'une heure *après* le téléchargement de la mise à jour. Voir le ticket [[!tails_bug 10757]] pour plus de détails.

source: The [[doc/first_steps/startup_options/bridge_mode]] fails if the system clock is incorrect. To prevent this problem, correct the system clock *before* connecting to the network. To do so:
de: Der [[Bridge Modus|doc/first_steps/startup_options/bridge_mode]] schlägt fehl, wenn die Systemuhr falsch geht. Passen Sie die Systemuhr an, *bevor* Sie sich mit dem Netzwerk verbinden, um dieses Problem zu verhindern.
fr: L'utilisation des [[bridges|doc/first_steps/startup_options/bridge_mode]] ne fonctionne pas si l'horloge n'est pas réglée correctement. Pour éviter ce problème, corrigez l'horloge système *avant* de vous connecter au réseau. Pour ce faire :

source: [[Set up an administration password|doc/first_steps/startup_options/administration_password]] when starting Tails.
de: Stellen Sie beim Start von Tails [[ein Administrationspasswort ein|doc/first_steps/startup_options/administration_password]].
fr: [[Configurez un mot de passe d'administration|doc/first_steps/startup_options/administration_password]] au démarrage de Tails.

source: Right-click on the system clock in the top navigation bar and choose <span class="guimenuitem">Adjust Date & Time</span>.
de: Rechtsklicken Sie die Systemuhr in der oberen Navigationsleiste und wählen Sie <span class="guimenuitem">Datum und Uhrzeit anpassen</span>.
fr: Effectuez un clic-droit sur l'horloge dans la barre de navigation en haut de l'écran et sélectionnez <span class="guimenuitem">Régler la date et l'heure</span>.

source: Click the <span class="button">Unlock</span> button and enter the administration password from step 1.
de: Klicken Sie auf die <span class="button">Entsperren</span>-Schaltfläche und geben Sie das Administrationspasswort vom ersten Schritt ein.
fr: Cliquez sur le bouton <span class="button">Déverrouiller</span> et saisissez le mot de passe d'administration configuré à l'étape 1.

source: Adjust the time to be the correct time in [[!wikipedia Coordinated_Universal_Time desc="UTC"]] (use the same difference with your local time as observed usually in Tails).
de: Passen Sie die Zeit so an, dass Sie der korrekten [[!wikipedia_de Coordinated_Universal_Time desc="Koordinierten Weltzeit"]] entspricht (benutzen Sie den gleichen Abstand zu Ihrer lokalen Zeit, wie Sie ihn normalerweise in Tails festgestellt haben).
fr: Ajustez l'horloge pour correspondre au [[!wikipedia_fr Temps_universel_coordonné desc="Temps universel coordonné "]] (utilisez la même différence avec votre heure locale qu'observée habituellement).

source: See the current list of [[known issues|support/known_issues]].
de: Lesen Sie sich die Liste der [[bekannten Probleme|support/known_issues]] durch.
fr: Voir également la liste des [[problèmes connus|support/known_issues]].

source: Download or upgrade
de: Herunterladen oder Aktualisieren
fr: Télécharger ou mettre à jour

source: Go to the [[install]] or [[upgrade|doc/first_steps/upgrade/]] page.
de: Gehen Sie zur [[Download|install]]- oder [[Aktualisieren|doc/first_steps/upgrade/]]-Seite.
fr: Aller à la page de [[téléchargement|upgrade]] ou de [[mise à jour|doc/first_steps/upgrade/]].

source: If your Tails does not boot after an automatic upgrade, please [[upgrade your Tails manually|doc/first_steps/upgrade#manual]].
de: Falls Ihr Tails nach einer automatischen Aktualisierung nicht mehr startet, [[aktualisieren Sie Ihr Tails bitte manuell|doc/first_steps/upgrade#manual]].
fr: Si votre Tails ne démarre pas après une mise à jour automatique, [[mettez le à jour manuellement|doc/first_steps/upgrade#manual]].

source: What's coming up?
de: Was kommt als Nächstes?
fr: Et ensuite ?

source: The next Tails release is [[scheduled|contribute/calendar]] for January 26.
de: Die nächste Version von Tails ist für den 26. Januar [[geplant|contribute/calendar]].
fr: La prochaine version de Tails est [[prévue|contribute/calendar]] pour le 26 janvier.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf die [[!tails_roadmap]], um zu sehen, was wir als Nächstes vorhaben.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] ([[donating|contribute/how/donate]] is only one of them). Come [[talk to us|about/contact#tails-dev]]!
de: Wir brauchen Ihre Hilfe und es gibt viele Wege, auf denen Sie [[Tails unterstützen|contribute]] können ([[Spenden|contribute/how/donate]] ist nur einer davon). [[Sprechen Sie uns an|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de contribuer à Tails ([[faire un don|contribute/how/donate]] est seulement une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
