Repository: austin987/tails
Catalog: wiki/src/news/version_4.5.*.po
Languages: it

source: [[!meta title="Tails 4.5 is out"]]
it: [[!meta title="È uscito Tails 4.5"]]

source: This release fixes [[many security vulnerabilities|security/Numerous_security_holes_in_4.4.1]]. You should upgrade as soon as possible.
it: Questo rilascio risolve [[molte vulnerabilità di sicurezza|security/Numerous_security_holes_in_4.4.1]]. Dovresti eseguire l'aggiornamento il più presto possibile.

source: New features
it: Nuove funzionalità

source: Tails now starts on computers with Secure Boot enabled.
it: Tails ora può essere avviato sui computer che hanno il Secure Boot attivato.

source: If your Mac displays the following error:
it: Se il tuo Mac visualizza l'errore seguente:

source: <pre>Security settings do not allow this Mac to use an external startup disk.</pre>
it: <pre>Le impostazioni di sicurezza non permettono di avviare questo Mac da un disco d'avvio esterno.</pre>

source: <p>Then you have to [[change the settings of the <em>Startup Security Utility</em>|install/mac/usb#startup-security]] of your Mac to authorize starting from Tails.</p>
it: <p>Allora devi [[modificare le impostazioni dell'<em>utilità di Sicurezza d'avvio</em>|install/mac/usb#startup-security]] del tuo Mac per autorizzare l'avvio da Tails.</p>

source: Changes and updates
it: Modifiche e aggiornamenti

source: - Update *Tor Browser* to [9.0.9](https://blog.torproject.org/new-release-tor-browser-909).
it: - Aggiornamento di *Tor Browser* alla versione [9.0.9](https://blog.torproject.org/new-release-tor-browser-909).

source: This update fixes several [[!mfsa 2020-13 desc="vulnerabilities"]] in *Firefox*, including [[!mfsa 2020-11 desc="some critical ones"]].
it: Questo aggiornamento risolve diverse [[!mfsa 2020-13 desc="vulnerabilità"]] in *Firefox*, incluse [[!mfsa 2020-11 desc="alcune vulnerabilità critiche"]].

source: Mozilla is aware of targeted attacks in the wild abusing these vulnerabilities.
it: Mozilla è al corrente della presenza in rete di attacchi mirati che sfruttano queste vulnerabilità.

source: Known issues
it: Problemi noti

source: None specific to this release.
it: Nessuno che riguardi questo specifico rilascio.

source: See the list of [[long-standing issues|support/known_issues]].
it: Vedi la lista dei [[problemi noti da tempo|support/known_issues]].

source: To upgrade your Tails USB stick and keep your persistent storage
it: Per aggiornare la propria chiavetta USB Tails e conservare il proprio volume persistente

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
it: Se non puoi eseguire un aggiornamento automatico o se Tails non si avvia dopo un aggiornamento automatico, ti preghiamo di provare a eseguire un [[aggiornamento manuale|doc/upgrade/#manual]].

source: To install Tails on a new USB stick
it: Per installare Tails su una nuova chiavetta USB

source: [[Install from Windows|install/win]]
it: [[Installare da Windows|install/win]]

source: [[Install from macOS|install/mac]]
it: [[Installare da macOS|install/mac]]

source: [[Install from Linux|install/linux]]
it: [[Installare da Linux|install/linux]]

source: What's coming up?
it: Cosa arriverà nelle prossime versioni?

source: Tails 4.6 is [[scheduled|contribute/calendar]] for May 5.
it: Tails 4.6 è [[previsto|contribute/calendar]] per il 5 maggio.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
it: Dai un'occhiata alla nostra [[tabella di marcia|contribute/roadmap]] (in inglese) per sapere a cosa stiamo lavorando.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=4.5">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
it: Abbiamo bisogno del tuo aiuto e ci sono molti modi per [[contribuire a Tails|contribute]] (le <a href="https://tails.boum.org/donate/?r=4.5">donazioni</a> sono soltanto uno di questi). Vieni a [[parlare con noi|about/contact#tails-dev]]!
