Repository: austin987/tails
Catalog: wiki/src/news/version_4.13.*.po
Languages: fr

source: [[!meta title="Tails 4.13 is out"]]
fr: [[!meta title="Tails 4.13 est sorti"]]

source: This release fixes [[many security vulnerabilities|security/Numerous_security_holes_in_4.12]]. You should upgrade as soon as possible.
fr: Cette version corrige [[plusieurs failles de sécurité|security/Numerous_security_holes_in_4.12]]. Vous devriez mettre à jour dès que possible.

source: <h1 id="changes">Changes and updates</h1>
fr: <h1 id="changes">Changements et mises à jour</h1>

source: - Update *Tor Browser* to [10.0.5](https://blog.torproject.org/new-release-tor-browser-1005).
fr: - Mise à jour du *Navigateur Tor* vers la version [10.0.5](https://blog.torproject.org/new-release-tor-browser-1005).

source: *Tor Browser* 10.0.5 fixes the [[critical vulnerability discovered last week in the JavaScript engine|security/mcallgetproperty]].
fr: Le *Navigateur Tor* 10.0.5 corrige les [[vulnérabilités critiques découvertes la semaine dernière dans le moteur JavaScript |security/mcallgetproperty]].

source: - Update *Thunderbird* from 68.12 to [78.4.2](https://www.thunderbird.net/en-US/thunderbird/78.4.2/releasenotes/).
fr: - Mise à jour de *Thunderbird* de la version 68.12 vers la version [78.4.2](https://www.thunderbird.net/en-US/thunderbird/78.4.2/releasenotes/).

source: *Thunderbird* 78 replaces the *Enigmail* extension with built-in support for OpenPGP encryption.
fr: *Thunderbird* 78 remplace l'extension *Enigmail* par le support natif du chiffrement OpenPGP.

source: If you used *Enigmail* before Tails 4.13, follow our [[instructions to migrate from *Enigmail* to *Thunderbird* 78|doc/anonymous_internet/thunderbird/openpgp_migration]].
fr: Si vous utilisiez *Enigmail* avant Tails 4.13, suivez nos [[instructions pour migrer de *Enigmail* à *Thunderbird* 78|doc/anonymous_internet/thunderbird/openpgp_migration]].

source: Add a button to restart Tails at the end of creating the Persistent Storage. ([[!tails_ticket 16384]])
fr: Ajout d'un bouton pour redémarrer Tails à la fin de la création du stockage persistant. ([[!tails_ticket 16384]])

source: Only include translations for languages that are available in the Welcome Screen. This reduces the size of the download by 5%. ([[!tails_ticket 17139]])
fr: Seules les traductions existantes ont été inclues pour l'écran d'accueil. Cela réduit la taille du téléchargement de 5%. ([[!tails_ticket 17139]])

source: Make the root directory of the Persistent Storage only readable by the `root` user. ([[!tails_ticket 7465]])
fr: Le dossier « root » du stockage persistent est rendu lisible uniquement pour le compte `root`. ([[!tails_ticket 7465]])

source: Users of the Dotfiles feature of the Persistent Storage can choose **Places&nbsp;▸ Dotfiles** to open the */live/persistence/TailsData_unlocked/dotfiles folder* in the *Files* browser.
fr: Les personnes qui utilisent la fonction Dotfiles du stockage persistant peuvent choisir **Emplacements&nbsp;▸ Dotfiles** pour ouvrir le *dossier /live/persistence/TailsData_unlocked/dotfiles* dans le navigateur de *Fichiers*.

source: Enable TCP timestamps. This might increase stability on slower Internet connections. ([[!tails_ticket 17491]])
fr: Active l'horodatage TCP. Cela peut augmenter la stabilité des connexions Internet lentes. ([[!tails_ticket 17491]])

source: <h1 id="fixes">Fixed problems</h1>
fr: <h1 id="fixes">Problèmes corrigés</h1>

source: Fix the **Upgrade** button of *Tails Installer* when running Croatian, Danish, French, Hebrew, Macedonian, Simplified Chinese, and Turkish. ([[!tails_ticket 17982]])
fr: Corrige le bouton **Mise à jour** de l'*Installeur Tails* lors de l'utilisation des langues Croate, Danoise, Française, Hébraïque, Macédonienne, Chinoise simplifiée et Turque. ([[!tails_ticket 17982]])

source: - Allow raising the sound volume above 100%. ([[!tails_ticket 17322]])
fr: - Permet d'augmenter le volume sonore au-delà de 100%. ([[!tails_ticket 17322]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: <h1 id="issues">Known issues</h1>
fr: <h1 id="issues">Problèmes connus</h1>

source: None specific to this release.
fr: Aucun spécifique à cette version.

source: See the list of [[long-standing issues|support/known_issues]].
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].

source: <h1 id="get">Get Tails 4.13</h1>
fr: <h1 id="get">Obtenir Tails 4.13</h1>

source: To upgrade your Tails USB stick and keep your persistent storage
fr: Pour mettre à jour votre clé USB Tails et conserver votre stockage persistant

source: - Automatic upgrades are available from Tails 4.2 or later to 4.13.
fr: - Des mises à jour automatiques sont disponibles de Tails 4.2 ou plus récent vers la version 4.13.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage de Tails échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|doc/upgrade/#manual]].

source: To install Tails on a new USB stick
fr: Pour installer Tails sur une nouvelle clé USB

source: Follow our installation instructions:
fr: Suivez nos instructions d'installation :

source: [[Install from Windows|install/win]]
fr: [[Installer depuis Windows|install/win]]

source: [[Install from macOS|install/mac]]
fr: [[Installer depuis macOS|install/mac]]

source: [[Install from Linux|install/linux]]
fr: [[Installer depuis Linux|install/linux]]

source: <div class="caution"><p>The Persistent Storage on the USB stick will be lost if you install instead of upgrading.</p></div>
fr: <div class="caution"><p>Le stockage persistant de la clé USB sera perdu si vous faites une installation au lieu d'une mise à jour.</p></div>

source: To download only
fr: Pour seulement télécharger

source: If you don't need installation or upgrade instructions, you can download Tails 4.13 directly:
fr: Si vous n'avez pas besoin d'instructions d'installation ou de mise à jour, vous pouvez télécharger directement Tails 4.13 :

source: [[For USB sticks (USB image)|install/download]]
fr: [[Pour clés USB (image USB)|install/download]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
fr: [[Pour DVD et machines virtuelles (image ISO)|install/download-iso]]

source: <h1 id="next">What's coming up?</h1>
fr: <h1 id="next">Et ensuite ?</h1>

source: Tails 4.14 is [[scheduled|contribute/calendar]] for December 15.
fr: Tails 4.14 est [[prévu|contribute/calendar]] pour le 15 décembre.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[feuille de route|contribute/roadmap]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=4.13">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=4.13">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
