Repository: austin987/tails
Catalog: wiki/src/news/version_3.6.2.*.po
Languages: fr, pt

source: [[!meta title="Tails 3.6.2 is out"]]
fr: [[!meta title="Tails 3.6.2 est sorti"]]
pt: [[!meta title="Lançado o Tails 3.6.2"]]

source: This release fixes [[several security issues|security/Numerous_security_holes_in_3.6.1]] and users should upgrade as soon as possible.
fr: Cette version corrige [[plusieurs failles de sécurité|security/Numerous_security_holes_in_3.6.1]] et la mise à jour doit être faite dès que possible.
pt: Esta versão corrige [[diversos problemas de segurança|security/Numerous_security_holes_in_3.6.1]] e os usuários devem migrar para ela o quanto antes.

source: Changes
fr: Changements
pt: Mudanças

source: Upgrades and changes
fr: Mises à jour et changements
pt: Atualizações e mudanças

source: - Update *Tor Browser* to 7.5.3.
fr: - Mise à jour du *Navigateur Tor* vers la version 7.5.3.
pt: - *Tor Browser* foi atualizado para a versão 7.5.3.

source: - Update *Thunderbird* to 52.7.0.
fr: - Mise à jour de *Thunderbird* vers la version 52.7.0.
pt: - *Thunderbird* foi atualizado para 52.7.0.

source: Update *Intel microcode* to 3.20180312.1, which adds Spectre variant 2 mitigation for most common Intel processors.
fr: Mise à jour du *microcode Intel* vers la version 3.20180312.1, qui ajoute la variante 2 de la réduction des risques Spectre pour les processeurs Intel les plus courants.
pt: *Intel microcode* foi atualizado para 3.20180312.1, que adiciona mitigação para o Spectre variante 2 para os processadores Intel mais comuns.

source: - Upgrade *Linux* to 4.15.11-1.
fr: - Mise à jour de *Linux* vers la version 4.15.11-1.
pt: - *Linux* foi atualizado para 4.15.11-1.

source: Fixed problems
fr: Problèmes corrigés
pt: Problemas resolvidos

source: Make input of Japanese and Korean characters in Tor Browser work again.
fr: Rétabli le fonctionnement des saisies des caractères japonais et coréens.
pt: Os caracteres de entrada em japonês e coreano voltaram a funcionar no Navegador Tor.

source: Fix Tor Browser so add-ons installed by users work again, such as Tails Verification.
fr: Corrige le Navigateur Tor pour que les extensions installées par les personnes utilisant Tails fonctionnent à nouveau, comme l'extension Vérification de Tails.
pt: O Navegador Tor foi corrigido para que extensões instaladas por usuários, tais como Tails Verification, funcionem novamente.

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].
pt: Para mais detalhes, leia nosso [[!tails_gitweb debian/changelog desc="changelog"]].

source: See the list of [[long-standing issues|support/known_issues]].
fr: Voir notre liste des [[problèmes connus de longue date|support/known_issues]].
pt: Veja a lista de [[problemas de longa data|support/known_issues]].

source: Get Tails 3.6.2
fr: Obtenir Tails 3.6.2
pt: Baixe o Tails 3.6.2

source: - To install, follow our [[installation instructions|install]].
fr: - Pour installer, suivez nos [[instructions d'installation|install]].
pt: - Para instalar, siga nossas [[instruções de instalação|install]].

source: To upgrade, automatic upgrades are available from 3.6 and 3.6.1 to 3.6.2.
fr: Pour mettre à jour, des mises à jour automatiques sont disponibles depuis les versions 3.6 et 3.6.1 vers la version 3.6.2.
pt: Atualizações automáticas do Tails 3.6 e 3.6.1 para o 3.6.2 estão disponíveis.

source: If you cannot do an automatic upgrade or if you fail to start after an automatic upgrade, please try to do a [[manual upgrade|upgrade]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|upgrade]].
pt: Se você não conseguir fazer uma atualização automática ou se seu Tails não iniciar após uma atualização automática, tente uma [[instalação manual|upgrade]]

source: If you are doing a manual upgrade from Tails 3.2, 3.3, 3.4, or 3.5, it is only possible to select an ISO image when running Tails in English. For other languages, the file chooser button remains inactive:
fr: Si vous faites une mise à jour manuelle depuis Tails 3.2, 3.3, 3.4 ou 3.5, il n'est possible de sélectionner une image ISO qu'en exécutant un Tails en anglais. Pour les autres langues, le bouton du sélecteur de fichier reste inactif :
pt: Se você estiver fazendo uma atualização manual a partir do Tails 3.2, 3.3, 3.4 ou 3.5, então somente será possível selecionar uma imagem ISO se você estiver rodando o Tails em inglês. Nos outros idiomas, o botão de escolha de arquivo ficará inativo:

source: To do a manual upgrade from Tails 3.2, 3.3, 3.4, or 3.5, you can either:
fr: Pour faire une mise à jour manuelle depuis Tails 3.2, 3.3, 3.4 ou 3.5, vous pouvez au choix :\
pt: Para fazer uma atualização manual do Tails 3.2, 3.3, 3.4 ou 3.5, você pode:

source: Restart Tails in English.
fr: Redémarrer Tails en anglais.
pt: Reinicie o Tails em inglês.

source: Start <span class="application">Tails Installer</span> in English from the command line:
fr: Démarrer l'<span class="application">Installeur de Tails</span> en anglais depuis la ligne de commande :
pt: Inicie o <span class="application">Instalador Tails</span> em inglês a partir da linha de comando:

source: - [[Download Tails 3.6.2.|install/download]]
fr: - [[Télécharger Tails 3.6.2.|install/download]]
pt: - [[Baixe o Tails 3.6.2.|install/download]]

source: What's coming up?
fr: Et ensuite ?
pt: O que vem por aí?

source: Tails 3.7 is [[scheduled|contribute/calendar]] for May 8.
fr: Tails 3.7 est [[prévu|contribute/calendar]] pour le 8 mai.
pt: Tails 3.7 está [[agendado|contribute/calendar]] para o dia 8 de maio.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[!tails_roadmap desc=\"feuille de route\"]] pour savoir ce que nous avons en tête.
pt: Confira o nosso [[!tails_roadmap]] e veja nossos objetivos futuros.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate?r=3.6.2">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href=\"https://tails.boum.org/donate/index.fr.html?r=3.6.2\">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
pt: Precisamos da sua ajuda e existem muitas formas de [[contribuir com o Tails|contribute]] (<a href="https://tails.boum.org/donate?r=3.6.2">doar</a> é apenas uma delas). Venha [[conversar com a gente|about/contact#tails-dev]]!
