Repository: austin987/tails
Catalog: wiki/src/news/version_3.1.*.po
Languages: fr

source: [[!meta title="Tails 3.1 is out"]]
fr: [[!meta title="Tails 3.1 est sorti"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_3.0.1]] and users should upgrade as soon as possible.
fr: Cette version corrige [[plusieurs failles de sécurité|security/Numerous_security_holes_in_3.0.1]] et la mise à jour doit être faite dès que possible.

source: Changes
fr: Changements

source: Upgrades and changes
fr: Mises à jour et changements

source: Update *Tor Browser* to 7.0.4.
fr: Mise à jour du *Navigateur Tor* vers la version 7.0.4.

source: Update *Linux* to 4.9.30-2+deb9u3.
fr: Mise à jour de *Linux* vers la version 4.9.30-2+deb9u3.

source: Fixed problems
fr: Problèmes résolus

source: Make sure that *Thunderbird* erases its temporary directory, containing for example attachments opened in the past. [[!tails_ticket 13340]]
fr: S'assurer que *Thunderbird* efface son dossier temporaire, contenant par exemples des pièces jointes ouvertes par le passé. [[!tails_ticket 13340]]

source: Fix translations of the time synchronization and "*Tor is ready*" notifications. [[!tails_ticket 13437]]
fr: Correction des traductions des notifications concernant la synchronisation de l'horloge et "*Tor est prêt*". [[!tails_ticket 13437]]

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Known issues
fr: Problèmes connus

source: None specific to this release.
fr: Aucun spécifique à cette version.

source: See the list of [[long-standing issues|support/known_issues]].
fr: Voir la liste de nos [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 3.1
fr: Obtenir Tails 3.1

source: - To install, follow our [[installation instructions|install]].
fr: - Pour l'installer, suivez nos [[instructions d'installation|install]].

source: To upgrade, automatic upgrades are available from 3.0 to 3.1. Due to the [[!tails_ticket 13426]] bug, automatic upgrades from 3.0.1 are disabled. If you cannot do an automatic upgrade or if you fail to start after an automatic upgrade, please try to do a [[manual upgrade|upgrade]].
fr: Pour mettre à jour, une mise à jour automatique est disponible de la version 3.0 vers la version 3.1. À cause du bug [[!tails_ticket 13426]], les mises à jour automatiques depuis la version 3.0.1 sont désactivées. Si vous ne pouvez pas faire une mise à jour automatique ou si vous n'arrivez pas à démarrer après une mise à jour automatique, veuillez essayer de faire une [[mise à jour manuelle|upgrade]].

source: - [[Download Tails 3.1.|install/download]]
fr: - [[Télécharger Tails 3.1.|install/download]]

source: What's coming up?
fr: Et ensuite ?

source: Tails 3.2 is [[scheduled|contribute/calendar]] for October 3.
fr: Tails 3.2 est [[prévu|contribute/calendar]] pour le 3 octobre.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate?r=3.1">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/index.fr.html?r=3.1">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
