Repository: austin987/tails
Catalog: wiki/src/news/version_3.9.1.*.po
Languages: fr

source: [[!meta title="Tails 3.9.1 is out"]]
fr: [[!meta title="Tails 3.9.1 est sorti"]]

source: This release is an emergency release to fix [[critical security vulnerabilities in *Tor Browser* and *Thunderbird*|security/Numerous_security_holes_in_3.9]].
fr: Cette version est une version en urgence pour corriger [[des failles de sécurité critiques dans le *Navigateur Tor* et *Thunderbird*|security/Numerous_security_holes_in_3.9]].

source: You should upgrade as soon as possible.
fr: Vous devriez mettre à jour dès que possible.

source: Changes
fr: Changements

source: Upgrades and changes
fr: Mises à jour et changements

source: - Update *Tor Browser* to 8.0.2.
fr: - Mise à jour du *Navigateur Tor* vers la version 8.0.2.

source: This fixes 2 critical security [vulnerabilities in JavaScript](https://www.mozilla.org/en-US/security/advisories/mfsa2018-24/) in *Firefox*.
fr: Cette version corrige deux failles de sécurité [critiques en JavaScript](https://www.mozilla.org/en-US/security/advisories/mfsa2018-24/) dans *Firefox*.

source: - Update *Thunderbird* to fix these same vulnerabilities.
fr: - Mise à jour de *Thunderbird* pour corriger les mêmes failles.

source: Fixed problems
fr: Problèmes résolus

source: - Fix the update of *Additional Software*. ([[!tails_ticket 15978]])
fr: - Corrige la mise à jour de *Additional Software*. ([[!tails_ticket 15978]])

source: Fix opening VeraCrypt file containers using the **Open With Unlock VeraCrypt Volumes** of *GNOME Files*. ([[!tails_ticket 15954]])
fr: Corrige l'ouverture des fichiers conteneurs VeraCrypt lorsqu'on utilise **Open With Unlock VeraCrypt Volumes** dans *Fichiers*. ([[!tails_ticket 15954]])

source: Fix the display of the **General** tab in the preferences of *Tor Browser*. ([[!tails_ticket 15917]])
fr: Corrige l'affichage de l'onglet **Général** dans les préférences du *Navigateur Tor*. ([[!tails_ticket 15917]])

source: - Fix displaying the help of *GNOME Videos*. ([[!tails_ticket 15841]])
fr: - Corrige l'affichage de l'aide de *Vidéos*. ([[!tails_ticket 15841]])

source: - Uninstall *mutt*. ([[!tails_ticket 15904]])
fr: - Supprime *mutt*. ([[!tails_ticket 15904]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus d'informations, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Known issues
fr: Problèmes connus

source: None specific to this release.
fr: Aucun spécifique à cette version.

source: See the list of [[long-standing issues|support/known_issues]].
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 3.9.1
fr: Obtenir Tails 3.9.1

source: - To install, follow our [[installation instructions|install]].
fr: - Pour l'installer, suivez nos [[instructions d'installation|install]].

source: - To upgrade, automatic upgrades are available from 3.8 and 3.9 to 3.9.1.
fr: - Pour mettre à jour, des mises à jour automatiques sont disponibles depuis les versions 3.8 et 3.9 vers la version 3.9.1.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|upgrade]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|upgrade]].

source: - [[Download Tails 3.9.1.|install/download]]
fr: - [[Télécharger Tails 3.9.1.|install/download]]

source: What's coming up?
fr: Et ensuite ?

source: Tails 3.10 is [[scheduled|contribute/calendar]] for October 23.
fr: Tails 3.10 est [[prévu|contribute/calendar]] pour le 23 octobre.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=3.9.1">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=3.9.1">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
