Repository: austin987/tails
Catalog: wiki/src/news/version_2.6.*.po
Languages: de, fr, it

source: [[!meta title="Tails 2.6 is out"]]
de: [[!meta title="Tails 2.6 wurde veröffentlicht"]]
fr: [[!meta title="Tails 2.6 est sorti"]]
it: [[!meta title="È uscita Tails 2.6"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_2.5]] and users should upgrade as soon as possible.
de: Diese Version behebt [[zahlreiche Sicherheitslücken|security/Numerous_security_holes_in_2.5.de]]. Alle Benutzer sollten so schnell wie möglich aktualisieren.
fr: Cette version corrige [[de nombreux problèmes de sécurité|security/Numerous_security_holes_in_2.5]] et la mise à jour doit être faite dès que possible.
it: Questa release risolve [[molti problemi di sicurezza|security/Numerous_security_holes_in_2.5]] e gli utenti dovrebbero aggiornare prima possibile.

source: Changes
de: Änderungen
fr: Changements
it: Cambi

source: New features
de: Neue Funktionen
fr: Nouvelles fonctionnalités
it: Nuove funzionalità

source: We enabled [[!wikipedia address space layout randomization]] in the Linux kernel (`kASLR`) to improve protection from buffer overflow attacks.
de: Wir haben im Linux-Kernel [[!wikipedia_de Address Space Layout Randomization]] (`kASLR`) aktiviert, um den Schutz vor Pufferüberlaufangriffen zu verbessern.
fr: Nous avons activé l'[[!wikipedia_fr address_space_layout_randomization]] du noyau Linux (`kASLR`) pour améliorer la protection contre les attaques par dépassement de tampon.
it: Abbiamo abilitato [[!wikipedia address space layout randomization]] nel kernel Linux (`kASLR`) per migliorare la protezione dagli attacchi "buffer overflow".

source: We installed [[`rngd`|contribute/design/random#rngd]] to improve the entropy of the random numbers generated on computers that have a hardware random number generator.
de: Wir haben [[`rngd`|contribute/design/random#rngd]] installiert, um die Entropie der generierten Zufallszahlen bei Computern, die einen eigenen Hardware-Zufallszahlengenerator haben, zu verbessern.
fr: Nous avons installé [[`rngd`|contribute/design/random#rngd]] pour renforcer l'entropie des nombres aléatoires générés par les ordinateurs disposant d'un générateur matériel de nombres aléatoires.
it: Abbiamo installato [[`rngd`|contribute/design/random#rngd]] per migliorare l'entropia del generatore di numeri casuali sui computer che hanno un generatore di numeri casuali hardware.

source: Upgrades and changes
de: Aktualisierungen und Änderungen
fr: Mises à jour et changements
it: Aggiornamenti e cambiamenti

source: Upgrade *Tor* to [0.2.8.7](https://blog.torproject.org/blog/tor-0287-released-important-fixes).
de: Aktualisierung von *Tor* auf [0.2.8.7](https://blog.torproject.org/blog/tor-0287-released-important-fixes).
fr: Mise à jour de *Tor* vers la [version 0.2.8.7](https://blog.torproject.org/blog/tor-0287-released-important-fixes).
it: Aggiornato *Tor* alla versione [0.2.8.7](https://blog.torproject.org/blog/tor-0287-released-important-fixes).

source: Upgrade *Tor Browser* to [6.0.5](https://blog.torproject.org/blog/tor-browser-605-released).
de: Aktualisierung des *Tor Browser* auf [6.0.5](https://blog.torproject.org/blog/tor-browser-605-released).
fr: Mise à jour du *Navigateur Tor* vers la [version 6.0.5](https://blog.torproject.org/blog/tor-browser-605-released).
it: Aggiornato *Tor Browser* alla versione [6.0.5](https://blog.torproject.org/blog/tor-browser-605-released).

source: Upgrade to Linux 4.6. This should improve the support for newer hardware (graphics, Wi-Fi, etc.)
de: Aktualisierung auf Linux 4.6. Dies sollte die Unterstützung für neuere Hardware (Grafik, W-LAN, usw.) verbessern.
fr: Mise à jour de Linux vers la version 4.6. Cela devrait améliorer le support du matériel récent (cartes graphiques, cartes Wi-Fi, etc.)
it: Aggiornato Linux alla versione 4.6. Questo dovrebbe migliorare il supporto per l'hardware recente (schede grafiche, Wi-Fi, ecc.)

source: Upgrade *Icedove* to [45.2.0](https://www.mozilla.org/en-US/thunderbird/45.2.0/releasenotes/).
de: Aktualisierung von *Icedove* auf [45.2.0](https://www.mozilla.org/en-US/thunderbird/45.2.0/releasenotes/).
fr: Mise à jour de *Icedove* vers la [version 45.2.0](https://www.mozilla.org/en-US/thunderbird/45.2.0/releasenotes/).
it: Aggiornato *Icedove* alla versione [45.2.0](https://www.mozilla.org/en-US/thunderbird/45.2.0/releasenotes/).

source: Upgrade *Tor Birdy* to [0.2.0](https://gitweb.torproject.org/torbirdy.git/tree/ChangeLog?id=0.2.0).
de: Aktualisierung von *Tor Birdy* auf [0.2.0](https://gitweb.torproject.org/torbirdy.git/tree/ChangeLog?id=0.2.0).
fr: Mise à jour de *Tor Birdy* vers la [version 0.2.0](https://gitweb.torproject.org/torbirdy.git/tree/ChangeLog?id=0.2.0).
it: Aggiornato *Tor Birdy* alla versione [0.2.0](https://gitweb.torproject.org/torbirdy.git/tree/ChangeLog?id=0.2.0).

source: Upgrade *Electrum* to [2.6.4](https://github.com/spesmilo/electrum/blob/7dbb23e8c6acfa40795d861b192c205dbb4b4268/RELEASE-NOTES).
de: Aktualisierung von *Electrum* auf [2.6.4](https://github.com/spesmilo/electrum/blob/7dbb23e8c6acfa40795d861b192c205dbb4b4268/RELEASE-NOTES).
fr: Mise à jour de *Electrum* vers la [version 2.6.4](https://github.com/spesmilo/electrum/blob/7dbb23e8c6acfa40795d861b192c205dbb4b4268/RELEASE-NOTES).
it: Aggiornato *Electrum* alla versione [2.6.4](https://github.com/spesmilo/electrum/blob/7dbb23e8c6acfa40795d861b192c205dbb4b4268/RELEASE-NOTES).

source: Install firmware for Intel SST sound cards (`firmware-intel-sound`).
de: Installation von Firmware für Intel SSD-Soundkarten (`firmware-intel-sound`).
fr: Le firmware pour cartes sons Intel SST a été installé (`firmware-intel-sound`).
it: Installato il firmware per le schede audio Intel SST (`firmware-intel-sound`).

source: Install firmware for Texas Instruments Wi-Fi interfaces (`firmware-ti-connectivity`).
de: Installation von Firmware für Texas Instrumente W-LAN-Geräten (`firmware-ti-connectivity`).
fr: Le firmware pour cartes Wi-Fi Texas Instruments a été installé (`firmware-ti-connectivity`).
it: Installato il firmware per le schede Wi-Fi Texas Instruments (`firmware-ti-connectivity`).

source: Remove `non-free` APT repositories. We documented how to [[configure additional APT repositories|doc/first_steps/additional_software#repository]] using the persistent volume.
de: Entfernen der `non-free` APT-Paketquellen. Wir haben dokumentiert, wie [[zusätzliche APT-Paketquellen|doc/first_steps/additional_software#repository]] mit Hilfe des beständigen Speicherbereichs konfiguriert werden.
fr: Le dépôt APT `non-free` a été supprimé. Nous avons documenté comment [[configurer des dépôts APT supplémentaires|doc/first_steps/additional_software#repository]] avec l'utilisation du volume persistant.

source: Use a dedicated page as the homepage of *Tor Browser* so we can customize it for our users.
de: Der *Tor Browser* benutzt eine spezielle Seite als Homepage, damit wir diese für unsere Benutzer anpassen können.
fr: Une nouvelle page d'accueil a été définie pour le *Navigateur Tor* pour que nous puissions l'adapter à nos utilisateurs.
it: Usa una pagina web dedicata come pagina iniziale del *Tor Browser* in modo che possiamo personalizzarla per i nostri utenti.

source: Set up the trigger for RAM erasure on shutdown earlier in the boot process. This should speed up shutdown and make RAM erasure more robust.
de: Die RAM-Löschung während des Herunterfahrens wird im Prozess zum Hochfahren früher eingeleitet. Dies sollte das Herunterfahren verschnellern und die RAM-Löschung zuverlässiger machen.
fr: Le système de déclenchement de l'effacement de la RAM est activé plus tôt au démarrage. Cela devrait accélérer l'extinction et la fiabilité de l'effacement de la RAM.
it: La cancellazione della RAM allo spegnimento del computer e' attivata più in fretta nel processo di avvio. Questo dovrebbe velocizzare lo spegnimento del computer, e rendere la cancellazione della RAM più affidabile.

source: Fixed problems
de: Behobene Probleme
fr: Problèmes corrigés
it: Problemi risolti

source: Disable the automatic configuration of *Icedove* when using [[!wikipedia OAuth]]. This should fix the automatic configuration for GMail accounts. ([[!tails_ticket 11536]])
de: Die automatische Konfiguration von *Icedove* wurde deaktiviert, wenn [[!wikipedia_de OAuth]] verwendet wird. Dies sollte die automatische Konfiguration von GMail-Konten in Ordnung bringen. ([[!tails_ticket 11536]])
fr: La configuration automatique de *Icedove* a été désactivée lorsque [[!wikipedia_fr OAuth]] est utilisé. Cela devrait corriger la configuration automatique des comptes GMail. ([[!tails_ticket 11536]])
it: Disabilita la configurazione automatica di *Icedove* quando si usa [[!wikipedia OAuth]]. Questo dovrebbe risolvere la configurazione automatica degli account GMail. ([[!tails_ticket 11536]])

source: Make the *Disable all networking* and *Tor bridge mode* options of *Tails Greeter* more robust. ([[!tails_ticket 11593]])
de: Die Optionen *Alle Netzwerkfunktionen deaktivieren* und *Tor Bridge Modus* des *Tails Greeter* wurden zuverlässiger gemacht. ([[!tails_ticket 11593]])
fr: Les options *Désactiver toutes les connexions réseaux* et *Utiliser un bridge* du *Tails Greeter* sont plus robustes. ([[!tails_ticket 11593]])
it: Le funzioni *Disabilita la rete del tutto* e *modalità Tor Bridge* del *Tails Greeter* sono più affidabili. ([[!tails_ticket 11593]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
de: Lesen Sie für mehr Details unser [[!tails_gitweb debian/changelog desc="Änderungsprotokoll"]].
fr: Pour plus de détails, lisez notre [liste des changements](https://git-tails.immerda.ch/tails/plain/debian/changelog).
it: Per maggiori dettagli, leggi il nostro [[!tails_gitweb debian/changelog desc="changelog"]]

source: Known issues
de: Bekannte Probleme
fr: Problèmes connus
it: Problemi noti

source: For some users memory wiping fails more often than in Tails 2.5, and for some users it fails less often. Please report any such changes to [[!tails_ticket 11786]].
de: Für manche Benutzer schlägt im Vergleich zu Tails 2.5 die Speicherlöschung öfter, für manche seltener, fehl. Bitte berichten Sie uns solche Veränderungen in [[!tails_ticket 11786]].
fr: L'effacement de la mémoire vive échoue plus souvent sur certains ordinateurs qu'avec Tails 2.5, et moins souvent avec d'autres ordinateurs. Merci de signaler tout changement sur le ticket [[!tails_ticket 11786]].
it: Per alcuni utenti, la cancellazione della memoria fallisce più spesso che in Tails 2.5, mentre per altri fallisce meno spesso. Segnalaci cambiamenti simili in [[!tails_ticket 11786]].

source: See the list of [[long-standing issues|support/known_issues]].
de: Lesen Sie sich die Liste der [[längerfristig bekannten Probleme|support/known_issues]] durch.
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].
it: Vedi la lista dei [[problemi noti da tempo|support/known_issues]].

source: Get Tails 2.6
de: Holen Sie sich Tails 2.6
fr: Obtenir Tails 2.6
it: Scarica Tails 2.6

source: - To install, follow our [[installation instructions|install]].
de: - Befolgen Sie zum Installieren unsere [[Installationsanweisungen|install]].
fr: - Pour l'installer, suivez nos [[instructions d'installation|install]].
it: - Per installare, segui le nostre [[istruzioni per l'installazione|install]].

source: - To upgrade, an automatic upgrade is available from 2.5 to 2.6.
de: - Es ist eine automatische Aktualisierung von 2.5 auf 2.6 verfügbar.
fr: - Pour le mettre à jour, une mise à jour automatique est disponible depuis la version 2.5 vers la version 2.6.
it: - Per aggiornare, è disponibile un aggiornamento automatico da 2.5 a 2.6.

source: If you cannot do an automatic upgrade or if you fail to start after an automatic upgrade, please try to do a [[manual upgrade|upgrade]].
de: Falls Sie keine automatische Aktualisierung durchführen können oder das Starten nach einer automatischen Aktualisierung fehlschlägt, versuchen Sie bitte eine [[manuelle Aktualisierung|upgrade]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si vous n'arrivez pas à démarrer après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|upgrade]].
it: Se non puoi fare un aggiornamento automatico, o se Tails non si avvia dopo un aggiornamento automatico, prova un [[aggiornamento manuale|upgrade]].

source: - [[Download Tails 2.6.|install/download]]
de: - [[Tails 2.6 herunterladen|install/download]]
fr: - [[Télécharger Tails 2.6.|install/download]]
it: - [[Scarica Tails 2.6.|install/download]]

source: What's coming up?
de: Was kommt als Nächstes?
fr: Et ensuite ?
it: Cosa arriverà nelle prossime versioni?

source: Tails 2.7 is [[scheduled|contribute/calendar]] for November 8.
de: Tails 2.7 ist für den 8. November [[geplant|contribute/calendar]].
fr: Tails 2.7 est [[prévu|contribute/calendar]] pour le 8 novembre.
it: Tails 2.7 è [[programmata|contribute/calendar]] per l'8 Novembre.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf die [[!tails_roadmap desc="Roadmap"]], um zu sehen, was wir als Nächstes vorhaben.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.
it: Dai uno sguardo alla [[!tails_roadmap]] per sapere a cosa puntiamo.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] ([[donating|donate]] is only one of them). Come [[talk to us|about/contact#tails-dev]]!
de: Wir brauchen Ihre Hilfe und es gibt viele Wege, [[Tails zu unterstützen|contribute]], ([[Spenden|contribute/how/donate]] ist nur einer davon). [[Sprechen Sie uns an|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] ([[faire un don|donate]] est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
it: Ci serve il tuo aiuto e ci sono molti modi in cui puoi [[contribuire a Tails|contribute]] ([[donare|donate]] è solo uno di questi). Vieni a [[parlarci|about/contact#tails-dev]]!
