Repository: austin987/tails
Catalog: wiki/src/news/version_1.5.*.po
Languages: fr

source: [[!meta title="Tails 1.5 is out"]]
fr: [[!meta title="Tails 1.5 est sorti"]]

source: Tails, The Amnesic Incognito Live System, version 1.5, is out.
fr: Tails, le système live incognito et amnésique, version 1.5, est sorti.

source: This release fixes [[numerous security issues|security/Numerous_security_holes_in_1.4.1]] and all users must [[upgrade|doc/first_steps/upgrade]] as soon as possible.
fr: Cette version corrige [[plusieurs problèmes de sécurité|security/Numerous_security_holes_in_1.4.1]] et tous les utilisateurs doivent [[mettre à jour|doc/first_steps/upgrade]] dès que possible.

source: Changes
fr: Modifications

source: [[!inline pages="inc/release_notes/1.5" raw="yes"]]
fr: [[!inline pages="inc/release_notes/1.5.fr" raw="yes"]]

source: Known issues
fr: Problèmes connus

source: See the current list of [[known issues|support/known_issues]].
fr: Voir la liste des [[problèmes connus|support/known_issues]].

source: Download or upgrade
fr: Télécharger ou mettre à jour

source: Go to the [[download]] page.
fr: Aller sur la page de [[téléchargement|download]].

source: What's coming up?
fr: Et ensuite ?

source: The next Tails release is [[scheduled|contribute/calendar]] for September 22.
fr: La nouvelle version de Tails est [[planifiée|contribute/calendar]] pour le 22 septembre.

source: Have a look to our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil sur notre [[!tails_roadmap desc="feuille de route"]] pour voir quelles sont nos orientations.

source: Do you want to help? There are many ways [[**you** can contribute to Tails|contribute]], for example by [[donating|contribute/how/donate]]. If you want to help, come talk to us!
fr: Vous voulez aider ? Il y a plein de manières pour **vous** [[de contribuer à Tails|contribute]], par exemple en [[faisant une donation|contribute/how/donate]]. Si vous voulez aider, venez discuter avec nous !
