Repository: austin987/tails
Catalog: wiki/src/news/version_4.2.*.po
Languages: fr

source: [[!meta title="Tails 4.2 is out"]]
fr: [[!meta title="Tails 4.2 est sorti"]]

source: This release fixes [[many security vulnerabilities|security/Numerous_security_holes_in_4.1.1]]. You should upgrade as soon as possible.
fr: Cette version corrige [[plusieurs failles de sécurité|security/Numerous_security_holes_in_4.1.1]]. Vous devriez mettre à jour dès que possible.

source: Improvements to automatic upgrades
fr: Améliorations pour les mises à jour automatiques

source: We worked on important improvements to the automatic upgrade feature, which is still one of your major pain points when using Tails:
fr: Nous avons travaillé à d'importantes améliorations pour la fonctionnalité de mise à jour automatique, qui reste l'un des points qui vous cause le plus de soucis sur Tails :

source: Until now, if your version of Tails was several months old, you sometimes had to do 2 or more automatic upgrades in a row. For example, to upgrade from Tails 3.12 to Tails 3.16, you first had to upgrade to Tails 3.14.
fr: Jusqu'à maintenant, si votre version de Tails était vieille de plusieurs mois, vous aviez parfois à faire deux mises à jour automatiques d'affilé ou plus. Par exemple, pour mettre à jour de Tails 3.12 à Tails 3.16, vous deviez d'abord mettre à jour à Tails 3.14.

source: Starting with 4.2, direct automatic upgrades will be available from all prior versions to the latest version.
fr: À partir de la version 4.2, les mises à jour automatiques directes seront disponibles depuis toutes les versions précédentes, jusqu'à la dernière.

source: Until now, you could only do a limited number of automatic upgrades, after which you had to do a much more complicated [["manual" upgrade|doc/upgrade#manual]].
fr: Jusqu'à maintenant, vous ne pouviez faire qu'un nombre limité de mises à jour automatiques, après quoi vous deviez faire une [[mise à jour « manuelle »|doc/upgrade#manual]] bien plus complexe.

source: Starting with 4.2, you will only have to do a manual upgrade between major versions, for example to upgrade to Tails 5.0 in 2021.
fr: À partir de la version 4.2, vous aurez à faire une mise à jour manuelle uniquement entre les versions majeures, par exemple vers Tails 5.0 en 2021.

source: - We made automatic upgrades use less memory.
fr: - Les mises à jour automatiques utilisent moins de mémoire.

source: We optimized a bit the size of the download when doing automatic upgrades.
fr: Nous avons optimisé un peu la taille du téléchargement lors des mises à jour automatiques.

source: New features
fr: Nouvelles fonctionnalités

source: We included several command line tools used by [*SecureDrop*](https://securedrop.org/) users to analyze the metadata of leaked documents on computers that cannot use the *[[Additional Software|doc/first_steps/additional_software]]* feature:
fr: Nous avons inclus plusieurs outils en ligne de commande utiles pour les personnes utilisant [*SecureDrop*](https://securedrop.org/) pour analyser les métadonnées de documents fuités sur des ordinateurs qui ne peuvent utiliser la fonctionnalité de *[[logiciels additionnels|doc/first_steps/additional_software]]* :

source: [*PDF Redact Tools*](https://github.com/firstlookmedia/pdf-redact-tools) to redact and strip metadata from text documents before publishing
fr: [*PDF Redact Tools*](https://github.com/firstlookmedia/pdf-redact-tools) pour éditer et enlever les métadonnées de documents textes avant publication

source: [*Tesseract OCR*](https://github.com/tesseract-ocr/tesseract) to convert images containing text into a text document
fr: [*Tesseract OCR*](https://github.com/tesseract-ocr/tesseract) pour convertir des images contenant du texte en document texte

source: [*FFmpeg*](https://ffmpeg.org/) to record and convert audio and video
fr: [*FFmpeg*](https://ffmpeg.org/) pour enregistrer et convertir de l'audio et de la vidéo

source: Changes and upgrades
fr: Mises à jour et changements

source: - Update *Tor Browser* to 9.0.3.
fr: - Mise à jour du *Navigateur Tor* vers la version 9.0.3.

source: - Update *Thunderbird* to [68.3.0](https://www.mozilla.org/en-US/thunderbird/68.3.0/releasenotes/).
fr: - Mise à jour de *Thunderbird* vers la version [68.3.0](https://www.mozilla.org/en-US/thunderbird/68.3.0/releasenotes/).

source: - Update *Linux* to 5.3.15.
fr: - Mise à jour du noyau *Linux* vers la version 5.3.15.

source: Fixed problems
fr: Problèmes résolus

source: Open *~/Persistent/keepassx.kdbx* by default when starting *KeePassX*. If this database does not exist yet, stop pointing to it in the list of recent databases.
fr: Ouverture de *~/Persistent/keepassx.kdbx* par défaut au démarrage de *KeePassX*. Si cette base de données n'existe pas encore, le logiciel arrête de pointer sur elle dans la liste des bases de données récentes.

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Known issues
fr: Problèmes connus

source: None specific to this release.
fr: Aucun spécifique à cette version.

source: See the list of [[long-standing issues|support/known_issues]].
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 4.2
fr: Obtenir Tails 4.2

source: To upgrade your Tails USB stick and keep your persistent storage
fr: Pour mettre à jour votre clé USB Tails et conserver votre stockage persistant

source: - Automatic upgrades are available from 4.0, 4.1, and 4.1.1 to 4.2.
fr: - Des mises à jour automatiques sont disponibles depuis les versions 4.0, 4.1, et 4.1.1 vers la version 4.2.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade/#manual]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage de Tails échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|doc/upgrade/#manual]].

source: To install Tails on a new USB stick
fr: Pour installer Tails sur une nouvelle clé USB

source: Follow our installation instructions:
fr: Suivez nos instructions d'installation :

source: [[Install from Windows|install/win]]
fr: [[Installer depuis Windows|install/win]]

source: [[Install from macOS|install/mac]]
fr: [[Installer depuis macOS|install/mac]]

source: [[Install from Linux|install/linux]]
fr: [[Installer depuis Linux|install/linux]]

source: <div class="caution"><p>All the data on this USB stick will be lost.</p></div>
fr: <div class="caution"><p>Toutes les données sur cette clé USB seront perdues.</p></div>

source: To download only
fr: Pour seulement télécharger

source: If you don't need installation or upgrade instructions, you can directly download Tails 4.2:
fr: Si vous n'avez pas besoin d'instructions d'installation ou de mise à jour, vous pouvez télécharger directement Tails 4.2 :

source: [[For USB sticks (USB image)|install/download]]
fr: [[Pour clés USB (image USB)|install/download]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
fr: [[Pour DVD et machines virtuelles (image ISO)|install/download-iso]]

source: What's coming up?
fr: Et ensuite ?

source: Tails 4.3 is [[scheduled|contribute/calendar]] for February 11.
fr: Tails 4.3 est [[prévu|contribute/calendar]] pour le 11 février.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[feuille de route|contribute/roadmap]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=4.2">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=4.2">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
