Repository: austin987/tails
Catalog: wiki/src/news/version_3.5.*.po
Languages: fr

source: [[!meta title="Tails 3.5 is out"]]
fr: [[!meta title="Tails 3.5 est sorti"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_3.4]] and users should upgrade as soon as possible.
fr: Cette version corrige [[plusieurs failles de sécurité|security/Numerous_security_holes_in_3.4]] et la mise à jour doit être faite dès que possible.

source: Changes
fr: Changements

source: New features
fr: Nouvelles fonctionnalités

source: Tor redesigned *Tor Launcher*, the application to configure a [[Tor bridge|doc/first_steps/startup_options/bridge_mode]] or a local proxy.
fr: Tor a remanié le *Tor Launcher*, l'application pour configurer un [[bridge Tor|doc/first_steps/startup_options/bridge_mode]] ou un proxy local.

source: Upgrades and changes
fr: Mises à jour et changements

source: - Update *Tor Browser* to 7.5.
fr: - Mise à jour du *Navigateur Tor* vers la version 7.5.

source: Update *Linux* to 4.14.13 and the microcode firmware for AMD to mitigate Spectre.
fr: Mise à jour de *Linux* vers la version 4.14.13 et le microcode de AMD pour atténuer Spectre.

source: - Update *Thunderbird* to 52.5.
fr: - Mise à jour de *Thunderbird* vers la version 52.5.

source: Fixed problems
fr: Problèmes corrigés

source: Fix printing to a PDF in *Tor Browser*. ([[!tails_ticket 13403]] and [[!tails_ticket 15024]])
fr: Correction de l'impression de PDF dans le *Navigateur Tor*. ([[!tails_ticket 13403]] et [[!tails_ticket 15024]])

source: Fix the opening of the **Applications** menu when the time synchronization changed the clock in the past. ([[!tails_ticket 14250]])
fr: Correction de l'ouverture du menu **Applications** lorsque la synchronisation de l'heure ramène l'horloge dans le passé. ([[!tails_ticket 14250]])

source: Fix the opening of the documentation included in Tails for many non-English languages. ([[!tails_ticket 15160]])
fr: Correction de l'ouverture de la documentation embarquée dans Tails pour plusieurs langues autres que l'anglais. ([[!tails_ticket 15160]])

source: Fix translations of the time synchronization and "*Tor is ready*" notifications. ([[!tails_ticket 13437]])
fr: Correction de la traduction des notifications sur la synchronisation du temps et "*Tor est prêt*". ([[!tails_ticket 13437]])

source: Remove the code to migrate from *Claws Mail* that was preventing *Thunderbird* to start in some cases. ([[!tails_ticket 12734]])
fr: Suppression du code pour migrer depuis *Claws Mail* qui empêchait *Thunderbird* de démarrer dans certains cas. ([[!tails_ticket 12734]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Known issues
fr: Problèmes connus

source: Debug and error messages appear when starting Tails, including an alarming message about a *kernel BUG*.
fr: Des messages d'erreur et de debug apparaissent lors du démarrage de Tails, incluant un message alarmant à propos d'un *kernel BUG*.

source: These messages do not affect the safety of Tails.
fr: Ces messages n'affectent pas la sécurité de Tails.

source: In *Tails Installer*, it is only possible to select an ISO image when choose **Use a downloaded Tails ISO image** when running Tails in English. For other language, the file chooser button remains inactive:
fr: Dans l'*Installeur de Tails*, lorsque l'on choisit **Utiliser une image ISO Tails téléchargée**, il est seulement possible de sélectionner une image ISO quand Tails fonctionne en anglais. Dans les autres langues, le bouton de choix du fichier reste inactif :

source: The documentation shipped in Tails doesn't open in *Tor Browser* anymore. The warning page of the *Unsafe Browser* also lacks graphical design. ([[!tails_ticket 14962]] and [[!tor_bug 24243 desc="Tor #24243"]])
fr: La documentation embarquée dans Tails ne s'ouvre plus avec le *Navigateur Tor*. Il manque également le design graphique de la page d'avertissement du *Navigateur non-sécurisé*. ([[!tails_ticket 14962]] et [[!tor_bug 24243 desc="Tor #24243"]])

source: See the list of [[long-standing issues|support/known_issues]].
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 3.5
fr: Obtenir Tails 3.5

source: - To install, follow our [[installation instructions|install]].
fr: - Pour l'installer, suivez nos [[instructions d'installation|install]].

source: - To upgrade, automatic upgrades are available from 3.3 and 3.4 to 3.5.
fr: - Pour mettre à jour, des mises à jour automatiques sont disponibles depuis les versions 3.3 et 3.4 vers la version 3.5.

source: If you cannot do an automatic upgrade or if you fail to start after an automatic upgrade, please try to do a [[manual upgrade|upgrade]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|upgrade]].

source: - [[Download Tails 3.5.|install/download]]
fr: - [[Télécharger Tails 3.5.|install/download]]

source: What's coming up?
fr: Et ensuite ?

source: Tails 3.6 is [[scheduled|contribute/calendar]] for March 13.
fr: Tails 3.6 est [[prévu|contribute/calendar]] pour le 13 mars.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate?r=3.5">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/index.fr.html?r=3.5">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
