Repository: austin987/tails
Catalog: wiki/src/news/version_2.7.*.po
Languages: de, fr

source: [[!meta title="Tails 2.7 is out"]]
de: [[!meta title="Tails 2.7 wurde veröffentlicht"]]
fr: [[!meta title="Tails 2.7 est sorti"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_2.6]] and users should upgrade as soon as possible.
de: Diese Version behebt [[zahlreiche Sicherheitslücken|security/Numerous_security_holes_in_2.6.de]]. Alle Benutzer sollten so schnell wie möglich aktualisieren.
fr: Cette version corrige [[plusieurs failles de sécurité|security/Numerous_security_holes_in_2.6]] et les utilisateurs doivent mettre à jour dès que possible.

source: Changes
de: Änderungen
fr: Changements

source: Upgrades and changes
de: Aktualisierungen und Änderungen
fr: Mises à jour et changements

source: Upgrade *Tor* to [0.2.8.9](https://blog.torproject.org/blog/tor-0289-released-important-fixes).
de: Aktualisierung von *Tor* auf [0.2.8.9](https://blog.torproject.org/blog/tor-0289-released-important-fixes).
fr: Mise à jour de *Tor* en version [0.2.8.9](https://blog.torproject.org/blog/tor-0289-released-important-fixes).

source: Upgrade *Tor Browser* to [6.0.6](https://blog.torproject.org/blog/tor-browser-606-released).
de: Aktualisierung des *Tor Browser* auf [6.0.6](https://blog.torproject.org/blog/tor-browser-606-released).
fr: Mise à jour du *Navigateur Tor* en version [6.0.6](https://blog.torproject.org/blog/tor-browser-606-released).

source: Upgrade *Icedove* to [45.4.0](https://www.mozilla.org/en-US/thunderbird/45.4.0/releasenotes/).
de: Aktualisierung von *Icedove* auf [45.4.0](https://www.mozilla.org/en-US/thunderbird/45.4.0/releasenotes/).
fr: Mise à jour d'*Icedove* en version [45.4.0](https://www.mozilla.org/en-US/thunderbird/45.4.0/releasenotes/).

source: Fixed problems
de: Behobene Probleme
fr: Problèmes corrigés

source: Fix multi-architecture support in *Synaptic*. This should fix broken installations of additional packages from *Synaptic*. ([[!tails_ticket 11820]])
de: Die Unterstützung für mehrfache Architekturen in *Synaptic* wurde behoben. Dies sollte defekte Installation von zusätzlichen Softwarepaketen über *Synaptic* beheben. ([[!tails_ticket 11820]])
fr: Correction du support multi-architecture dans *Synaptic*. Cela corrige les installations impossibles de paquets supplémentaires depuis *Synaptic*. ([[!tails_ticket 11820]])

source: Set default spell checking language of *Icedove* to English instead of French. ([[!tails_ticket 11037]])
de: Die voreingestellte Rechtschreibprüfung von *Icedove* wurde von Französisch auf Englisch umgestellt. ([[!tails_ticket 11037]])
fr: Choix de langue par défaut en anglais au lieu du français pour le correcteur orthographique de *Icedove*. ([[!tails_ticket 11037]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
de: Lesen Sie für mehr Details unser [[!tails_gitweb debian/changelog desc="Änderungsprotokoll"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Known issues
de: Bekannte Probleme
fr: Problèmes connus

source: Users setting their Tor Browser security slider to High will have to click on a link to see the result of the search they done with the search box.
de: Benutzer, die das Sicherheitslevel des Tor Browser auf Hoch stellen, müssen auf einen Link klicken, um das Ergebnis einer Suche, die mit dem Suchfeld durchgeführt wurde, zu sehen.
fr: Les utilisateurs qui ont réglé le niveau de sécurité du Navigateur Tor à Élevé doivent cliquer sur un lien pour voir le résultat de la recherche qu'ils ont effectué dans la zone de recherche.

source: See the list of [[long-standing issues|support/known_issues]].
de: Lesen Sie sich die Liste der [[längerfristig bekannten Probleme|support/known_issues]] durch.
fr: Voir la liste des [[problèmes connus depuis longtemps|support/known_issues]].

source: Get Tails 2.7
de: Holen Sie sich Tails 2.7
fr: Obtenir Tails 2.7

source: - To install, follow our [[installation instructions|install]].
de: - Befolgen Sie zum Installieren unsere [[Installationsanweisungen|install]].
fr: - Pour installer, suivez nos [[instructions d'installation|install]].

source: - To upgrade, an automatic upgrade is available from 2.6 to 2.7.
de: - Es ist eine automatische Aktualisierung von 2.6 auf 2.7 verfügbar.
fr: - Pour mettre à jour, une mise à jour automatique est disponible depuis la version 2.6 vers la version 2.7.

source: If you cannot do an automatic upgrade or if you fail to start after an automatic upgrade, please try to do a [[manual upgrade|upgrade]].
de: Falls Sie keine automatische Aktualisierung durchführen können oder das Starten nach einer automatischen Aktualisierung fehlschlägt, versuchen Sie bitte eine [[manuelle Aktualisierung|upgrade]].
fr: Si vous ne pouvez pas faire une mise à jour automatique, ou si le démarrage échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|upgrade]].

source: - [[Download Tails 2.7.|install/download]]
de: - [[Tails 2.7 herunterladen|install/download]]
fr: - [[Télécharger Tails 2.7.|install/download]]

source: What's coming up?
de: Was kommt als Nächstes?
fr: Et ensuite ?

source: Tails 2.8 is [[scheduled|contribute/calendar]] for December 13.
de: Tails 2.8 ist für den 13. Dezember [[geplant|contribute/calendar]].
fr: Tails 2.8 est [[prévu|contribute/calendar]] pour le 13 décembre 2016.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf die [[!tails_roadmap desc="Roadmap"]], um zu sehen, was wir als Nächstes vorhaben.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate?r=2.7">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
de: Wir brauchen Ihre Hilfe und es gibt viele Wege, [[Tails zu unterstützen|contribute]], (<a href="https://tails.boum.org/donate/index.de.html?r=2.7">Spenden</a> ist nur einer davon). [[Sprechen Sie uns an|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/index.fr.html?r=2.7">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
