Repository: austin987/tails
Catalog: wiki/src/news/version_2.0.*.po
Languages: fr

source: [[!meta title="Tails 2.0 is out"]]
fr: [[!meta title="Tails 2.0 est sorti"]]

source: We are especially proud to present you Tails 2.0, the first version of Tails based on:
fr: Nous sommes particulièrement fiers de vous présenter Tails 2.0, la première version de Tails basé sur :

source: GNOME Shell, with lots of changes in the desktop environment.
fr: GNOME Shell, avec de nombreux changements dans l'environnement de bureau.

source: Debian 8 (Jessie), which upgrades most included software and improves many things under the hood.
fr: Debian 8 (Jessie), qui voit la plupart de ses logiciels mis à jour et améliore plein de choses sous le capot.

source: This release fixes [[many security issues|security/Numerous_security_holes_in_1.8.2]] and users should upgrade as soon as possible.
fr: Cette version corrige [[plusieurs problèmes de sécurité|security/Numerous_security_holes_in_1.8.2]] et les utilisateurs doivent mettre à jour dès que possible.

source: Changes
fr: Changements

source: New features
fr: Nouvelles fonctionnalités

source: Tails now uses the <span class="application">GNOME Shell</span> desktop environment, in its <span class="application">Classic</span> mode. <span class="application">GNOME Shell</span> provides a modern, simple, and actively developed desktop environment. The <span class="application">Classic</span> mode keeps the traditional <span class="guimenu">Applications</span>, <span class="guimenu">Places</span> menu, and windows list. Accessibility and non-Latin input sources are also better integrated.
fr: Tails utilise maintenant l'environnement de bureau <span class="application">GNOME Shell</span>, et son mode <span class="application">Classic</span>. <span class="application">GNOME Shell</span> fournit un environnement de bureau moderne, simple, et développé activement. Le mode <span class="application">Classic</span> conserve les menus traditionnels <span class="guimenu">Applications</span>, <span class="guimenu">Emplacements</span>, et la liste des fenêtres. L'accessibilité et le choix des entrées non Latin sont également mieux intégrés.

source: To find your way around, [[read our introduction to GNOME and the Tails desktop.|doc/first_steps/introduction_to_gnome_and_the_tails_desktop]]
fr: Pour trouver votre chemin, [[lisez notre introduction à GNOME et au bureau Tails.|doc/first_steps/introduction_to_gnome_and_the_tails_desktop]]

source: [[!img applications_menu.png caption="The desktop and Applications menu" alt="Tails 2.0 desktop with applications menu unfolded" link="no"]]
fr: [[!img applications_menu.png caption="Le bureau et le menu Applications" alt="Bureau Tails 2.0 avec le menu applications ouvert" link="no"]]

source: [[!img activities_overview.png caption="The activities overview" alt="Tails 2.0 activities overview" size="512x384" link="no"]]
fr: [[!img activities_overview.png caption="Vue d'ensemble des activités" alt="Vue d'ensemble des activités Tails 2.0" size="512x384" link="no"]]

source: Upgrades and changes
fr: Mises à jour et changements

source: - Debian 8 upgrades most included software, for example: - Many core GNOME utilities from 3.4 to 3.14: <span class="application">Files</span>, <span class="application">Disks</span>, <span class="application">Videos</span>, etc. - <span class="application">LibreOffice</span> from 3.5 to 4.3 - <span class="application">PiTiVi</span> from 0.15 to 0.93 - <span class="application">Git</span> from 1.7.10 to 2.1.4 - <span class="application">Poedit</span> from 1.5.4 to 1.6.10 - <span class="application">Liferea</span> from 1.8.6 to 1.10
fr: - Debian 8 met à jour la plupart des logiciels inclus, par exemple : - Plusieurs utilitaires du cœur de GNOME passent de la version 3.4 à la version 3.14 : <span class="application">Fichiers</span>, <span class="application">Disques</span>, <span class="application">Vidéos</span>, etc. - <span class="application">LibreOffice</span> de la version 3.5 à la version 4.3 - <span class="application">PiTiVi</span> de la version 0.15 à la version 0.93 - <span class="application">Git</span> de la version 1.7.10 à la version 2.1.4 - <span class="application">Poedit</span> de la version 1.5.4 à la version 1.6.10 - <span class="application">Liferea</span> de la version 1.8.6 à la version 1.10

source: - Update <span class="application">Tor Browser</span> to 5.5 (based on Firefox 38.6.0 ESR): - Add Japanese support.
fr: - Mise à jour du <span class="application">Navigateur Tor</span> en version 5.5 (basé sur Firefox 38.6.0 ESR) : - Ajout du support du Japonais.

source: Remove the Windows camouflage which is currently broken in GNOME Shell. We started working on [[!tails_ticket 10830 desc="adding it back"]] but [[your help is needed|news/windows_camouflage_jessie]]!
fr: Suppression du camouflage Windows qui est actuellement cassé dans GNOME Shell. Nous avons commencé à travailler sur [[!tails_ticket 10830 desc="son retour"]] mais [[votre aide est nécessaire|news/windows_camouflage_jessie]] !

source: - Change to `systemd` as init system and use it to: - Sandbox many services using Linux namespaces and make them harder to exploit. - Make the launching of Tor and the memory wipe on shutdown more robust. - Sanitize our code base by replacing many custom scripts.
fr: - Changement vers `systemd` comme système d'initialisation et utilisation pour : - De nombreux services mis en bac à sable et utilisation de l'espace de nom Linux pour les rendre plus difficiles à pirater. - Le lancement de Tor et l'effacement de mémoire lors de l'arrêt sont plus robustes.. - Fiabilisation de notre code en remplaçant plusieurs scripts personnalisés.

source: - Update most firmware packages which might improve hardware compatibility.
fr: - Mise à jour de la plupart des paquets micrologiciels ce qui améliore la compatibilité matérielle.

source: - Notify the user if Tails is running from a non-free virtualization software.
fr: - Avertissement de l'utilisateur si Tails s'exécute depuis un logiciel de virtualisation non libre.

source: Remove <span class="application">Claws Mail</span>, replaced by <span class="application">[[Icedove|doc/anonymous_internet/icedove]]</span>, a rebranded version of <span class="application">Mozilla Thunderbird</span>.
fr: Suppression de <span class="application">Claws Mail</span>, remplacé par <span class="application">[[Icedove|doc/anonymous_internet/icedove]]</span>, une version renommée de <span class="application">Mozilla Thunderbird</span>.

source: Fixed problems
fr: Problèmes corrigés

source: - HiDPI displays are better supported. ([[!tails_ticket 8659]])
fr: - Affichages HiDPI sont mieux supportés. ([[!tails_ticket 8659]])

source: Remove the option to open a download with an external application in Tor Browser as this is usually impossible due to the AppArmor confinement. ([[!tails_ticket 9285]])
fr: Suppression de l'option pour ouvrir un téléchargement avec une application externe dans le Navigateur Tor, car c'est normalement impossible à cause du confinement AppArmor. ([[!tails_ticket 9285]])

source: Close <span class="application">Vidalia</span> before restarting Tor.
fr: Fermeture de <span class="application">Vidalia</span> avant de redémarrer Tor.

source: Allow <span class="application">Videos</span> to access the DVD drive. ([[!tails_ticket 10455]], [[!tails_ticket 9990]])
fr: Autorise <span class="application">Vidéos</span> à accéder au lecteur de DVD. ([[!tails_ticket 10455]], [[!tails_ticket 9990]])

source: Allow configuring printers without administration password. ([[!tails_ticket 8443]])
fr: Autorise la configuration des imprimantes sans le mot de passe d'administration. ([[!tails_ticket 8443]])

source: For more details, see also our [changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog).
fr: Pour plus de détails, voir aussi notre [liste des changements](https://git-tails.immerda.ch/tails/plain/debian/changelog).

source: Known issues
fr: Problèmes connus

source: Tor Browser 5.5 introduces
fr: Le Navigateur Tor 5.5 introduit

source: [[!tor_bug 13313 desc="protection against fingerprinting"]]
fr: [[!tor_bug 13313 desc="une protection contre la prise d'empreinte du navigateur"]]

source: but due to an [[!tails_ticket 11000 desc="oversight"]] it is not enabled in Tails 2.0. However, this is not so bad for Tails users since each Tails system has the same fonts installed, and hence will look identical, so this only means that it's easy to distinguish whether a user of Tor Browser 5.5 uses Tails or not. That is already easy given that Tails has the AdBlock Plus extension enabled, unlike the normal Tor Browser.
fr: mais à cause d'un [[!tails_ticket 11000 desc="oubli"]] elle n'est pas activée dans Tails 2.0. Toutefois, ce n'est pas si grave pour les utilisateurs de Tails puisque chaque système Tails a les mêmes polices de caractères installées, et par conséquent va sembler identique, donc cela signifie seulement qu'il est facile de distinguer si un utilisateur du Navigateur Tor 5.5 utilise Tails ou non. Cette information est déjà facile à obtenir car Tails a l'extension AdBlock Plus activée, contrairement au Navigateur Tor normal.

source: See the current list of [[known issues|support/known_issues]].
fr: Voir la liste des [[problèmes connus|support/known_issues]].

source: Installing
fr: Installation

source: We also redesigned completely our download and installation instructions to make it easier to get started with Tails.
fr: Nous avons également entièrement repensé nos instructions de téléchargement et d'installation pour rendre les débuts avec Tails plus simples.

source: For example, you can now verify the ISO image automatically from Firefox using a special add-on.
fr: Par exemple, vous pouvez maintenant vérifier l'image ISO automatiquement depuis Firefox en utilisant un module complémentaire spécifique.

source: You can also install or upgrade Tails directly from Debian or Ubuntu using the `tails-installer` package.
fr: Vous pouvez également installer ou mettre à jour Tails directement depuis Debian ou Ubuntu en utilisant le paquet `tails-installer`.

source: [[Try our new installation assistant.|install]]
fr: [[Essayez notre nouveau assistant d'installation.|install]]

source: Upgrading
fr: Mettre à jour

source: Tails changed so much since version 1.8.2 that it is impossible to provide an automatic upgrade. We recommend you [[follow our new manual upgrade instructions|upgrade]] instead.
fr: Tails a beaucoup changé depuis la version 1.8.2 ce qui rend impossible de fournir une mise à jour automatique. À la place, nous vous recommandons de [[suivre nos instructions de mise à jour manuelle|upgrade]].

source: What's coming up?
fr: Et ensuite ?

source: The next Tails release is [[scheduled|contribute/calendar]] for March 6.
fr: La prochaine version de Tails est [[prévue|contribute/calendar]] pour le 6 mars.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] ([[donating|donate]] is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] ([[faire un don|donate]] est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
