Repository: austin987/tails
Catalog: wiki/src/news/version_3.9.*.po
Languages: fr

source: [[!meta title="Tails 3.9 is out"]]
fr: [[!meta title="Tails 3.9 est sorti"]]

source: Tails 3.9 is the biggest update of Tails this year!
fr: Tails 3.9 est la plus grosse mise à jour de Tails cette année !

source: It includes two new features on which we have been working for more than a year:
fr: Elle inclue deux nouvelles fonctionnalités sur lesquelles nous avons travaillé depuis plus d'un an :

source: *Additional Software*
fr: *Logiciels additionnels*

source: *VeraCrypt* integration
fr: Intégration de *VeraCrypt*

source: This release also fixes [[many security issues|security/Numerous_security_holes_in_3.8]] and users should upgrade as soon as possible.
fr: Cette version corrige également [[plusieurs failles de sécurité|security/Numerous_security_holes_in_3.8]] et la mise à jour doit être faite dès que possible.

source: Changes
fr: Changements

source: New features
fr: Nouvelles fonctionnalités

source: Additional Software
fr: Logiciels additionnels

source: You can now install additional software automatically when starting Tails.
fr: Vous pouvez maintenant installer automatiquement des logiciels additionnels lors du démarrage de Tails.

source: When installing an additional Debian package from Tails, you can decide to install it automatically every time:
fr: Lors de l'installation d'un paquet additionnel Debian dans Tails, vous pouvez décider de l'installer automatiquement à chaque fois :

source: [[!img doc/first_steps/additional_software/add-additional-software.png link="no" alt="Add vlc to your additional software? 'Install Only Once' or 'Install Every Time'"]]
fr: [[!img doc/first_steps/additional_software/add-additional-software.png link="no" alt="Ajouter vlc comme logiciel additionnel ? 'Installer une fois seulement' ou 'Installer à chaque fois'"]]

source: To check your list of additional software packages, choose **Applications**&nbsp;▸ **System Tool**&nbsp;▸ **Additional Software**.
fr: Pour vérifier la liste des paquets logiciels additionnels, choisissez **Applications**&nbsp;▸ **Outils système**&nbsp;▸ **Additional Software**.

source: <p>The packages included in Tails are carefully tested for security. Installing additional packages might break the security built in Tails, so be careful with what you install.</p>
fr: <p>Les paquets inclus dans Tails sont soigneusement vérifiés quant à la sécurité. Installer des paquets additionnels peut casser la sécurité de Tails, donc faites preuve de prudence avec ce que vous installez.</p>

source: [[Read our documentation on installing additional software.|doc/first_steps/additional_software]]
fr: [[Lire notre documentation sur l'installation de logiciels additionnels.|doc/first_steps/additional_software]]

source: VeraCrypt integration
fr: Intégration de VeraCrypt

source: To unlock *VeraCrypt* volume in Tails, choose **Applications**&nbsp;▸ **System Tool**&nbsp;▸ **Unlock VeraCrypt Volumes**.
fr: Pour déverrouiller un volume *VeraCrypt* dans Tails, choisissez **Applications**&nbsp;▸ **Utilitaires**&nbsp;▸ **Unlock VeraCrypt Volumes**.

source: The integration of *VeraCrypt* in the *Files* and *Disks* utilities was done upstream in GNOME and will be available outside of Tails in Debian 10 (Buster) and Ubuntu 18.10 (Cosmic Cuttlefish).
fr: L'intégration de *VeraCrypt* dans les utilitaires *Fichiers* et *Disques* a été faite en amont dans GNOME et seront disponibles en dehors de Tails dans Debian 10 (Buster) et Ubuntu 18.10 (Cosmic Cuttlefish).

source: [[Read our documentation on using *VeraCrypt* volumes.|doc/encryption_and_privacy/veracrypt]]
fr: [[Lire notre documentation sur l'utilisation de volumes *VeraCrypt*.|doc/encryption_and_privacy/veracrypt]]

source: News reading in *Thunderbird*
fr: Lecteur de nouvelles dans *Thunderbird*

source: *Thunderbird* is now the official RSS and Atom news feed reader in Tails.
fr: *Thunderbird* est maintenant le lecteur officiel des flux RSS et Atom dans Tails.

source: *Liferea* will be removed from Tails in version 3.12, early 2019.
fr: *Liferea* sera retiré de Tails dans le version 3.12, début 2019.

source: Upgrades and changes
fr: Mises à jour et changements

source: Improve the configuration of the persistent storage to make it easier to scroll and consistent with the GNOME guidelines.
fr: Amélioration de la configuration du stockage persistant pour qu'il soit plus facile à faire défiler et plus conforme aux règles de GNOME.

source: Included software
fr: Logiciels inclus

source: - Update *Tor Browser* to 8.0, based on *Firefox* 60 ESR.
fr: - Mise à jour du *Navigateur Tor* vers la version 8.0, basée sur *Firefox* 60 ESR.

source: Based on [*Firefox Quantum*](https://blog.mozilla.org/blog/2017/11/14/introducing-firefox-quantum/).
fr: Basé sur [*Firefox Quantum*](https://blog.mozilla.org/blog/2017/11/14/introducing-firefox-quantum/).

source: New Tor circuit view
fr: Nouvelle vue du circuit Tor

source: - Update *Thunderbird* from 52 to [60](https://www.thunderbird.net/en-US/thunderbird/60.0/releasenotes/).
fr: - Mise à jour de *Thunderbird* de la version 52 vers la version [60](https://www.thunderbird.net/en-US/thunderbird/60.0/releasenotes/).

source: - Update *Tor* to 0.3.4.7-rc.
fr: - Mise à jour de *Tor* vers la version 0.3.4.7-rc.

source: - Update *Electrum* to from 3.0.6 to [3.1.3](https://github.com/spesmilo/electrum/blob/master/RELEASE-NOTES).
fr: - Mise à jour d'*Electrum* de la version 3.0.6 vers la version [3.1.3](https://github.com/spesmilo/electrum/blob/master/RELEASE-NOTES).

source: Hardware support
fr: Support matériel

source: The following updates make Tails work better on recent hardware (graphics, Wi-Fi, etc.):
fr: Les mises à jour suivantes permettent à Tails de mieux fonctionner sur du matériel récent (graphiques, Wifi, etc.) :

source: Update *Linux* to 4.17 which also fixes the [Foreshadow](https://foreshadowattack.eu/) attack.
fr: Mise à jour de *Linux* vers la version 4.17 qui corrige aussi l'attaque [Foreshadow](https://foreshadowattack.eu/).

source: Update the *DRM* and *Mesa* libraries to improve support for some graphics cards.
fr: Mise à jour des bibliothèques *DRM* et *Mesa* pour améliorer la compatibilité avec certaines cartes graphiques.

source: - Update the Intel and AMD microcodes and most firmware packages.
fr: - Mise à jour des microcodes Intel et AMD et la plupart des paquets de microprogrammes.

source: Fixed problems
fr: Problèmes corrigés

source: Stop displaying the *Enigmail* setup wizard every time Tails is restarted. ([[!tails_ticket 15693]] and [[!tails_ticket 15746]])
fr: Arrêt de l'affichage de l'assistant de configuration d'*Enigmail* à chaque fois que Tails est redémarré. ([[!tails_ticket 15693]] et [[!tails_ticket 15746]])

source: Show a spinner while starting *Tor Browser*, *Tails documentation*, and *WhisperBack*. ([[!tails_ticket 15101]])
fr: Affichage d'un sablier lors du démarrage du *Navigateur Tor*, de la *Documentation de Tails* et de *WhisperBack*. ([[!tails_ticket 15101]])

source: Use *Tor Browser* again for browsing the documentation offline. ([[!tails_ticket 15720]])
fr: Utilise à nouveau le *Navigateur Tor* pour consulter la documentation hors ligne. ([[!tails_ticket 15720]])

source: Show *Synaptic* and *Root Terminal* even when no administration password is set. ([[!tails_ticket 11013]])
fr: Affiche *Synaptic* et *Terminal administrateur* même lorsque aucun mot de passe d'administration n'a été défini. ([[!tails_ticket 11013]])

source: - *Tails Installer*
fr: - *Installeur de Tails*

source: Link to upgrade documentation when upgrading. ([[!tails_ticket 7904]])
fr: Lien vers la documentation de mise à jour lors d'une mise à jour. ([[!tails_ticket 7904]])

source: Hide the **Reinstall** option when the USB stick is too small. ([[!tails_ticket 14810]])
fr: Masque l'option "Réinstallation" lorsque la clé USB est trop petite. ([[!tails_ticket 14810]])

source: Correct the size of the USB stick in the confirmation dialog when reinstalling. ([[!tails_ticket 15590]])
fr: Corrige la taille de la clé USB dans la boîte de dialogue pendant la réinstallation. ([[!tails_ticket 15590]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus d'informations, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Known issues
fr: Problèmes connus

source: Starting Tails 3.9 from DVD is twice slower than earlier releases. ([[!tails_ticket 15915]])
fr: Démarrer Tails 3.9 depuis un DVD est deux fois plus lent qu'avec les versions précédentes. ([[!tails_ticket 15915]])

source: See the list of [[long-standing issues|support/known_issues]].
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 3.9
fr: Obtenir Tails 3.9

source: - To install, follow our [[installation instructions|install]].
fr: - Pour installer, suivez nos [[instructions d'installation|install]].

source: - To upgrade, automatic upgrades are available from 3.7.1, 3.8, and 3.9~rc1 to 3.9.
fr: - Pour mettre à jour, des mises à jour automatiques sont disponibles depuis les versions 3.7.1, 3.8, et 3.9~rc1 vers la version 3.9.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|upgrade]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|upgrade]].

source: - [[Download Tails 3.9.|install/download]]
fr: - [[Télécharger Tails 3.9.|install/download]]

source: What's coming up?
fr: Et ensuite ?

source: Tails 3.10 is [[scheduled|contribute/calendar]] for October 23.
fr: Tails 3.10 est [[prévu|contribute/calendar]] pour le 23 octobre.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[!tails_roadmap desc=\"feuille de route\"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate?r=3.9">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate?r=3.9">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
