Repository: austin987/tails
Catalog: wiki/src/news/version_2.10.*.po
Languages: de, fr

source: [[!meta title="Tails 2.10 is out"]]
de: [[!meta title="Tails 2.10 wurde veröffentlicht"]]
fr: [[!meta title="Tails 2.10 est sorti"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_2.9.1]] and users should upgrade as soon as possible.
de: Diese Version behebt [[zahlreiche Sicherheitslücken|security/Numerous_security_holes_in_2.7.1.de]]. Alle Benutzerinnen und Benutzer sollten so schnell wie möglich aktualisieren.
fr: Cette version corrige [[plusieurs failles de sécurité|security/Numerous_security_holes_in_2.9.1]] et la mise à jour doit être faite dès que possible.

source: Changes
de: Änderungen
fr: Changements

source: New features
de: Neue Funktionen
fr: Nouvelles fonctionnalités

source: We installed [[*OnionShare*|doc/anonymous_internet/onionshare]], a tool for anonymous file sharing.
de: Wir haben [[*OnionShare*|doc/anonymous_internet/onionshare]] installiert, ein Werkzeug zum anonymen Austauschen von Dateien.
fr: Nous avons installé [[*OnionShare*|doc/anonymous_internet/onionshare]], un outil pour le partage anonyme de fichiers.

source: We enabled the [[circuit view|doc/anonymous_internet/Tor_Browser#circuit_view]] in *Tor Browser*.
de: Wir haben die [[Verbindungsübersicht|doc/anonymous_internet/Tor_Browser#circuit_view]] im *Tor Browser* aktiviert.
fr: Nous avons activé la [[vue des circuits|doc/anonymous_internet/Tor_Browser#circuit_view]] dans le *Navigateur Tor*.

source: Upgrades and changes
de: Aktualisierungen und Änderungen
fr: Mises à jour et changements

source: Upgrade *Tor* to 0.2.9.9.
de: Aktualisierung von *Tor* auf 0.2.9.9.
fr: Mise à jour de *Tor* vers la version 0.2.9.9.

source: Upgrade *Tor Browser* to 6.5.
de: Aktualisierung des *Tor Browser* auf 6.5.
fr: Mise à jour du *Navigateur Tor* vers la version 6.5.

source: Upgrade *Linux* to 4.8. This should improve the support for newer hardware (graphics, Wi-Fi, etc.)
de: Aktualisierung von *Linux* auf 4.8. Dies sollte die Unterstützung für neuere Hardware (Grafik, W-LAN, usw.) verbessern.
fr: Mise à jour de *Linux* vers la version 4.8. Cela doit améliorer la compatibilité avec les matériels récents (cartes graphiques, Wi-Fi, etc.)

source: Upgrade *Icedove* to 45.6.0.
de: Aktualisierung von *Icedove* auf 45.6.0.
fr: Mise à jour d'*Icedove* vers la version 45.6.0.

source: Replace *AdBlock Plus* with *uBlock Origin*.
de: Ersetzen von *AdBlock Plus* mit *uBlock Origin*.
fr: Remplacement d'*AdBlock Plus* par *uBlock Origin*.

source: Configure the *APT* package manage to use Debian's Onion services.
de: Konfigurieren des *APT* Paketmanagers, dass dieser Debians Onion-Services nutzt
fr: Configuration du gestionnaire de paquets *APT* pour utiliser les services Onion de Debian.

source: Install the *AMDGPU* display driver. This should improve the support for newer AMD graphics adapters.
de: Installieren des *AMDGPU* Bildschirmtreibers. Dies sollte die Unterstützung für neuere AMD Grafikkarten verbessern.
fr: Installation du pilote d'affichage *AMDGPU*. Cela doit permettre d'améliorer le support des nouvelles cartes graphiques AMD.

source: Renamed the *Boot Loader Menu* entries from "Live" to "Tails", and replaced the confusing "failsafe" wording with "Troubleshooting Mode".
de: Umbennen der Einträge im *Startmenü* von "Live" zu "Tails" und Ersetzen der uneindeutigen Formulierung "failsafe" durch "Troubleshooting Mode".
fr: Les entrées du *Menu de démarrage* ont été renommées de "Live" en "Tails", et l’ambigu "failsafe"remplacé par "Troubleshooting Mode" ("mode dépannage").

source: Add support for [[!wikipedia exFAT]].
de: Unterstützung von [[!wikipedia_de exFAT]] wurde hinzugefügt.
fr: Ajout de la compatibilité pour [[!wikipedia_fr exFAT]].

source: Remove *Nyx* (previously called *arm*).
de: Entfernen von *Nyx* (vorher *arm* genannt).
fr: Suppression de *Nyx* (auparavant nommé *arm*).

source: Rewrite *Tor control port filter* entirely. Now Tails can safely support *OnionShare*, the circuit view of *Tor Browser*, and similar. This also enabled Whonix to replace their own similar piece of software with this one.
de: Der *Tor control port filter* wurde komplett neu geschrieben. Tails kann jetzt sicher *OnionShare*, die Verbindungsübersicht des *Tor Browser* und ähnliches unterstützen. Dies hat auch Whonix ermöglicht, ihre eigene, ähnliche Software durch diese zu ersetzen.
fr: Réécriture complète du *filtre de contrôle de port Tor*. Maintenant, Tails est compatible de façon sûre avec *OnionShare*, la vue des circuits dans le *Navigateur Tor*, et autres. Cela permet également à Whonix de remplacer leurs morceaux de code similaires par celui-ci.

source: Fixed problems
de: Behobene Probleme
fr: Problèmes corrigés

source: Made *OnionCircuits* compatible with the *Orca* screen reader.
de: *OnionCircuits* ist nun mit dem *Orca* Bildschirmleser kompatibel.
fr: *OnionCircuits* est rendu compatible avec le lecteur d'écran *Orca*.

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
de: Lesen Sie für mehr Details unser [[!tails_gitweb debian/changelog desc="Änderungsprotokoll"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Known issues
de: Bekannte Probleme
fr: Problèmes connus

source: None specific to this release.
de: Für diese Version sind keine bekannt.
fr: Rien de particulier dans cette version.

source: See the list of [[long-standing issues|support/known_issues]].
de: Lesen Sie sich die Liste der [[längerfristig bekannten Probleme|support/known_issues]] durch.
fr: Voir la liste de nos [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 2.10
de: Holen Sie sich Tails 2.10
fr: Obtenir Tails 2.10

source: - To install, follow our [[installation instructions|install]].
de: - Befolgen Sie zum Installieren unsere [[Installationsanweisungen|install]].
fr: - Pour l'installer, suivez nos [[instructions d'installation|install]].

source: - To upgrade, an automatic upgrade is available from 2.7 and 2.9.1 to 2.10.
de: - Es ist eine automatische Aktualisierung von 2.7 und 2.9.1 auf 2.10 verfügbar.
fr: - Pour mettre à jour, une mise à jour automatique est disponible depuis les versions 2.7 et 2.9.1 vers la version 2.10.

source: If you cannot do an automatic upgrade or if you fail to start after an automatic upgrade, please try to do a [[manual upgrade|upgrade]].
de: Falls Sie keine automatische Aktualisierung durchführen können oder das Starten nach einer automatischen Aktualisierung fehlschlägt, versuchen Sie bitte eine [[manuelle Aktualisierung|upgrade]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|upgrage]].

source: - [[Download Tails 2.10.|install/download]]
de: - [[Tails 2.10 herunterladen|install/download]]
fr: - [[Télécharger Tails 2.10.|install/download]]

source: What's coming up?
de: Was kommt als Nächstes?
fr: Et ensuite ?

source: Tails 2.11 is [[scheduled|contribute/calendar]] for March 3rd.
de: Tails 2.11 ist für den 3. März [[geplant|contribute/calendar]].
fr: Tails 2.11 est [[prévu|contribute/calendar]] pour le 3 mars 2017.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf die [[!tails_roadmap desc="Roadmap"]], um zu sehen, was wir als Nächstes vorhaben.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate?r=2.10">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
de: Wir brauchen Ihre Hilfe und es gibt viele Wege, [[Tails zu unterstützen|contribute]], (<a href="https://tails.boum.org/donate/index.de.html?r=2.10">Spenden</a> ist nur einer davon). [[Sprechen Sie uns an|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/index.fr.html?r=2.10">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
