Repository: austin987/tails
Catalog: wiki/src/news/version_2.9.1.*.po
Languages: de, fr

source: [[!meta title="Tails 2.9.1 is out"]]
de: [[!meta title="Tails 2.9.1 wurde veröffentlicht"]]
fr: [[!meta title="Tails 2.9.1 est sorti"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_2.7.1]] and users should upgrade as soon as possible.
de: Diese Version behebt [[zahlreiche Sicherheitslücken|security/Numerous_security_holes_in_2.7.1.de]]. Alle Benutzerinnen und Benutzer sollten so schnell wie möglich aktualisieren.
fr: Cette version corrige [[plusieurs failles de sécurité|security/Numerous_security_holes_in_2.7.1]] et la mise à jour doit être faite dès que possible.

source: Changes
de: Änderungen
fr: Changements

source: Upgrades and changes
de: Aktualisierungen und Änderungen
fr: Mises à jour et changements

source: Upgrade *Tor* to 0.2.8.10.
de: Aktualisierung von *Tor* auf 0.2.8.10.
fr: Mise à jour de *Tor* vers la version 0.2.8.10.

source: Upgrade *Tor Browser* to 6.0.8.
de: Aktualisierung des *Tor Browser* auf 6.0.8.
fr: Mise à jour du *Navigateur Tor* vers la version 6.0.8.

source: Upgrade *Icedove* to [45.5.1](https://www.mozilla.org/en-US/thunderbird/45.1.1/releasenotes/).
de: Aktualisierung von *Icedove* auf [45.5.1](https://www.mozilla.org/en-US/thunderbird/45.1.1/releasenotes/).
fr: Mise à jour de *Icedove* vers la version [45.5.1](https://www.mozilla.org/en-US/thunderbird/45.1.1/releasenotes/).

source: Upgrade *obfs4proxy* to 0.0.7.
de: Aktualisierung von *obfs4proxy* auf 0.0.7.
fr: Mise à jour de *obfs4proxy* vers la version 0.0.7.

source: Switch to *DuckDuckGo* as the default search engine in *Tor Browser*. The previous default search engine, *Disconnect.me*, has already been redirecting to *Duck Duck Go* for some time.
de: Wechsel zu *DuckDuckGo* als voreingestellte Suchmaschine im *Tor Browser*. Die bisherige voreingestellte Suchmaschine *Disconnect.me* hat bereits seit einiger Zeit auf *DuckDuckGo* weitergeleitet.
fr: *DuckDuckGo* est maintenant le moteur de recherche par défaut du *Navigateur Tor*. Le moteur de recherche précédent, *Disconnect.me*, redirigeait déjà vers *DuckDuckGo* depuis quelques temps.

source: Fixed problems
de: Behobene Probleme
fr: Problèmes corrigés

source: Fix Tails not starting in *VirtualBox* by upgrading the *Guest Additions* to version 5.1.8. ([[!tails_ticket 11965]])
de: Es wurde behoben, dass Tails in *VirtualBox* nicht startet, indem die *Gasterweiterungen* auf Version 5.1.8 aktualisiert wurden. ([[!tails_ticket 11965]])
fr: Tails démarre de nouveau dans *VirtualBox* grâce à la mise à jour des *Additions invité* dans la version 5.1.8. ([[!tails_ticket 11965]])

source: Document that [[**I/O APIC** is required to start Tails in *VirtualBox*|support/known_issues#vb-apic]].
de: Es wurde dokumentiert, dass [[**I/O APIC** für das Starten von Tails in *VirtualBox* benötigt wird|support/known_issues#vb-apic]].
fr: La nécessité du support de **I/O APIC** pour démarrer Tails dans *VirtualBox* est maintenant [[documentée|support/known_issues#vb-apic]].

source: Remove the error when starting *Videos* that appeared in Tails 2.7 by fixing the *AppArmor* profile of *Totem*. ([[!tails_ticket 11984]])
de: Die Warnung, die in Tails 2.7 beim Starten von *Videos* aufgetreten ist, wurde entfernt indem das *AppArmor*-Profil von *Totem* repariert wurde. ([[!tails_ticket 11984]])
fr: L'erreur au démarrage de *Vidéos* qui apparaissait dans Tails 2.7 a été supprimée en ajustant le profil *AppArmor* de *Totem*. ([[!tails_ticket 11984]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
de: Lesen Sie für mehr Details unser [[!tails_gitweb debian/changelog desc="Änderungsprotokoll"]].
fr: Pour plus d'informations, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Known issues
de: Bekannte Probleme
fr: Problèmes connus

source: None specific to this release.
de: Für diese Version sind keine bekannt.
fr: Aucun spécifique à cette version.

source: See the list of [[long-standing issues|support/known_issues]].
de: Lesen Sie sich die Liste der [[längerfristig bekannten Probleme|support/known_issues]] durch.
fr: Voir notre liste de [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 2.9.1
de: Holen Sie sich Tails 2.9.1
fr: Obtenir Tails 2.9.1

source: - To install, follow our [[installation instructions|install]].
de: - Befolgen Sie zum Installieren unsere [[Installationsanweisungen|install]].
fr: - Pour l'installer, suivez nos [[instructions d'installation|install]].

source: - To upgrade, an automatic upgrade is available from 2.7 and 2.7.1 to 2.9.1.
de: - Es ist eine automatische Aktualisierung von 2.7 und 2.7.1 auf 2.9.1 verfügbar.
fr: - Une mise à jour automatique vers la version 2.9.1 est disponible depuis les versions 2.7 et 2.7.1.

source: If you cannot do an automatic upgrade or if you fail to start after an automatic upgrade, please try to do a [[manual upgrade|upgrade]].
de: Falls Sie keine automatische Aktualisierung durchführen können oder das Starten nach einer automatischen Aktualisierung fehlschlägt, versuchen Sie bitte eine [[manuelle Aktualisierung|upgrade]].
fr: Si la mise à jour automatique ne fonctionne pas ou si le démarrage échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|upgrade]].

source: - [[Download Tails 2.9.1.|install/download]]
de: - [[Tails 2.9.1 herunterladen|install/download]]
fr: - [[Télécharger Tails 2.9.1.|install/download]]

source: What's coming up?
de: Was kommt als Nächstes?
fr: Et ensuite ?

source: Tails 2.10 is [[scheduled|contribute/calendar]] for January 24.
de: Tails 2.10 ist für den 24. Januar [[geplant|contribute/calendar]].
fr: Tails 2.10 est [[prévu|contribute/calendar]] pour le 24 janvier.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf die [[!tails_roadmap desc="Roadmap"]], um zu sehen, was wir als Nächstes vorhaben.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate?r=2.9.1">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
de: Wir brauchen Ihre Hilfe und es gibt viele Wege, [[Tails zu unterstützen|contribute]], (<a href="https://tails.boum.org/donate/index.de.html?r=2.9.1">Spenden</a> ist nur einer davon). [[Sprechen Sie uns an|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/index.fr.html?r=2.9.1">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
