Repository: austin987/tails
Catalog: wiki/src/news/version_3.13.2.*.po
Languages: fr

source: [[!meta title="Tails 3.13.2 is out"]]
fr: [[!meta title="Tails 3.13.2 est sorti"]]

source: This release is an emergency release to fix a critical security vulnerability in *Tor Browser*.
fr: Cette version est une sortie d'urgence pour corriger une faille de sécurité critique dans le *Navigateur Tor*.

source: It also fixes [[other security vulnerabilities|security/Numerous_security_holes_in_3.13.1]]. You should upgrade as soon as possible.
fr: Elle corrige aussi [[d'autres failles de sécurité|security/Numerous_security_holes_in_3.13.1]]. Vous devriez mettre à jour dès que possible.

source: Changes
fr: Changements

source: Fixed *NoScript* activation in *Tor Browser*
fr: Corrige l'activation de *NoScript* dans le *Navigateur Tor*

source: Starting from Friday May 3, a problem in *Firefox* and *Tor Browser* disabled all add-ons. This release reactivates all add-ons in *Tor Browser*, especially *NoScript* which is used to:
fr: Depuis le vendredi 3 mai 2019, un problème avec *Firefox* et le *Navigateur Tor* désactive toutes les extensions. Cette version réactive toutes les extensions dans le *Navigateur Tor*, notamment *NoScript* qui est utilisée pour :

source: Strengthen *Tor Browser* against some JavaScript attacks that can lead to compromised accounts and credentials on websites.
fr: Renforcer le *Navigateur Tor* contre certaines attaques JavaScript qui peuvent conduire à compromettre les comptes et accès de certains sites web.

source: Enable or disable JavaScript on some websites using the *NoScript* interface, if you use it.
fr: Activer ou désactiver JavaScript sur certains sites web en utilisant l'interface *NoScript*, si vous l'utilisez.

source: <p>This issue still affects <em>Tor Browser</em> when it is restarted.</p>
fr: <p>Ce problème affecte toujours le <em>Navigateur Tor</em> lorsqu'il est redémarré.</p>

source: <p><strong>Avoid restarting <em>Tor Browser</em>.</strong></p>
fr: <p><strong>Évitez de redémarrer le <em>Navigateur Tor</em>.</strong></p>

source: <p>Restart Tails instead or follow our instructions to reactivate <em>NoScript</em> without restarting Tails. See below.</p>
fr: <p>Redémarrez Tails à la place ou suivez les instructions pour réactiver <em>NoScript</em> sans redémarrer Tails. Voir ci-dessous.</p>

source: Reactivate *NoScript* without restarting Tails
fr: Réactiver *NoScript* sans redémarrer Tails

source: If *NoScript* is activated, the *NoScript* icon appears in the top-right corner and *Tor Browser* is safe:
fr: Si *NoScript* est activé, l'icône *NoScript* apparaît dans le coin en haut à droite et le *Navigateur Tor* est sûr :

source: If *NoScript* is deactivated, the *NoScript* icon is absent from the top-right corner and *Tor Browser* is unsafe:
fr: Si *NoScript* est désactivé, l'icône *NoScript* est absente du coin en haut à droite et le *Navigateur Tor* n'est pas sûr :

source: To reactivate *NoScript* without restarting Tails, do the following:
fr: Pour réactiver *NoScript* sans redémarrer Tails, suivez ces étapes :

source: Open the address <span class="command">about:config</span> in *Tor Browser*.
fr: Tapez l'adresse <span class="command">about:config</span> dans le *Navigateur Tor*.

source: Click the **I accept the risk!** button.
fr: Cliquez sur le bouton **Je prends le risque**.

source: At the top of the page, search for <span class="command">xpinstall.signatures.required</span>.
fr: En haut de la page, recherchez <span class="command">xpinstall.signatures.required</span>.

source: Double-click on the **xpinstall.signatures.required** line in the results to set its value to **false**.
fr: Double-cliquez sur la ligne **xpinstall.signatures.required** dans les résultats pour mettre la valeur à **false**.

source: Verify that *NoScript* is activated again.
fr: Vérifiez que *NoScript* est à nouveau activé.

source: Other upgrades and changes
fr: Autres mises à jour et changements

source: Remove the *OpenPGP Applet* and *Pidgin* notification icons from the top navigation bar.
fr: Suppression des icônes de notification de *OpenPGP Applet* et *Pidgin* dans la barre de navigation supérieure.

source: You can still access the *OpenPGP Applet* and *Pidgin* notification icons from the system tray in the bottom-left corner of the screen.
fr: Vous pouvez toujours accéder aux icônes de notification de *OpenPGP Applet* et *Pidgin* depuis la barre de notification dans le coin en bas à gauche de l'écran.

source: To display the system tray, move your mouse to the thin gray line in the bottom-left of the screen, above the window list:
fr: Pour afficher la barre de notification, déplacez votre souris sur la fine ligne grise en bas à gauche de l'écran, au-dessus de la liste des fenêtres :

source: To move these icons back to the top navigation bar, execute the following command in a *Terminal*:
fr: Pour remettre ces icônes dans la barre de navigation supérieure, exécuter la commande suivante dans un *Terminal* :

source: Until now, these icons were displayed in the top navigation bar by the *TopIcons* GNOME extension. This extension is unmaintained, causes GNOME to crash ([[!tails_ticket 11188]]), and will not work in Tails 5.0 based on Debian 11 (Bullseye).
fr: Jusqu'à maintenant, ces icônes étaient affichées dans la barre de navigation supérieure par l'extension GNOME *TopIcons*. Cette extension n'est plus maintenue, ce qui provoque un crash de GNOME ([[!tails_ticket 11188]]), et ne fonctionnera plus dans Tails 5.0 basé sur Debian 11 (Bullseye).

source: - Install localization packages only for the following languages:
fr: - Installe les paquets de traductions pour les langues suivantes :

source: Arabic
fr: Arabe

source: English
fr: Anglais

source: French
fr: Français

source: German
fr: Allemand

source: Hindi
fr: Hindou

source: Indonesian
fr: Indonésien

source: Italian
fr: Italien

source: Portuguese
fr: Portugais

source: Russian
fr: Russe

source: Simplified Chinese
fr: Chinois simplifié

source: Spanish
fr: Espagnol

source: Turkish
fr: Turc

source: You can install localization packages for other languages using the *[[Additional Software|doc/first_steps/additional_software]]* feature.
fr: Vous pouvez installer les paquets de traduction pour les autres langues en utilisant la fonction *[[Logiciels additionnels|doc/first_steps/additional_software]]*

source: Localization packages include:
fr: Les paquets de traductions comprennent :

source: *Thunderbird* localization: packages <span class="command">thunderbird-l10n-<span class="command-placeholder">lang</span></span>
fr: Traduction de *Thunderbird* : paquets <span class="command">thunderbird-l10n-<span class="command-placeholder">langue</span></span>

source: *LibreOffice* localization: packages <span class="command">libreoffice-l10n-<span class="command-placeholder">lang</span></span>
fr: Traduction de *LibreOffice* : paquets <span class="command">libreoffice-l10n-<span class="command-placeholder">langue</span></span>

source: Spell-checking dictionaries: packages <span class="command">hunspell-<span class="command-placeholder">lang</span></span>
fr: Dictionnaires d'orthographe : paquets <span class="command">hunspell-<span class="command-placeholder">langue</span></span>

source: Where <span class="command-placeholder">lang</span> is the code for your language. For example, <span class="command-placeholder">es</span> for Spanish.
fr: Où <span class="command-placeholder">langue</span> est le code pour votre langue. Par exemple, <span class="command-placeholder">es</span> pour l'espagnol.

source: - Add a suspend button to the system menu.
fr: - Ajout d'un bouton mettre en veille dans le menu système.

source: Add suspend, restart, and shutdown buttons to the system menu when the screen is locked.
fr: Ajout des boutons mettre en veille, redémarrer et éteindre dans le menu système lorsque l'écran est verrouillé.

source: Replace all non-Latin fonts with the [[!wikipedia Noto_fonts desc="Noto fonts family"]].
fr: Remplacement des polices non latines avec la [[!wikipedia_fr Noto_(police_d'écriture) desc="famille de polices Noto"]].

source: - Update *Debian* to 9.9.
fr: - Mise à jour de *Debian* vers la version 9.9.

source: - Update *Thunderbird* to 60.6.1.
fr: - Mise à jour de *Thunderbird* vers la version 60.6.1.

source: Fixed problems
fr: Problèmes résolus

source: Fix the automatic configuration of new email accounts in *Thunderbird*. ([[!tails_ticket 16573]])
fr: Corrige la configuration automatique des nouveaux comptes de messagerie dans *Thunderbird*. ([[!tails_ticket 16573]])

source: Prevent Tails from shutting down when waking up from suspend on some computers. ([[!tails_ticket 11729]])
fr: Empêche Tails de s'éteindre lorsqu'il est réactivé depuis le mode de mise en veille sur certains ordinateurs. ([[!tails_ticket 11729]])

source: Fix the import of the [[Tails signing key|tails-signing.key]] in the *Passwords and Keys* utility. ([[!tails_ticket #15213]])
fr: Corrige l'importation des [[clés de signatures Tails|tails-signing.key]] dans l'utilitaire *Mots de passe et clés*. ([[!tails_ticket #15213]])

source: Don't show notifications about *TailsData* when configuring a persistent volume. ([[!tails_ticket 16632]])
fr: N'affiche plus les notifications à propos de *TailsData* lors de la configuration d'un volume persistant. ([[!tails_ticket 16632]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus d'informations, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Known issues
fr: Problèmes connus

source: *NoScript* is deactivated when restarting *Tor Browser*
fr: *NoScript* est désactivé lors du redémarrage du *Navigateur Tor*

source: See [[how to reactivate *NoScript* without restarting Tails|news/version_3.13.2#restart]] above.
fr: Voir [[comment réactiver *NoScript* sans redémarrer Tails|news/version_3.13.2#restart]] plus haut.

source: Tails fails to start a second time on some computers ([[!tails_ticket 16389]])
fr: Tails n'arrive pas à démarrer une seconde fois sur certains ordinateurs ([[!tails_ticket 16389]])

source: On some computers, after installing Tails to a USB stick, Tails starts a first time but fails to start a second time. In some cases, only BIOS (Legacy) was affected and the USB stick was not listed in the Boot Menu.
fr: Sur certains ordinateurs, après l'installation de Tails sur une clé USB, Tails démarre une première fois mais n'arrive pas à démarrer une deuxième fois. Dans certains cas, seul le BIOS (Legacy) est affecté et la clé USB n'est pas listée dans le menu de démarrage.

source: We are still investigating the issue, so if it happens to you, please report your findings by email to <tails-testers@boum.org>. Mention the model of the computer and the USB stick. This mailing list is [archived publicly](https://lists.autistici.org/list/tails-testers.html).
fr: Nous continuons d'enquêter sur ce problème, donc si cela vous arrive, veuillez nous signaler vos constatations par courriel à <tails-testers@boum.org>. Mentionnez le modèle de l'ordinateur et de la clé USB. Celle liste de discussion est [archivée publiquement](https://lists.autistici.org/list/tails-testers.html).

source: To fix this issue:
fr: Pour corriger ce problème :

source: Reinstall your USB stick using the same installation method.
fr: Réinstallez votre clé USB en utilisant la même méthode d'installation.

source: Start Tails for the first time and [[set up an administration password|doc/first_steps/startup_options/administration_password]].
fr: Démarrez Tails une première fois et [[définissez un mot de passe d'administration|doc/first_steps/startup_options/administration_password]].

source: Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">System Tools</span>&nbsp;▸ <span class="guimenuitem">Root Terminal</span> </span> to open a <span class="application">Root Terminal</span>.
fr: Choisissez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Outils système</span>&nbsp;▸ <span class="guimenuitem">Terminal administrateur</span> </span> pour ouvrir un <span class="application">Terminal administrateur</span>.

source: Execute the following command:
fr: Exécutez la commande suivante :

source: You can also test an experimental image:
fr: Vous pouvez également tester une image expérimentale :

source: [Download the *.img* file from our development server](https://nightly.tails.boum.org/build_Tails_ISO_bugfix-16389-recompute-chs/lastSuccessful/archive/build-artifacts/).
fr: [Téléchargez le fichier *.img* depuis notre serveur de développement](https://nightly.tails.boum.org/build_Tails_ISO_bugfix-16389-recompute-chs/lastSuccessful/archive/build-artifacts/).

source: Install it using the same installation methods.
fr: Installez-le en utilisant les même méthodes d'installation.

source: We don't provide any OpenPGP signature or other verification technique for this test image. Please only use it for testing.
fr: Nous ne fournissons pas de signature OpenPGP ou d'autres techniques de vérification pour cette image de test. Veuillez l'utiliser uniquement pour faire des tests.

source: See the list of [[long-standing issues|support/known_issues]].
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 3.13.2
fr: Obtenir Tails 3.13.2

source: To upgrade your Tails USB stick and keep your persistent storage
fr: Pour mettre à jour votre clé USB Tails et conserver votre stockage persistant

source: - Automatic upgrades are available from 3.12, 3.12.1, 3.13, and 3.13.1 to 3.13.2.
fr: - Des mises à jour automatiques sont disponibles depuis les versions 3.12, 3.12.1, 3.13, et 3.13.1 vers la version 3.13.2.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade#manual]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|doc/upgrade#manual]].

source: To install Tails on a new USB stick
fr: Pour installer Tails sur une nouvelle clé USB

source: Follow our installation instructions:
fr: Suivez nos instructions d'installation :

source: [[Install from Windows|install/win]]
fr: [[Installer depuis Windows|install/win]]

source: [[Install from macOS|install/mac]]
fr: [[Installer depuis macOS|install/mac]]

source: [[Install from Linux|install/linux]]
fr: [[Installer depuis Linux|install/linux]]

source: <div class="caution"><p>All the data on this USB stick will be lost.</p></div>
fr: <div class="caution"><p>Toutes les données sur cette clé USB seront perdues.</p></div>

source: To download only
fr: Pour seulement télécharger

source: If you don't need installation or upgrade instructions, you can directly download Tails 3.13.2:
fr: Si vous n'avez pas besoin d'instructions d'installation ou de mise à jour, vous pouvez télécharger directement Tails 3.13.2 :

source: [[For USB sticks (USB image)|install/download]]
fr: [[Pour clés USB (image USB)|install/download]]

source: [[For DVDs and virtual machines (ISO image)|install/download-iso]]
fr: [[Pour DVD et machines virtuelles (image ISO)|install/download-iso]]

source: What's coming up?
fr: Et ensuite ?

source: Tails 3.14 is [[scheduled|contribute/calendar]] for May 14.
fr: Tails 3.14 est [[prévu|contribute/calendar]] pour le 14 mai.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=3.13.2">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=3.13.2">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
