Repository: austin987/tails
Catalog: wiki/src/news/version_3.3.*.po
Languages: fr

source: [[!meta title="Tails 3.3 is out"]]
fr: [[!meta title="Tails 3.3 est sorti"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_3.2]] and users should upgrade as soon as possible.
fr: Cette version corrige [[plusieurs failles de sécurité|security/Numerous_security_holes_in_3.2]] et la mise à jour doit être faite dès que possible.

source: Changes
fr: Changements

source: Upgrades and changes
fr: Mises à jour et changements

source: - Update *Tor* to 0.3.1.8 which saves bandwidth when starting.
fr: - Mise à jour de *Tor* vers la version 0.3.1.8 qui économise de la bande passante en démarrant.

source: - Update *Tor Browser* to 7.0.10.
fr: - Mise à jour du *Navigateur Tor* vers la version 7.0.10.

source: - Update *Thunderbird* to [52.4.0](https://www.mozilla.org/en-US/thunderbird/52.4.0/releasenotes/).
fr: - Mise à jour de *Thunderbird* vers la version [52.4.0](https://www.mozilla.org/en-US/thunderbird/52.4.0/releasenotes/).

source: - Update *Linux* to 4.13.0.
fr: - Mise à jour de *Linux* vers la version 4.13.0.

source: Fixed problems
fr: Problèmes corrigés

source: Fix UEFI support for USB sticks installed using *Universal USB Installer*. ([[!tails_ticket 8992]])
fr: Correction du support de l'UEFI pour les clés USB installées avec *Universal USB Installer*. ([[!tails_ticket 8992]])

source: Fix errors on file system creation in *Tails Installer* when the target USB stick is plugged before starting *Tails Installer*. ([[!tails_ticket 14755]]).
fr: Correction des erreurs lors de la création du système de fichiers dans l'*Installeur de Tails* lorsque la clé USB cible est branchée avant le démarrage de l'*Installeur de Tails*. ([[!tails_ticket 14755]]).

source: - Fix *Tails Installer* on Debian sid and recent versions of *udisks2*. ([[!tails_ticket 14809]])
fr: - Correction de l'*Installeur de Tails* avec Debian sid et les versions récentes de *udisks2*. ([[!tails_ticket 14809]])

source: Fix the screen reader and screen keyboard in *Tor Browser* and *Thunderbird*. ([[!tails_ticket 14752]], [[!tails_ticket 9260]])
fr: Correction du lecteur d'écran et du clavier visuel pour le *Navigateur Tor* et *Thunderbird*. ([[!tails_ticket 14752]], [[!tails_ticket 9260]])

source: Make the configuration of the keyboard layout more robust when starting a session. ([[!tails_ticket 12543]])
fr: La configuration de la disposition du clavier au démarrage d'une session a été rendu plus robuste. ([[!tails_ticket 12543]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Known issues
fr: Problèmes connus

source: Due to [an issue in *Tor Browser*](https://trac.torproject.org/projects/tor/ticket/24243), the documentation shipped in Tails doesn't open in *Tor Browser* anymore and lacks our sidebar. The warning page of the *Unsafe Browser* also lacks graphical design. ([[!tails_ticket 14962]])
fr: En raison d' [un problème dans le *Navigateur Tor*](https://trac.torproject.org/projects/tor/ticket/24243), la documentation embarquée avec Tails ne s'ouvre plus avec le *Navigateur Tor* et il manque la barre latérale. Il manque également le design graphique de la page d'avertissement du *Navigateur non-sécurisé*. ([[!tails_ticket 14962]])

source: Starting Tails 3.3 from DVD takes more than twice as long as earlier releases. ([[!tails_ticket 14964]])
fr: Le démarrage de Tails 3.3 depuis un DVD met plus du double de temps par rapport aux versions précédentes. ([[!tails_ticket 14964]])

source: See the list of [[long-standing issues|support/known_issues]].
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 3.3
fr: Obtenir Tails 3.3

source: - To install, follow our [[installation instructions|install]].
fr: - Pour l'installer, suivez nos [[instructions d'installation|install]].

source: - To upgrade, automatic upgrades are available from 3.1 and 3.2 to 3.3.
fr: - Pour mettre à jour, des mises à jour automatiques sont disponibles depuis les versions 3.1 et 3.2 vers la version 3.3.

source: If you cannot do an automatic upgrade or if you fail to start after an automatic upgrade, please try to do a [[manual upgrade|upgrade]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|upgrade]].

source: - [[Download Tails 3.3.|install/download]]
fr: - [[Télécharger Tails 3.3.|install/download]]

source: What's coming up?
fr: Et ensuite ?

source: Tails 3.5 is [[scheduled|contribute/calendar]] for January 16.
fr: Tails 3.5 est [[prévu|contribute/calendar]] pour le 16 janvier.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate?r=3.3">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/index.fr.html?r=3.3">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
