Repository: austin987/tails
Catalog: wiki/src/news/version_3.7.1.*.po
Languages: de, es, fr

source: [[!meta title="Tails 3.7.1 is out"]]
de: [[!meta title=" Tails 3.7.1 wurde veröffentlicht "]]
es: [[!meta title="Ha salido Tails 3.7.1"]]
fr: [[!meta title="Tails 3.7.1 est sorti"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_3.7]] and users should upgrade as soon as possible.
de: Diese Version behebt [[zahlreiche Sicherheitslücken|security/Numerous_security_holes_in_3.7.de]]. Alle Benutzerinnen und Benutzer sollten so schnell wie möglich aktualisieren.
es: Esta versión soluciona [[muchos problemas de seguridad|security/Numerous_security_holes_in_3.7]] y los usuarios deberían actualizar tan pronto como puedan.
fr: Cette version corrige [[plusieurs failles de sécurité|security/Numerous_security_holes_in_3.7]] et la mise à jour doit être faite dès que possible.

source: Changes
de: Änderungen
es: Cambios
fr: Changements

source: Upgrades and changes
de: Aktualisierungen und Änderungen
es: Actualizaciones y cambios
fr: Mises à jour et changements

source: - Upgrade *Tor Browser* to 7.5.5.
de: - Aktualisierung des *Tor Browser* auf 7.5.5.
es: - Actualiza *Tor Browser* a 7.5.5.
fr: - Mise à jour du *Navigateur Tor* vers la version 7.5.5.

source: This fixes a [[!mfsa2018 14 desc="critical issue in Firefox"]] announced on June 6.
de: Dies behebt ein [[!mfsa2018 14 desc="kritisches Problem in Firefox"]], welches am 6. Juni angekündigt wurde.

source: - Upgrade *Thunderbird* to 52.8.0.
de: - Aktualisierung von *Thunderbird* auf 52.8.0.
es: - Actualiza *Thunderbird* a 52.8.0.
fr: - Mise à jour de *Thunderbird* vers la version 52.8.0.

source: This partly mitigates the infamous EFAIL attack and fixes importing OpenPGP keys from keyservers with Enigmail.
de: Dies wehrt teilweise den berüchtigten EFAIL-Angriff ab und repariert das Importieren von OpenPGP-Schlüsseln von Schlüsselservern mithilfe von Enigmail.
es: Esto mitiga parcialmente el conocido ataque EFAIL y arregla la importación de llaves OpenPGP desde servidores de llaves con Enigmail.
fr: Cela réduit partiellement l'impact de la célèbre attaque EFAIL, et corrige l'import de clés OpenPGP depuis les serveurs de clés avec Enigmail.

source: Fixed problems
de: Behobene Probleme
es: Problemas arreglados
fr: Problèmes résolus

source: Fix setting a screen locker password with non-ASCII characters. ([[!tails_ticket 15636]])
de: Das Einstellen eines Passworts mit nicht-ASCII-Zeichen für die Bildschirmsperre wurde repariert. ([[!tails_ticket 15636]])
fr: Il est désormais possible de verrouiller l'écran avec un mot de passe contenant des caractères non-ASCII. ([[!tails_ticket 15636]])

source: Rename the *WhisperBack* launcher to "WhisperBack Error Reporting" so that users have a better chance to understand what it does. ([[!tails_ticket 6432]])
de: Die *WhisperBack*-Startverknüpfung wurde in "WhisperBack Error Reporting" umbenannt, damit Benutzerinnen und Benutzer besser verstehen, was genau es tut. ([[!tails_ticket 6432]])
fr: Le lanceur *WhisperBack* a été renommé en "WhisperBack Error Reporting" pour qu'il soit plus facile de comprendre sa fonction. ([[!tails_ticket 6432]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
de: Lesen Sie für mehr Details unser [[!tails_gitweb debian/changelog desc="Änderungsprotokoll"]].
es: Para más detalles, lee nuestro [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus d'informations, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Known issues
de: Bekannte Probleme
es: Problemas conocidos
fr: Problèmes connus

source: None specific to this release.
de: Für diese Version sind keine bekannt.
es: Nada concreto para esta versión.
fr: Aucun spécifique à cette version.

source: See the list of [[long-standing issues|support/known_issues]].
de: Lesen Sie sich die Liste der [[längerfristig bekannten Probleme|support/known_issues]] durch.
es: Mira la lista de [[problemas duraderos|support/known_issues]].
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 3.7.1
de: Holen Sie sich Tails 3.7.1
fr: Obtenir Tails 3.7.1

source: - To install, follow our [[installation instructions|install]].
de: - Befolgen Sie zum Installieren unsere [[Installationsanweisungen|install]].
es: - Para instalarlo, sigue nuestras [[instrucciones de instalación|install]].
fr: - Pour l'installer, suivez nos [[instructions d'installation|install]].

source: To upgrade, automatic upgrades are available from 3.6, 3.6.1, 3.6.2, and 3.7 to 3.7.1.
de: Es ist eine automatische Aktualisierung von 3.6, 3.6.1, 3.6.2 und 3.7 auf 3.7.1 verfügbar.
fr: Pour mettre à jour, des mises à jour automatiques sont disponibles depuis les versions 3.6, 3.6.1, 3.6.2 et 3.7 vers la version 3.7.1.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|upgrade]].
de: Falls Sie keine automatische Aktualisierung durchführen können oder das Starten nach einer automatischen Aktualisierung fehlschlägt, versuchen Sie bitte eine [[manuelle Aktualisierung|upgrade]].
es: Si no puedes hacer una actualizar automática o si Tails falla al iniciar despues de una actualización automática, por favor intenta hacer una [[actualización manual|upgrade]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|upgrade]].

source: - [[Download Tails 3.7.1.|install/download]]
de: - [[Tails 3.7.1 herunterladen.|install/download]]
fr: - [[Télécharger Tails 3.7.1.|install/download]]

source: What's coming up?
de: Was kommt als Nächstes?
es: ¿Qué novedades hay?
fr: Et ensuite ?

source: Tails 3.8 is [[scheduled|contribute/calendar]] for June 26.
de: Tails 3.8 ist für den 26. Juni [[geplant|contribute/calendar]].
es: Tails 3.8 está [[planificado|contribute/calendar]] para el 26 de Junio.
fr: Tails 3.8 est [[prévu|contribute/calendar]] pour le 26 juin.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf die [[!tails_roadmap desc="Roadmap"]], um zu sehen, was wir als Nächstes vorhaben.
es: Echa un vistazo a nuestro [[!tails_roadmap]] para ver hacia dónde nos dirigimos.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate?r=3.7.1">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
de: Wir brauchen Ihre Hilfe und es gibt viele Wege, [[Tails zu unterstützen|contribute]] (<a href="https://tails.boum.org/donate/index.de.html?r=3.7.1">Spenden</a> ist nur einer davon). [[Sprechen Sie uns an|about/contact#tails-dev]]!

source: This fixes a [[!mfsa 2018-14 desc="critical issue in Firefox"]] announced on June 6.
es: Esto arregla un [[!mfsa 2018-14 desc="problema crítico en Firefox"]] anunciado el 6 de Junio.
fr: Cela corrige une [[!mfsa 2018-14 desc="faille critique dans Firefox"]] annoncée le 6 juin.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=3.7.1">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/index.fr.html?r=3.7.1">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
