Repository: austin987/tails
Catalog: wiki/src/news/version_3.4.*.po
Languages: fr

source: [[!meta title="Tails 3.4 is out"]]
fr: [[!meta title="Tails 3.4 est sorti"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_3.3]] and users should upgrade as soon as possible.
fr: Cette version corrige [[plusieurs failles de sécurité|security/Numerous_security_holes_in_3.3]] et la mise à jour doit être faite dès que possible.

source: In particular, Tails 3.4 fixes the widely reported [Meltdown](https://meltdownattack.com/) attack, and includes the partial mitigation for [Spectre](https://spectreattack.com/).
fr: En particulier, Tails 3.4 corrige l'attaque largement signalée [Meltdown](https://meltdownattack.com/) et inclut une atténuation partielle de [Spectre](https://spectreattack.com/).

source: Changes
fr: Changements

source: Upgrades and changes
fr: Mises à jour et changements

source: Update *Linux* to 4.14.12 which fixes [Meltdown](https://meltdownattack.com/), [Spectre](https://spectreattack.com/) (only partially) and many other issues. ([[!tails_ticket 14976]])
fr: Mise à jour de *Linux* vers la version 4.14.12 qui corrige [Meltdown](https://meltdownattack.com/), [Spectre](https://spectreattack.com/) (seulement partiellement) et de nombreux autres problèmes. ([[!tails_ticket 14976]])

source: Fixed problems
fr: Problèmes corrigés

source: Fix an issue that made Tails start very slowly, in particular on DVD. ([[!tails_ticket 14964]])
fr: Correction d'un problème qui rendait le démarrage de Tails très lent, en particulier sur DVD. ([[!tails_ticket 14964]])

source: Don't delete downloaded Debian packages after installing them. This is mostly relevant for users of the *APT Packages* persistence feature. ([[!tails_ticket 10958]])
fr: Ne pas supprimer les paquets Debian téléchargés après leur installation. Cela est particulièrement important pour l'option de persistance *Paquets APT*. ([[!tails_ticket 10958]])

source: Fix an issue that prevented some Debian packages to install properly with the *Additional software* feature. ([[!tails_ticket 6038]])
fr: Correction d'un problème qui empêchait certains paquets Debian de s'installer correctement avec la fonctionnalité *Logiciels additionnels*. ([[!tails_ticket 6038]])

source: Update *uBlock Origin* to restore its icon in *Tor Browser*, and make its settings dashboard work again. ([[!tails_ticket 14993]])
fr: Mise à jour de *uBlock Origin* pour rétablir son icône dans le *Navigateur Tor* et rendre son tableau de bord de paramétrage à nouveau fonctionnel. ([[!tails_ticket 14993]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Known issues
fr: Problèmes connus

source: The graphical splash screen usually displayed during Tails startup quickly disappears and is replaced by garbled text messages. As long as Tails appears to work fine for you otherwise, please ignore these messages, including the alarming message about a "kernel BUG" (which was [[!debbug 886329 desc="reported to Debian"]]): they do not affect the safety of your Tails system.
fr: L'écran de lancement graphique habituellement affiché durant le démarrage de Tails disparaît rapidement et est remplacé par des textes confus. Du moment que Tails marche correctement pour vous par ailleurs, veuillez ignorer ces messages, y compris le message alarmant à propos d'un "kernel BUG" (qui a été [[!debbug 886329 desc="signalé à Debian"]]) : cela n'affecte pas la sécurité de votre système Tails.

source: Due to [an issue in *Tor Browser*](https://trac.torproject.org/projects/tor/ticket/24243), the documentation shipped in Tails doesn't open in *Tor Browser* anymore and lacks our sidebar. The warning page of the *Unsafe Browser* also lacks graphical design. ([[!tails_ticket 14962]])
fr: En raison d' [un problème dans le *Navigateur Tor*](https://trac.torproject.org/projects/tor/ticket/24243), la documentation embarquée avec Tails ne s'ouvre plus avec le *Navigateur Tor* et il manque la barre latérale. Il manque également le design graphique de la page d'avertissement du *Navigateur non-sécurisé*. ([[!tails_ticket 14962]])

source: See the list of [[long-standing issues|support/known_issues]].
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 3.4
fr: Obtenir Tails 3.4

source: - To install, follow our [[installation instructions|install]].
fr: - Pour l'installer, suivez nos [[instructions d'installation|install]].

source: - To upgrade, automatic upgrades are available from 3.2 and 3.3.
fr: - Pour mettre à jour, des mises à jour automatiques sont disponibles depuis les versions 3.2 et 3.3.

source: If you cannot do an automatic upgrade or if you fail to start after an automatic upgrade, please try to do a [[manual upgrade|upgrade]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|upgrade]].

source: - [[Download Tails 3.4.|install/download]]
fr: - [[Télécharger Tails 3.4.|install/download]]

source: What's coming up?
fr: Et ensuite ?

source: Tails 3.5 is [[scheduled|contribute/calendar]] for January 23.
fr: Tails 3.5 est [[prévu|contribute/calendar]] pour le 23 janvier.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate?r=3.4">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/index.fr.html?r=3.4">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
