Repository: austin987/tails
Catalog: wiki/src/news/version_3.11.*.po
Languages: fr

source: [[!meta title="Tails 3.11 is out"]]
fr: [[!meta title="Tails 3.11 est sorti"]]

source: This release fixes [[many security vulnerabilities|security/Numerous_security_holes_in_3.10.1]].
fr: Cette version corrige [[de nombreuses failles de sécurité|security/Numerous_security_holes_in_3.10.1]].

source: You should upgrade as soon as possible.
fr: Vous devriez mettre à jour dès que possible.

source: Changes
fr: Changements

source: New features
fr: Nouvelles fonctionnalités

source: Upgrades and changes
fr: Mises à jour et changements

source: Add a confirm dialog between downloading and applying an automatic upgrade to control better when the network is disabled and prevent partially applied upgrades. ([[!tails_ticket 14754]] and [[!tails_ticket 15282]])
fr: Ajout d'une fenêtre de confirmation entre le téléchargement et l'application de la mise à jour automatique, cela permet de mieux contrôler quand le réseau est désactivé et d'éviter des mises à jour partielles. ([[!tails_ticket 14754]] et [[!tails_ticket 15282]])

source: When running from a virtual machine, warn about the trustworthiness of the operating system even when running from a free virtualization software. ([[!tails_ticket 16195]])
fr: Lors de l'utilisation dans une machine virtuelle, alerter à propos de la fiabilité du système d'exploitation même lorsque le logiciel de virtualisation est libre. ([[!tails_ticket 16195]])

source: Disable *Autocrypt* in *Thunderbird* to prevent sending unencrypted emails by mistake. ([[!tails_ticket 15923]])
fr: Désactivation de *Autocrypt* dans *Thunderbird* pour éviter l'envoi par erreur de courriers électroniques non chiffrés. ([[!tails_ticket 15923]])

source: - Update *Linux* to 4.18.20.
fr: - Mise à jour de *Linux* vers la version 4.18.20.

source: - Update *Tor Browser* to 8.0.4.
fr: - Mise à jour du *navigateur Tor* vers la version 8.0.4.

source: - Update *Thunderbird* to [60.3.0](https://www.thunderbird.net/en-US/thunderbird/60.3.0/releasenotes/).
fr: - Mise à jour de *Thunderbird* vers la version [60.3.0](https://www.thunderbird.net/en-US/thunderbird/60.3.0/releasenotes/).

source: Fixed problems
fr: Problèmes résolus

source: - Fix the opening of *Thunderbird* in non-English languages. ([[!tails_ticket 16113]])
fr: - Correction de l'ouverture de *Thunderbird* dans une langue autre que l'anglais. ([[!tails_ticket 16113]])

source: - Reduce the logging level of Tor when using bridges. ([[!tails_ticket 15743]])
fr: - Réduction du niveau de journalisation de Tor lors de l'utilisation de bridges. ([[!tails_ticket 15743]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Known issues
fr: Problèmes connus

source: Tails fails to start and displays a black screen with some Intel graphics cards.
fr: Tails n'arrive pas à démarrer et affiche un écran noir avec certaines cartes graphiques Intel.

source: To fix this issue, add `nomodeset` to the [[startup options|doc/first_steps/startup_options/#boot_loader_menu]].
fr: Pour corriger ce problème, ajoutez `nomodeset` aux [[options de démarrage|doc/first_steps/startup_options/#boot_loader_menu]].

source: If this workaround doesn't work, add `nomodeset xorg-driver=vesa` to the [[startup options|doc/first_steps/startup_options/#boot_loader_menu]].
fr: Si cette solution ne marche pas, ajoutez `nomodeset xorg-driver=vesa` aux [[options de démarrage|doc/first_steps/startup_options/#boot_loader_menu]].

source: If this workaround doesn't work, please report to <tails-support-private@boum.org>:
fr: Si cette solution ne marche pas, merci de nous rapporter à <tails-support-private@boum.org> :

source: The brand and model of your computer.
fr: La marque et le modèle de votre ordinateur.

source: The workaround that you tried and that failed.
fr: Le contournement que vous avez essayé et qui a échoué.

source: If possible, the output of the `lspci -n` command executed on another Linux system, such as an older Tails.
fr: Si possible, le résultat de la commande `lspci -n` exécutée depuis un autre système Linux, par exemple une ancienne Tails.

source: See the list of [[long-standing issues|support/known_issues]].
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 3.11
fr: Obtenir Tails 3.11

source: - To install, follow our [[installation instructions|install]].
fr: - Pour l'installer, suivez nos [[instructions d'installation|install]].

source: - To upgrade, automatic upgrades are available from 3.9 and 3.10.1 to 3.11.
fr: - Pour mettre à jour, des mises à jour automatiques sont disponibles depuis les versions 3.9 et 3.10.1 vers la version 3.11.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade#manual]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|doc/upgrade#manual]].

source: - [[Download Tails 3.11.|install/download]]
fr: - [[Télécharger Tails 3.11.|install/download]]

source: What's coming up?
fr: Et ensuite ?

source: Tails 3.12 is [[scheduled|contribute/calendar]] for January 29.
fr: Tails 3.12 est [[prévu|contribute/calendar]] pour le 29 janvier.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[feuille de route|contribute/roadmap]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=3.11">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=3.11">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
