Repository: austin987/tails
Catalog: wiki/src/news/version_1.0.*.po
Languages: fr, pt

source: [[!meta title="Tails 1.0 is out"]]
fr: [[!meta title="Tails 1.0 est sorti"]]
pt: [[!meta title="Tails 1.0 lançado"]]

source: Tails, The Amnesic Incognito Live System, version 1.0, is out.
fr: Tails, le système live incognito amnésique, version 1.0, est sorti.
pt: Tails, The Amnesic Incognito Live System, versão 1.0, foi lançado.

source: All users must [[upgrade|doc/first_steps/upgrade]] as soon as possible: this release fixes [[numerous security issues|security/Numerous_security_holes_in_0.23]].
fr: Tous les utilisateurs doivent [[faire la mise à jour|doc/first_steps/upgrade]] dès que possible : cette version corrige [[plusieurs problèmes de sécurité|security/Numerous_security_holes_in_0.23]].
pt: Todos os/as usuários/as devem [[atualizar|doc/first_steps/upgrade]] assim que possível: esta versão conserta [[diversas questões de segurança|security/Numerous_security_holes_in_0.23]].

source: We are especially proud to present you Tails 1.0!
fr: Nous sommes particulièrement fiers de vous présenter Tails 1.0 !
pt: Estamos especialmente orgulhosos de apresentar o Tails 1.0!

source: Version 1.0 is often an [[!wikipedia Version_number#Version_1.0_as_a_milestone desc="important milestone"]] that denotes the maturity of a free software project. The first public version of what would become Tails was released on June 23 2009, when it was called [[Amnesia|version_0.2]]. That was almost five years ago. Tails 1.0 marks the 36th stable release since then.
fr: La version 1.0 est souvent une [[!wikipedia Version_number#Version_1.0_as_a_milestone desc="étape importante"]] qui démontre la maturité d'un projet de logiciel libre. La première version publique de ce qui est devenu Tails est sortie le 23 juin 2009 et était alors appelée [[Amnesia|version_0.2]]. C'était il y a presque cinq ans. Tails 1.0 marque dès lors la 36e version stable.
pt: A versão 1.0 é um [[!wikipedia Version_number#Version_1.0_as_a_milestone desc="marco importante"]] que denota a maturidade de um projeto de software livre. A primeira versão pública daquilo que se tornaria o Tails foi lançada em 23 de junho de 2009, quando ainda era chamado [[Amnesia|version_0.2]]. Isso ocorreu há quase cinco anos atrás. Tails 1.0 representa a 36a. versão estável desde então.

source: Achievements
fr: Fonctionnalités importantes
pt: Conquistas

source: We have been working since then on the many features we think are essential both in terms of security and usability:
fr: Depuis, nous avons travaillé sur plusieurs fonctionnalités que nous pensons essentielles tant en termes de sécurité que d'utilisabilité :
pt: Temos trabalhado desde então em diversas funcionalidades que pensamos serem essenciais tanto em termos de segurança quanto de usabilidade:

source: USB installer
fr: installeur USB

source: [[automatic upgrades|doc/first_steps/upgrade]]
fr: [[mises à jour automatiques|doc/first_steps/upgrade]]
pt: [[atualizações automáticas|doc/first_steps/upgrade]]

source: [[persistence|doc/first_steps/persistence]]
fr: [[persistance|doc/first_steps/persistence]]
pt: [[persistência|doc/first_steps/persistence]]

source: [[support for Tor bridges|doc/first_steps/startup_options/bridge_mode]] and other [[special Tor configuration|doc/first_steps/startup_options/network_configuration]]
fr: [[utilisation de bridges Tor|doc/first_steps/startup_options/bridge_mode]] et d'autres [[configuration spéciales Tor|doc/first_steps/startup_options/network_configuration]]
pt: [[suporte a Tor bridges|doc/first_steps/startup_options/bridge_mode]] e outras [[configurações especiais do Tor|doc/first_steps/startup_options/network_configuration]]

source: [[MAC address spoofing|doc/first_steps/startup_options/mac_spoofing]]
fr: [[usurpation d'adresses MAC|doc/first_steps/startup_options/mac_spoofing]]
pt: [[Troca de endereço MAC|doc/first_steps/startup_options/mac_spoofing]]

source: [[extensive and translated documentation|doc]]
fr: [[une importante documentation traduite|doc]]
pt: [[documentação ampla e traduzida|doc]]

source: and [[many more...|doc/about/features]]
fr: et [[beaucoup plus...|doc/about/features]]
pt: e [[muitas outras...|doc/about/features]]

source: But this has been a continuous work over the past years, and you will see that 1.0 itself does not bring a lot of effective changes for the user. Still, to mark the occasion, we integrated our [[new logo|news/and_the_winner_is]] on the website and the boot menu.
fr: Mais cela a été un travail en continu sur toutes ces dernières années et vous verrez que la version 1.0 elle-même n'apporte pas beaucoup de changements effectifs à l'utilisateur. Toutefois, pour marquer l'occasion, nous avons intégré notre [[nouveau logo|news/and_the_winner_is]] sur le site web et le menu de démarrage.
pt: Mas este tem sido um trabalho contínuo durante os últimos anos, e você verá que a versão 1.0 em si não trás muitas mudanças efetivas para o usuário. Ainda assim, para marcar a ocasião, integramos nosso [[novo logotipo|news/and_the_winner_is]] no sítio web e no menu de inicialização.

source: Thank you
fr: Remerciements
pt: Obrigado

source: The maturity of Tails is also reflected in:
fr: La maturité de Tails se reflète aussi dans :
pt: A maturidade do Tails também está refletida em:

source: Its wide adoption. In the last 18 months, the approximate number of Tails users has been multiplied by 4.
fr: Son adoption importante. Au cours des 18 derniers mois, le nombre approximatif d'utilisateurs de Tails a été multiplié par 4.
pt: Sua ampla adoção. Nos últimos 18 meses, o número aproximado de usuários do Tails foi multiplicado por 4.

source: All the good things said about Tails by reputed people and organisations such as [Freedom of the Press Foundation](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa), [Bruce Schneier](http://boingboing.net/2013/12/15/bruce-schneier-and-eben-moglen-2.html), [Reporters Without Borders](https://www.wefightcensorship.org/article/tails-amnesic-incognito-live-systemhtml.html), [the NSA](http://www.theguardian.com/world/interactive/2013/oct/04/tor-high-secure-internet-anonymity), and [[many more...|press]]
fr: Toutes les bonnes choses dites sur Tails par des gens et des organisations réputés, tels que [Freedom of the Press Foundation](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa), [Bruce Schneier](http://boingboing.net/2013/12/15/bruce-schneier-and-eben-moglen-2.html), [Reporters sans frontières](https://www.wefightcensorship.org/article/tails-amnesic-incognito-live-systemhtml.html), [la NSA](http://www.theguardian.com/world/interactive/2013/oct/04/tor-high-secure-internet-anonymity) et [[beaucoup d'autres...|press]]
pt: Todas as coisas boas ditas sobre o Tails por pessoas e organizações que gostamos, tais como [Freedom of the Press Foundation](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa), [Bruce Schneier](http://boingboing.net/2013/12/15/bruce-schneier-and-eben-moglen-2.html), [Reporters Without Borders](https://www.wefightcensorship.org/article/tails-amnesic-incognito-live-systemhtml.html), [the NSA](http://www.theguardian.com/world/interactive/2013/oct/04/tor-high-secure-internet-anonymity) e [[muitos outros...|press]]

source: Future
fr: Futur
pt: Futuro

source: Version 1.0 does not mean that we will stop adding new features and improving Tails. Briefly, here are our plans for the future:
fr: La version 1.0 ne signifie pas que nous nous arrêterons d'ajouter des fonctionnalités et d'améliorer Tails. En bref, voilà nos projets pour l'avenir :
pt: A versão 1.0 não significa que vamos parar de adicionar novas funcionalidades e melhorar o Tails. Rapidamente, aqui estão nossos planos para o futuro:

source: [Tails 1.1](https://labs.riseup.net/code/projects/tails/roadmap#Tails_1.1), due in June 2014, will be based on Debian 7 (Wheezy) and will bring many new versions of the software included in Tails.
fr: [Tails 1.1](https://labs.riseup.net/code/projects/tails/roadmap#Tails_1.1), prévu pour juin 2014, sera basé sur Debian 7 (Wheezy) et apportera de nombreuses nouvelles versions de logiciels inclus dans Tails.
pt: [Tails 1.1](https://labs.riseup.net/code/projects/tails/roadmap#Tails_1.1), a ser lançado em junho de 2014, será baseado no Debian 7 (Wheezy) e trará muitas novas versões dos programas inclusos no Tails.

source: [Tails 2.0](https://labs.riseup.net/code/projects/tails/roadmap#Tails_2.0) will focus on sustainability and maintainability. Most of that work aims at reducing the workload of creating new versions of Tails through infrastructure improvements and automated testing. Our objective is to be able to release same-day security updates.
fr: [Tails 2.0](https://labs.riseup.net/code/projects/tails/roadmap#Tails_2.0) se focalisera sur la soutenabilité et la maintenabilité. Une grande part du travail consiste à réduire la charge de travail demandée par la création de nouvelles versions de Tails grâce à l'amélioration de l'infrastructure et à l'automatisation des tests. Notre objectif est d'être capables de sortir des mises à jour de sécurité le jour même.
pt: [Tails 2.0](https://labs.riseup.net/code/projects/tails/roadmap#Tails_2.0) terá o foco na sustentabilidade e manutenção. A maior parte deste trabalho tem como objetivo a redução da quantidade de trabalho e a criação de novas versões do Tails através de melhorias na infraestrutura e nos testes automáticos. Nosso objetivo é poder lançar atualizações de segurança no mesmo dia em que estiverem disponíveis.

source: [Tails 3.0](https://labs.riseup.net/code/projects/tails/roadmap#Tails_3.0) will focus on changes in the internals of Tails to make it more secure. That includes sandboxing critical applications and software hardening.
fr: [Tails 3.0](https://labs.riseup.net/code/projects/tails/roadmap#Tails_3.0) se focalisera sur les changements internes de Tails pour le rendre plus sécurisé. Cela comprendra un sandboxing (compartimentage) des applications critiques et un durcissement des logiciels.
pt: [Tails 3.0](https://labs.riseup.net/code/projects/tails/roadmap#Tails_3.0) terá o foco em mudanças no funcionamento interno do Tails para torná-lo mais seguro. Isto inclui isolamento de aplicações críticas e melhoria da segurança de programas.

source: And of course, new contributors with all kinds of skills are always welcome. There is surely [[something **you** can do|contribute]] to make Tails better.
fr: Et bien sûr, les nouveaux contributeurs avec tous types de savoir-faire sont toujours les bienvenus. Il y a sûrement [[quelque chose que **vous** pouvez faire|contribute]] pour améliorer Tails.
pt: E, é claro, novos/as contribuidores com todos os tipos de habilidades são sempre bem vindos/as. Com certeza há [[algo que **você** pode fazer|contribute]] para tornar o Tails melhor.

source: Changes
fr: Changements
pt: Mudanças

source: Notable user-visible changes include:
fr: Des changements notables visibles par les utilisateurs sont :
pt: Algumas mudanças notáveis visíveis para o usuário incluem:

source: * Security fixes - Upgrade the web browser to 24.5.0esr-0+tails1~bpo60+1 (Firefox 24.5.0esr + Iceweasel patches + Torbrowser patches). - Upgrade Tor to 0.2.4.21-1+tails1~d60.squeeze+1: * Based on 0.2.4.21-1~d60.squeeze+1. * Backport the fix for [[!tor_bug 11464]]. It adds client-side blacklists for all Tor directory authority keys that was vulnerable to Heartbleed. This protects clients in case attackers were able to compromise a majority of the authority signing and identity keys.
fr: * Les correctifs de sécurité - Mise à jour du navigateur web à la version 24.5.0esr-0+tails1~bpo60+1 (Firefox 24.5.0esr + patches Iceweasel + patches Torbrowser). - Mises à jour de Tor à la version 0.2.4.21-1+tails1~d60.squeeze+1: * Basé sur 0.2.4.21-1~d60.squeeze+1. * Rétroportage du correctif pour [[!tor_bug 11464]]. Cela ajoute une liste noire côté client pour toutes les clés d'autorité du répertoire Tor qui ont été vulnérables à Heartbleed. Cela protège les clients dans le cas où les attaquants auraient été capables de compromettre une majorité des clés de signature et d'identité.
pt: * Atualizações de segurança - Atualização do navegador web para a versão 24.5.0esr-0+tails1~bpo60+1 (Firefox 24.5.0esr + Iceweasel patches + Torbrowser patches). - Atualização do Tor para a versão 0.2.4.21-1+tails1~d60.squeeze+1: * Baseado na versão 0.2.4.21-1~d60.squeeze+1. * Incluindo o conserto do [[!tor_bug 11464]], que adiciona listas negras para todas as chaves da autoridade do diretório do Tor que foram vulneráveis ao Heartbleed. Isto protege os clientes caso algum atacante tenha comprometido a maioria das chaves de assinatura e de identidade da autoridade.

source: * Bugfixes - Disable inbound I2P connections. Tails already restricts incoming connections, but this change tells I2P about it. - Fix link to the system requirements documentation page in the Tails Upgrader error shown when too little RAM is available.
fr: * Correction de bugs - Désactivation des connexions I2P. Tails restreint déjà les connexions entrantes mais ce changement le dit à I2P. - Correction du lien vers la page de documentation des pré-requis du système dans l'erreur du logiciel de mise à jour de Tails affichée lorsque trop peu de RAM est disponible.
pt: * Consertos de bugs - Disabilita conexões entrantes de I2P. O Tails já restringe conxões entrantes mas esta mudança avisa o I2P sobre isto. - Conserto do link para a página da documentação de requerimentos de sistema no erro do atualizador do Tails que é mostrado quando pouca RAM está disponível.

source: * Minor improvements - Upgrade I2P to 0.9.12-2~deb6u+1. - Import TorBrowser profile. This was forgotten in Tails 0.23 and even though we didn't explicitly set those preferences in that release they defaulted to the same values. This future-proofs us in case the defaults would ever change. - Import new custom version of Tor Launcher: * Based on upstream Tor Launcher 0.2.5.3. * Improve how Tor Launcher handles incomplete translation. ([[!tor_bug 11483]]; more future-proof fix for [[!tails_ticket 6885]]) * Remove the bridge settings prompt. ([[!tor_bug 11482]]; closes [[!tails_ticket 6934]]) * Always show bridge help button. ([[!tor_bug 11484]]) - Integrate the new Tails logo into various places: * The website * The boot splash * The "About Tails" dialog
fr: * Améliorations mineures - Mise à jour de I2P à la version 0.9.12-2~deb6u+1. - Importation du profil du navigateur Tor. Cela a été oublié dans Tails 0.23 et bien que nous n'avons pas paramétré explicitement cette préférence dans cette version, elle sera par défaut aux mêmes valeurs. Cela nous assurera dans le futur au cas où les paramètres par défaut changeraient. - Importation d'une nouvelle version modifiée du lanceur Tor : * Basé sur la version upstream du lanceur Tor 0.2.5.3. * Améliore la traduction incomplète sur comment fonctionne le lanceur de Tor. ([[!tor_bug 11483]] ; améliore la pérennité du correctif pour [[!tails_ticket 6885]]) * Suppression de la demande de paramétrage des bridges. ([[!tor_bug 11482]] ; clôture du ticket [[!tails_ticket 6934]]) * Affichage permanent du bouton d'aide des bridges. ([[!tor_bug 11484]]) - Ajout du nouveau logo Tails à de nombreux endroits : * Le site Web * L'écran de démarrage * La boite de dialogue "À propos de Tails"
pt: * Pequenas melhorias - Atualização do I2P para 0.9.12-2~deb6u+1. - Importação do perfil do TorBrowser. Isto foi esquecido no Tails 0.23 e mesmo que não tenhamos explicitamente configurado estas preferências naquela versão elas tem como valor padrão os mesmos valores. Isto é uma salvaguarda caso os padrões mudem. - Importação de uma nova versão customizada do Tor Launcher: * Baseado no Tor Launcher 0.2.5.3. * Melhora como o Tor Launcher lida com traduções incompletas. ([[!tor_bug 11483]]; mais consertos a prova do futuro para [[!tails_ticket 6885]]) * Remove o prompt de configurações de bridge. ([[!tor_bug 11482]]; fecha [[!tails_ticket 6934]]) * Sempre mostra o botão de ajuda do bridge. ([[!tor_bug 11484]]) - Integra o logotipo novo do Tails em vários lugares: * No sítio web do Tails * Na tela de inicialização * Na janela "Sobre o Tails"

source: See the [online Changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog) for technical details.
fr: Consultez le [journal des modifications en ligne](https://git-tails.immerda.ch/tails/plain/debian/changelog) pour les détails techniques.
pt: Veja o [Changelog online](https://git-tails.immerda.ch/tails/plain/debian/changelog) para detalhes técnicos.

source: Known issues
fr: Problèmes connus
pt: Problemas conhecidos

source: [[Longstanding|support/known_issues]] known issues.
fr: Problèmes connus [[de longue date|support/known_issues]].
pt: Problemas conhecidos [[de longa data|support/known_issues]].

source: I want to try it or to upgrade!
fr: Je veux l'essayer ou le mettre à jour !
pt: Eu quero experimentá-lo ou atualizar!

source: Go to the [[install]] page.
fr: Allez sur la page de [[téléchargement|install]].
pt: Vá para a página de [[install]].

source: As no software is ever perfect, we maintain a list of [[problems that affects the last release of Tails|support/known_issues]].
fr: Comme aucun logiciel n'est parfait, nous essayons de maintenir une liste des [[problèmes qui affectent la dernière version de Tails|support/known_issues]].
pt: Como nenhum software é perfeito, nós mantemos uma lista de [[problemas que afetam a última versão do Tails|support/known_issues]].

source: What's coming up?
fr: Et ensuite ?
pt: O que vem por aí?

source: The next Tails release is [[scheduled|contribute/calendar]] for June 10.
fr: La prochaine version de Tails est [[programmée|contribute/calendar]] pour le 10 juin.
pt: A próxima versão do Tails está [[agendada|contribute/calendar]] para 10 de junho.

source: Have a look to our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[!tails_roadmap]] pour savoir ce que nous avons en tête.
pt: Dê uma olhada em nosso [[!tails_roadmap]] para ver para onde estamos caminhando.

source: Would you want to help? There are many ways [[**you** can contribute to Tails|contribute]]. If you want to help, come talk to us!
fr: Vous voulez aider ? Il y a plein de choses auxquelles [[**vous** pouvez contribuer pour Tails|contribute]]. Si vous voulez aider, venez en discuter avec nous !
pt: Você gostaria de ajudar? Há várias formas de [[**você** contribuir com Tails|contribute]]. Se você quer ajudar, venha falar conosco!

source: Introduction
pt: Introdução
