Repository: austin987/tails
Catalog: wiki/src/news/version_0.17.*.po
Languages: fr

source: [[!meta title="Tails 0.17 is out"]]
fr: [[!meta title="Tails 0.17 est sorti"]]

source: Tails, The Amnesic Incognito Live System, version 0.17, is out.
fr: Tails, The Amnesic Incognito Live System, version 0.17, est sorti.

source: All users must upgrade as soon as possible.
fr: Tous les utilisateurs doivent le mettre à jour dès que possible.

source: Changes
fr: Changements

source: Notable user-visible changes include:
fr: Les changements notables visibles pour l'utilisateur comprennent :

source: * New features - Install the KeePassX password manager, with a configuration and [[documentation|doc/encryption_and_privacy/manage_passwords]] that makes it easy to persist the password database.
fr: * Nouvelles fonctionnalités - Installation du gestionnaire de mots de passe KeePassX, avec une configuration et la [[documentation|doc/encryption_and_privacy/manage_passwords]] qui facilite la persistance des bases de données de mots de passe.

source: * Iceweasel - Upgrade to Iceweasel 17.0.3esr-1+tails1~bpo60+1. - Do not allow listing all available fonts. - Improve default spellchecker dictionary selection. - Disable the add-ons automatic update feature. - Remove NoScript click-to-play confirmation. - Sync some prefs set by Torbutton, to be ready when it stops setting these. - Disable navigation timing. - Disable SPDY. - More aggressive iceweasel HTTP pipelining settings. - Enable WebGL (as click-to-play only). - Disable network.http.connection-retry-timeout. - Disable full path information for plugins. - Remove NoScript blocks of WebFonts.
fr: * Iceweasel - Mise à jour d'Iceweasel vers la version 17.0.3esr-1+tails1~bpo60+1. - Ne permet le listing des polices disponibles. - Amélioration de la sélection de dictionnaires par défaut pour la vérification orthographique. - Fonction de mise à jour des modules complémentaires automatique désactivée. - Suppression de la confirmation cliquer-pour-lire de NoScript. - Synchronisation de quelques préférences de Torbutton, afin d'être prêt lorsqu'il ne les configurera plus. - Désactivation du minutage de navigation. - Désactivation de SPDY. - Configuration de la configuration du pipelining HTTP d'Iceweasel plus aggressive. - WebGL activé (en tant que cliquer-pour-lire seulement). - network.http.connection-retry-timeout désactivé. - Désactivation des informations du chemin complet pour les plugins. - Suppression du blocage de WebFonts par NoScript.

source: * Minor improvements - Upgrade to live-boot 3.0~b11-1 and live-config 3.0.12-1. - Don't add "quiet" to the kernel command-line ourselves. - Upgrade I2P to 0.9.4.
fr: * Améliorations mineures - Mise à jour vers live-boot 3.0~b11-1 et live-config 3.0.12-1. - Suppression de "quiet" de la ligne de commande du noyau. - mise à jour d'I2P vers la version 0.9.4.

source: * Bugfixes - Many bugfixes brought by the Debian Squeeze 6.0.7 point-release. - Use the regular GnuPG agent + pinentry-gtk2 instead of Seahorse as a GnuPG agent. This fixes usage of OpenPGP in Claws Mail, and brings support for OpenPGP smartcards. - Enable I2P hidden mode. Else, killing I2P ungracefully is bad for the I2P network. - Add shutdown and reboot launchers to the menu. This workarounds the lack of a shutdown helper applet in camouflage mode. - Remove Pidgin's MXit and Sametime support to workaround security flaws.
fr: * Corrections de bugs - Nombreuses corrections de bugs amenées par la version Debian Squeeze 6.0.7. - Utilisation de l'habituel agent GnuPG + pinentry-gtk2 à la place de Seahorse en tant qu'agent GnuPG. Ça permet l'usage d'OpenPGP dans Claws Mail, et permet la prise en charge des smartcards OpenPGP. - Mode caché d'I2P activé. Sinon, tuer I2P de manière disgracieuse est mauvais pour le réseau I2P . - Ajout de boutons éteindre et redémarrer au menu. Ce workaround règle le manque d'un bouton d'extinction dans le mode camouflage. - Suppression de la prise en charge de MXit de Pidgin et de Sametime pour régler des failles de sécurité.

source: * Hardware support - Install recent Intel and AMD microcode. - Install firmware loader for Qualcomm Gobi USB chipsets. - Upgrade barry to 0.18.3-5~bpo60+1.
fr: * Prise en charge matérielle - Installation récente de microcode Intel et AMD. - Installation du chargeur de firmware pour les chipsets Qualcomm Gobi USB. - Mise à jour de barry vers la version 0.18.3-5~bpo60+1.

source: * Localization - Tails USB Installer: update translations for Arabic, Czech, German, Hebrew, Polish and Spanish. - tails-greeter: update Spanish and French translations, new Polish translation. - tails-persistence-setup: update translations for Arabic, Bulgarian, Spanish, French, Dutch, Polish and Chinese. - WhisperBack: update Spanish and Korean translations, import new Polish translation.
fr: * Langues - Installeur USB de Tails : mise à jour des traductions en Arabe, Tchèque, Allemand, Hébreux, Polonais et Espagnol. - tails-greeter: mise à jour des traductions en Espagnol et en Français, nouvelle traduction Polonaise. - tails-persistence-setup: mise à jour des traductions Arabe, Bulgare, Espagnol, Français, Hollandais, Polonais, Chinois. - WhisperBack: mise à jour des traductions en Espagnol et en Coréen, importation de nouvelles traductions en Polonais.

source: Plus the usual bunch of bug reports and minor improvements.
fr: Plus l'habituel lot de rapports de bugs et d'améliorations mineures.

source: I want to try it / to upgrade!
fr: Je veux l'essayer / me mettre à jour !

source: See the [[Getting started]] page.
fr: Voir la page [[pour commencer|Getting started]].

source: As no software is ever perfect, we maintain a list of [[problems that affects the last release of Tails|support/known_issues]].
fr: Comme aucun logiciel n'est parfait, nous maintenons une liste des [[problèmes qui affectent la dernière version de Tails|support/known_issues]].

source: What's coming up?
fr: Et après ?

source: The next Tails release is scheduled for April 9. It will probably be a minor, bugfix only one.
fr: La prochaine version de Tails est prévue pour le 9 Avril. Elle sera surement une version mineure, seulement de correction de bugs.

source: Would you want to help? As explained in our [["how to contribute" documentation|contribute]], there are many ways **you** can contribute to Tails. If you want to help, come talk to us!
fr: Vous voulez aider ? Comme expliqué dans notre [[documentation "comment contribuer"|contribute]], il y a de nombreuses manières pour **vous** de contribuer à Tails. Si vous voulez aider, venez nous en parler !
