Repository: austin987/tails
Catalog: wiki/src/news/version_3.2.*.po
Languages: fr

source: [[!meta title="Tails 3.2 is out"]]
fr: [[!meta title="Tails 3.2 est sorti"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_3.1]] and users should upgrade as soon as possible.
fr: Cette version corrige [[plusieurs failles de sécurité|security/Numerous_security_holes_in_3.1]] et la mise à jour doit être faite dès que possible.

source: Changes
fr: Changements

source: New features
fr: Nouvelles fonctionnalités

source: - We added support for PPPoE and dial-up Internet connections.
fr: - Nous avons ajouté le support pour les connexions Internet via modem RTC et PPPoE.

source: Please [tell us](mailto:tails-testers@boum.org) if this still doesn't work for you!
fr: Merci de [nous dire](mailto:tails-testers@boum.org) si cela ne fonctionne toujours pas pour vous !

source: We installed [*BookletImposer*](http://kjo.herbesfolles.org/bookletimposer/) to convert linear PDF documents into booklets, and vice-versa.
fr: Nous avons installé [*BookletImposer*](http://kjo.herbesfolles.org/bookletimposer/) pour convertir au kilomètre les documents PDF en brochures, et vice-versa.

source: We added *GNOME Screen Keyboard* to replace *Florence*, the previous virtual keyboard, which had [many issues](https://labs.riseup.net/code/projects/tails/issues?utf8=%E2%9C%93&set_filter=1&f%5B%5D=cf_18&op%5Bcf_18%5D=%3D&v%5Bcf_18%5D%5B%5D=On-screen+keyboard&f%5B%5D=subject&op%5Bsubject%5D=%7E&v%5Bsubject%5D%5B%5D=Florence&f%5B%5D=fixed_version_id&op%5Bfixed_version_id%5D=%3D&v%5Bfixed_version_id%5D%5B%5D=294&f%5B%5D=&c%5B%5D=status&c%5B%5D=priority&c%5B%5D=fixed_version&c%5B%5D=subject&c%5B%5D=category&c%5B%5D=cf_15&c%5B%5D=assigned_to&c%5B%5D=cf_9&group_by=&t%5B%5D=).
fr: Nous avons ajouté le *clavier visuel de GNOME* pour remplacer *Florence*, le précédent clavier virtuel, qui avait [beaucoup de problèmes](https://labs.riseup.net/code/projects/tails/issues?utf8=%E2%9C%93&set_filter=1&f%5B%5D=cf_18&op%5Bcf_18%5D=%3D&v%5Bcf_18%5D%5B%5D=On-screen+keyboard&f%5B%5D=subject&op%5Bsubject%5D=%7E&v%5Bsubject%5D%5B%5D=Florence&f%5B%5D=fixed_version_id&op%5Bfixed_version_id%5D=%3D&v%5Bfixed_version_id%5D%5B%5D=294&f%5B%5D=&c%5B%5D=status&c%5B%5D=priority&c%5B%5D=fixed_version&c%5B%5D=subject&c%5B%5D=category&c%5B%5D=cf_15&c%5B%5D=assigned_to&c%5B%5D=cf_9&group_by=&t%5B%5D=).

source: Upgrades and changes
fr: Mises à jour et changements

source: Upgrade *Linux* to 4.12.12. This should improve the support for newer hardware, especially Nvidia Maxwell graphics card.
fr: Mise à jour du noyau *Linux* vers la version 4.12.12. Cela devrait améliorer la compatibilité avec les nouveaux matériels, en particulier les cartes graphiques Nvidia Maxwell.

source: - Upgrade *Thunderbird* from 45.8 to 52.3.
fr: - Mise à jour de *Thunderbird* de la version 45.8 à la version 52.3.

source: User experience
fr: Expérience d'utilisation

source: Require a 8 GB USB stick to install Tails. 4 GB USB sticks that are already installed can still be upgraded.
fr: Besoin désormais d'une clé USB de 8 Go pour installer Tails. Les clés USB 4 Go qui sont déjà installées peuvent encore être mises à jour.

source: *Tails Installer* now detects when the target USB stick has Tails installed already and automatically proposes to upgrade. This made possible to remove the initial splash screen.
fr: Désormais l'*Installeur de Tails* détecte lorsqu'une clé USB a déjà Tails d'installé, et propose automatiquement de faire une mise à jour. Cela permet de supprimer l'écran de démarrage initial.

source: Security
fr: Sécurité

source: Disable *Bluetooth* to protect against the [*BlueBorne* attack](https://www.armis.com/blueborne/). [[!tails_ticket 14655]]
fr: Le *Bluetooth* est désactivé pour se protéger contre l'[attaque *BlueBorne*](https://www.armis.com/blueborne/). [[!tails_ticket 14655]]

source: Please [let us know](mailto:tails-testers@boum.org) if this makes it hard for you to use Tails!
fr: Merci [de nous faire savoir](mailto:tails-testers@boum.org) si cela rend pour vous l'utilisation de Tails difficile !

source: Increase the randomization of <span class="definition">[[!wikipedia Address_space_layout_randomization desc="ASLR"]]</span> to the maximum.
fr: Augmentation de l'aléatoire au maximum pour <span class="definition">[[!wikipedia_fr Address_space_layout_randomization desc="ASLR"]]</span>.

source: Deny access to the D-Bus service of *Pidgin* to prevent other applications to access and modify its configuration. [[!tails_ticket 14612]].
fr: Blocage de l'accès au service D-Bus de *Pidgin* pour empêcher d'autres applications d'accéder et de modifier sa configuration. [[!tails_ticket 14612]].

source: Fixed problems
fr: Problèmes résolus

source: - Fix the import of secret OpenPGP keys in *Password and Keys*.
fr: - Correction de l'import de clés secrètes OpenPGP dans *Mots de passe et clés*.

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus d'informations, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Known issues
fr: Problèmes connus

source: None specific to this release.
fr: Aucun spécifique à cette version.

source: See the list of [[long-standing issues|support/known_issues]].
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 3.2
fr: Obtenir Tails 3.2

source: - To install, follow our [[installation instructions|install]].
fr: - Pour l'installer, suivez nos [[instructions d'installation|install]].

source: To upgrade, automatic upgrades are available from 3.0 and 3.1 to 3.2 (but not from 3.0.1 due to [[!tails_ticket 13426]]).
fr: Pour mettre à jour, des mises à jour automatiques sont disponibles depuis les versions 3.0 et 3.1 vers la version 3.2 (mais pas depuis la version 3.0.1 à cause de [[!tails_ticket 13426]]).

source: If you cannot do an automatic upgrade or if you fail to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade#manual]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|doc/upgrade#manual]].

source: - [[Download Tails 3.2.|install/download]]
fr: - [[Télécharger Tails 3.2.|install/download]]

source: What's coming up?
fr: Et ensuite ?

source: Tails 3.3 is [[scheduled|contribute/calendar]] for November 14.
fr: Tails 3.3 est [[prévu|contribute/calendar]] pour le 14 novembre.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=3.2">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/index.fr.html?r=3.2">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
