Repository: austin987/tails
Catalog: wiki/src/news/version_3.0.1.*.po
Languages: fr

source: [[!meta title="Tails 3.0.1 is out"]]
fr: [[!meta title="Tails 3.0.1 est sorti"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_3.0]] and users should upgrade as soon as possible.
fr: Cette version corrige [[plusieurs failles de sécurité|security/Numerous_security_holes_in_3.0]] et la mise à jour doit être faite dès que possible.

source: Changes
fr: Changements

source: Upgrades and changes
fr: Mises à jour et changements

source: Upgrade tor to 0.3.0.9-1~d90.stretch+1. ([[!tails_ticket 13253]])
fr: Mise à jour de tor vers la version 0.3.0.9-1~d90.stretch+1. ([[!tails_ticket 13253]])

source: Upgrade Linux to 4.9.30-2+deb9u2.
fr: Mise à jour de Linux vers la version 4.9.30-2+deb9u2.

source: Fixed problems
fr: Problèmes résolus

source: Fix interaction between SSH and GNOME Keyring. ([[!tails_ticket 12481]])
fr: Correction de l’interaction entre SSH et le trousseau de clés GNOME. ([[!tails_ticket 12481]])

source: Have Tails Installer stop rejecting valid USB drives, pretending they're not "removable". ([[!tails_ticket 12696]])
fr: L'installeur de Tails arrête de rejeter des clés USB valides en prétendant qu'elles sont ne sont pas "amovibles". ([[!tails_ticket 12696]])

source: Make behavior of the power button and lid close actions in the *Greeter* consistent with the regular GNOME session. ([[!tails_ticket 13000]])
fr: Rendre le comportement dans le *Greeter* du bouton d'alimentation et de la fermeture de l'écran cohérent avec la session GNOME standard. ([[!tails_ticket 13000]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Known issues
fr: Problèmes connus

source: None specific to this release.
fr: Aucun spécifique à cette version.

source: See the list of [[long-standing issues|support/known_issues]].
fr: Voir la liste de nos [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 3.0.1
fr: Obtenir Tails 3.0.1

source: - To install, follow our [[installation instructions|install]].
fr: - Pour l'installer, suivez nos [[instructions d'installation|install]].

source: - To upgrade, do a [[manual upgrade|upgrade]].
fr: - Pour mettre à jour, faites une [[mise à jour manuelle|upgrade]].

source: - [[Download Tails 3.0.1.|install/download]]
fr: - [[Télécharger Tails 3.0.1.|install/download]]

source: What's coming up?
fr: Et ensuite ?

source: Tails 3.1 is [[scheduled|contribute/calendar]] for August 8.
fr: Tails 3.1 est [[prévu|contribute/calendar]] pour le 8 août.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate?r=3.0.1">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/index.fr.html?r=3.0.1">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
