Repository: austin987/tails
Catalog: wiki/src/news/version_2.5.*.po
Languages: de, fr

source: [[!meta title="Tails 2.5 is out"]]
de: [[!meta title="Tails 2.5 wurde veröffentlicht"]]
fr: [[!meta title="Tails 2.5 est sorti"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_2.4]] and users should upgrade as soon as possible.
de: Diese Version behebt [[zahlreiche Sicherheitslücken|security/Numerous_security_holes_in_2.4.de]]. Alle Benutzer sollten so schnell wie möglich aktualisieren.
fr: Cette version corrige [[de nombreux problèmes de sécurité|security/Numerous_security_holes_in_2.4]] et la mise à jour doit être faite dès que possible.

source: Changes
de: Änderungen
fr: Changements

source: New features
de: Neue Funktionen
fr: Nouvelles fonctionnalités

source: Upgrades and changes
de: Aktualisierungen und Änderungen
fr: Mises à jour et changements

source: - Update *Tor Browser* to 6.0.3, based on *Firefox* 45.3.
de: - Aktualisierung des *Tor Browser* auf 6.0.3, basierend auf *Firefox* 45.3.
fr: - Mise à jour du *Navigateur Tor* vers la version 6.0.3, basée sur *Firefox* 45.3.

source: - Upgrade *Icedove* to 45.1. ([[!tails_ticket 11530]])
de: - Aktualisierung von *Icedove* auf 45.1. ([[!tails_ticket 11530]])
fr: - Mise à jour d'*Icedove* vers la version 45.1. ([[!tails_ticket 11530]])

source: Fixed problems
de: Behobene Probleme
fr: Problèmes corrigés

source: The automatic account configuration of *Icedove* used to freeze when connecting to some email providers. ([[!tails_ticket 11486]])
de: Die automatische Konfiguration für Konten in *Icedove* ist mit einigen E-Mail-Providern eingefroren. ([[!tails_ticket 11486]])
fr: La configuration automatique de compte de *Icedove* se bloquait lors de la connexion à certains fournisseurs de courrier électronique. ([[!tails_ticket 11486]])

source: In some cases sending an email with *Icedove* used to result in the error: "The message could not be sent using Outgoing server (SMTP) mail.riseup.net for an unknown reason." ([[!tails_ticket 10933]])
de: In manchen Fällen hat das Senden einer E-Mail mit *Icedove* zu der Fehlermeldung "Die Nachricht konnte nicht mit dem ausgehenden Server (SMTP) mail.riseup.net auf Grund eines unbekannten Fehlers nicht versendet werden." geführt. ([[!tails_ticket 10933]])
fr: Dans certains cas, envoyer un courrier électronique avec *Icedove* affichait l'erreur : "Le message ne peut pas être envoyé avec le serveur sortant (SMTP) mail.riseup.net pour une raison inconnue." ([[!tails_ticket 10933]])

source: A spurious error message used to sometimes appear when creating an account in *Icedove* and providing its password. ([[!tails_ticket 11550]])
de: Eine falsche Fehlermeldung ist manchmal bei der Erstellung eines Kontos in *Icedove* aufgetreten und hat das Kennwort angezeigt. ([[!tails_ticket 11550]])
fr: Un message d'erreur incorrect apparaissait parfois lors de la création d'un compte et de l'entrée de son mot de passe dans *Icedove*. ([[!tails_ticket 11550]])

source: Fix some time synchronization problems, by replacing obsolete and unreliable servers, and decreasing a timeout. ([[!tails_ticket 11577]])
de: Beheben einiger Zeitsynchronisationsprobleme und Verringern der Verzögerung durch das Ersetzen veralteter und unzuverlässiger Server. ([[!tails_ticket 11577]])
fr: Correction de plusieurs problèmes de synchronisation de l'heure en remplaçant des serveurs obsolètes et peu fiables et en diminuant le délai. ([[!tails_ticket 11577]])

source: [[KVM virtual machines|doc/advanced_topics/virtualization/virt-manager]] with QXL video: vastly improve graphics performance and fix visual artifacts in *Tor Browser*. ([[!tails_ticket 11500]], [[!tails_ticket 11489]])
de: [[KVM-basierte virtuelle Maschinen|doc/advanced_topics/virtualization/virt-manager]] mit QXL-Video: erhebliche Verbesserung der Grafikleistung und Beheben von visuellen Artefakten im *Tor Browser*. ([[!tails_ticket 11500]], [[!tails_ticket 11489]])
fr: [[Machines virtuelles KVM|doc/advanced_topics/virtualization/virt-manager]] avec QXL video : importante amélioration des performances graphiques et correction d'artefacts visuels dans le *Navigateur Tor*. ([[!tails_ticket 11500]], [[!tails_ticket 11489]])

source: For more details, read our [changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog).
de: Lesen Sie für mehr Details unser [Änderungsprotokoll](https://git-tails.immerda.ch/tails/plain/debian/changelog).
fr: Pour plus de détails, lisez notre [liste des changements](https://git-tails.immerda.ch/tails/plain/debian/changelog).

source: Known issues
de: Bekannte Probleme
fr: Problèmes connus

source: See the list of [[long-standing issues|support/known_issues]].
de: Lesen Sie sich die Liste der [[längerfristig bekannten Probleme|support/known_issues]] durch.
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 2.5
de: Holen Sie sich Tails 2.5
fr: Obtenir Tails 2.5

source: - To install, follow our [[installation instructions|install]].
de: - Befolgen Sie zum Installieren unsere [[Installationsanweisungen|install]].
fr: - Pour installer, suivez nos [[instructions d'installation|install]].

source: - To upgrade, an automatic upgrade is available from 2.4 to 2.5.
de: - Es ist eine automatische Aktualisierung von 2.4 auf 2.5 verfügbar.
fr: - Pour mettre à jour, une mise à jour automatique est disponible depuis la version 2.4 vers la version 2.5.

source: If you cannot do an automatic upgrade or if you fail to start after an automatic upgrade, please try to do a [[manual upgrade|upgrade]].
de: Falls Sie keine automatische Aktualisierung durchführen können oder das Starten nach einer automatischen Aktualisierung fehlschlägt, versuchen Sie bitte eine [[manuelle Aktualisierung|upgrade]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si vous n'arrivez pas à démarrer après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|upgrade]].

source: - [[Download Tails 2.5.|install/download]]
de: - [[Tails 2.5 herunterladen|install/download]]
fr: - [[Télécharger Tails 2.5.|install/download]]

source: What's coming up?
de: Was kommt als Nächstes?
fr: Et ensuite ?

source: Tails 2.6 is [[scheduled|contribute/calendar]] for September 13.
de: Tails 2.6 ist für den 13. September [[geplant|contribute/calendar]].
fr: Tails 2.6 est [[prévu|contribute/calendar]] pour le 13 septembre.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf die [[!tails_roadmap]], um zu sehen, was wir als Nächstes vorhaben.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] ([[donating|donate]] is only one of them). Come [[talk to us|about/contact#tails-dev]]!
de: Wir brauchen Ihre Hilfe und es gibt viele Wege, [[Tails zu unterstützen|contribute]], ([[Spenden|donate]] ist nur einer davon). [[Sprechen Sie uns an|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] ([[faire un don|donate]] est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
