Repository: austin987/tails
Catalog: wiki/src/news/version_2.4.*.po
Languages: de, fr

source: [[!meta title="Tails 2.4 is out"]]
de: [[!meta title="Tails 2.4 wurde veröffentlicht"]]
fr: [[!meta title="Tails 2.4 est sorti"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_2.3]] and users should upgrade as soon as possible.
de: Diese Version behebt [[zahlreiche Sicherheitslücken|security/Numerous_security_holes_in_2.3.de]]. Alle Benutzer sollten so schnell wie möglich aktualisieren.
fr: Cette version corrige [[plusieurs problèmes de sécurité|security/Numerous_security_holes_in_2.3]] et les utilisateurs doivent mettre à jour dès que possible.

source: Changes
de: Änderungen
fr: Changements

source: New features
de: Neue Funktionen
fr: Nouvelles fonctionnalités

source: We enabled the automatic account configuration of *Icedove* which discovers the correct parameters to connect to your email provider based on your email address. We improved it to rely only on secure protocol and we are working on sharing these improvements with Mozilla so that users of *Thunderbird* outside Tails can benefit from them as well.
de: Wir haben die automatische Konfiguration für Accounts in *Icedove* aktiviert, welche anhand Ihrer E-Mail-Adresse die richtigen Parameter für Ihren E-Mail-Provider ermittelt. Wir haben sie verbessert, damit sie nur auf sichere Protokolle zurückgreift und wir arbeiten daran, diese Verbesserungen an Mozilla weiterzugeben damit Benutzer von *Thunderbird* außerhalb von Tails auch von diesen profitieren können.
fr: Nous avons activé la configuration automatique de comptes dans *Icedove* qui permet de trouver les paramètres corrects pour se connecter à son fournisseur de messagerie électronique en se basant sur votre adresse de messagerie. Nous l'avons amélioré pour qu'elle fonctionne uniquement avec des protocoles sécurisés et nous travaillons à partager ces améliorations avec Mozilla de façon à ce que les utilisateurs de *Thunderbird* en dehors de Tails puisse bénéficier également de ces améliorations.

source: Upgrades and changes
de: Aktualisierungen und Änderungen
fr: Mises à jour et changements

source: Update *Tor Browser* to [6.0.1](https://blog.torproject.org/blog/tor-browser-601-released), based on Firefox 45.
de: Aktualisierung von *Tor Browser* auf [6.0.1](https://blog.torproject.org/blog/tor-browser-601-released), basierend auf Firefox 45.
fr: Mise à jour du *Navigateur Tor* en version [6.0.1](https://blog.torproject.org/blog/tor-browser-601-released), basé sur Firefox 45.

source: Remove the preconfigured `#tails` IRC channel. [[Join us on XMPP instead!|support/chat]]
de: Entfernen des vorkonfigurierten IRC-Kanals `#tails`. [[Treten Sie stattdessen mit XMPP bei!|support/chat]]
fr: Suppression du canal IRC `#tails` pré-configuré. [[Rejoignez nous sur XMPP à la place !|support/chat]]

source: Always display minimize and maximize buttons in titlebars. ([[!tails_ticket 11270]])
de: Die Schaltflächen zum Minimieren und Maximieren in Titelleisten werden immer angezeigt. ([[!tails_ticket 11270]])
fr: Affichage systématique des boutons minimiser et maximiser dans les barres de titre. ([[!tails_ticket 11270]])

source: Remove *GNOME Tweak Tool* and *hledger*. You can add them back using the [[*Additional software packages*|doc/first_steps/persistence/configure#additional_software]] persistence feature.
de: *GNOME Tweak Tool* und *hledger* wurden entfernt. Sie können diese durch Benutzen der Funktion für [[*zusätzliche Softwarepakete*|doc/first_steps/persistence/configure#additional_software]] des beständigen Speicherbereichs wieder hinzufügen.
fr: Suppression de *GNOME Tweak Tool* et *hledger*. Vous pouvez les ajouter en utilisant [[*Paquets logiciels complémentaires*|doc/first_steps/persistence/configure#additional_software]] dans les fonctions de persistance.

source: - Use secure HKPS OpenPGP key server in *Enigmail*.
de: - Benutzen von sicheren HKPS OpenPGP-Schlüsselservern in *Enigmail*.
fr: - Utilisation d'un serveur de clés OPenPGP sécurisé (HKPS) dans *Enigmail*.

source: Harden our firewall by rejecting `RELATED` packets and restricting Tor to only send `NEW` TCP `syn` packets. ([[!tails_ticket 11391]])
de: Absicherung unserer Firewall durch das Verwerfen von `RELATED`-Paketen und das Beschränken von Tor darauf, nur `NEW` TCP `syn` Pakete zu verschicken. ([[!tails_ticket 11391]])
fr: Renforcement des règles de notre pare-feu en rejetant les paquets `RELATED` et en limitant Tor pour envoyer seulement des paquets TCP `NEW` `syn`. ([[!tails_ticket 11391]])

source: - Harden our kernel by: * Setting various security-related kernel options: `slab_nomerge slub_debug=FZ mce=0 vsyscall=none`. ([[!tails_ticket 11143]]) * Removing the <span class="filename">.map</span> files of the kernel. ([[!tails_ticket 10951]])
de: - Absicherung unseres Kernels durch: * Setzen verschiedener sicherheitsbezogener Kerneloptionen: `slab_nomerge slub_debug=FZ mce=0 vsyscall=none`. ([[!tails_ticket 11143]]) * Entfernen der <span class="filename">.map</span>-Dateien des Kernels. ([[!tails_ticket 10951]])
fr: - Renforcement de notre noyau en : * Activant plusieurs options de sécurité du noyau : `slab_nomerge slub_debug=FZ mce=0 vsyscall=none`. ([[!tails_ticket 11143]]) * Supprimant les fichiers <span class="filename">.map</span> du noyau. ([[!tails_ticket 10951]])

source: Fixed problems
de: Behobene Probleme
fr: Problèmes corrigés

source: Update the *DRM* and *Mesa* graphical libraries. This should fix recent problems with starting Tails on some hardware. ([[!tails_ticket 11303]])
de: Aktualisierung der Grafikbibliotheken *DRM* und *Mesa*. Dies sollte aktuelle Probleme mit dem Starten von Tails auf mancher Hardware beheben. ([[!tails_ticket 11303]])
fr: Mise à jour des bibliothèques graphiques *DRM* et *MESA*. Cela corrige des problèmes récents de démarrage de Tails sur certains matériels. ([[!tails_ticket 11303]])

source: Some printers that stopped working in Tails 2.0 should work again. ([[!tails_ticket 10965]])
de: Einige Drucker, die seit Tails 2.0 nicht mehr funktioniert haben, sollten jetzt wieder laufen. ([[!tails_ticket 10965]])
fr: Certaines imprimantes qui avait cessé de fonctionner avec Tails 2.0 doivent fonctionner à nouveau. ([[!tails_ticket 10965]])

source: Enable Packetization Layer Path MTU Discovery for IPv4. This should make the connections to `obfs4` Tor bridges more reliable. ([[!tails_ticket 9268]])
de: Aktivierung der Packetization Layer Path MTU Discovery für IPv4. Dies sollte die Verbindungen zu `obfs4` Tor Bridges zuverlässiger machen. ([[!tails_ticket 9268]])
fr: Activation du "Packetization Layer Path MTU Discovery" pour IPv4. Cela doit rendre les connexions aux bridges Tor `obfs4` plus fiables. ([[!tails_ticket 9268]])

source: Remove our custom ciphers and MACs settings for SSH. This should fix connectivity issues with other distributions such as OpenBSD. ([[!tails_ticket 7315]])
de: Entfernen unserer angepassten Cipher- und MAC-Einstellungen für SSH. Dies sollte Verbindungsprobleme mit anderen Distributionen, beispielsweise OpenBSD, beheben. ([[!tails_ticket 7315]])
fr: Suppression de nos réglages ciphers et MAC personnalisés pour SSH. Cela doit corriger les problèmes de connectivités avec d'autres distributions comme OpenBSD. ([[!tails_ticket 7315]])

source: - Fix the translations of *Tails Upgrader*. ([[!tails_ticket 10221]])
de: - Reparieren der Übersetzungen des *Tails Upgrader*. ([[!tails_ticket 10221]])
fr: - Correction de la traduction de *Tails Upgrader*. ([[!tails_ticket 10221]])

source: Fix displaying the details of a circuit in *Onion Circuits* when using Tor bridges. ([[!tails_ticket 11195]])
de: Reparieren der Detailanzeige eines Kanals in *Onion Circuits* bei der Benutzung von Tor Bridges. ([[!tails_ticket 11195]])
fr: Correction de l'affichage du détail d'un circuit dans *Onion Circuits* lorsqu'on utilise des bridges Tor. ([[!tails_ticket 11195]])

source: For more details, read our [changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog).
de: Lesen Sie für mehr Details unser [Änderungsprotokoll](https://git-tails.immerda.ch/tails/plain/debian/changelog).
fr: Pour plus de détails, lisez notre [liste des changements](https://git-tails.immerda.ch/tails/plain/debian/changelog).

source: Known issues
de: Bekannte Probleme
fr: Problèmes connus

source: The automatic account configuration of *Icedove* freezes when connecting to some email providers. ([[!tails_ticket 11486]])
de: Die automatische Konfiguration von Accounts mit *Icedove* friert bei der Verbindung mit einigen E-Mail-Anbietern ein. ([[!tails_ticket 11486]])
fr: La configuration automatique des comptes *Icedove* se bloque lors de la connexion à certains fournisseurs de messagerie électronique. ([[!tails_ticket 11486]])

source: In some cases sending an email with Icedove results in the error: "The message could not be sent using Outgoing server (SMTP) mail.riseup.net for an unknown reason." When this happens, simply click "Ok" and try again and it should work. ([[!tails_ticket 10933]])
de: In manchen Fällen führt das Senden von E-Mails mit Icedove zu folgendem Fehler: "The message could not be sent using Outgoing server (SMTP) mail.riseup.net for an unknown reason." Wenn dies passiert, klicken Sie einfach auf "Ok" und versuchen Sie es erneut, es sollte dann funktionieren. ([[!tails_ticket 10933]])
fr: Dans certains cas, l'envoi d'un message électronique avec Icedove provoque l'erreur : "Le message ne peut pas être envoyé le serveur sortant (SMTP) mail.riseup.net pour une raison inconnue." Lorsque cela se produit, cliquez simplement "Ok" et essayez à nouveau et cela devrait fonctionner. ([[!tails_ticket 10933]])

source: The update of the *Mesa* graphical library introduce new problems at least on AMD HD 7770 and Nvidia GT 930M.
de: Die Aktualisierung der Grafikbibliothek *Mesa* verursacht zumindest mit AMD HD 7770 und Nvidia GT 930M Probleme.
fr: La mise à jour de la bibliothèque graphique *Mesa* provoque de nouveaux problèmes au moins sur les cartes AMD HD 7770 et Nvidia GT 930M.

source: In the PDF Viewer the Download button doesn't work. This can be worked around by right-clicking anywhere in the document and selecting *Save Page As*.
de: Im Dokumentenbetrachter funktioniert die Download-Schaltfläche nicht. Dies kann umgangen werden, indem Sie an einer beliebigen Stelle in dem Dokument rechtsklicken und *Seite speichern unter…* auswählen.
fr: Dans le visionneur de PDF, le bouton Télécharger ne fonctionne pas. Ce problème peut être contourné en faisant un clic droit n’importe où sur le document et en sélectionnant *Enregistrer sous...*.

source: See the list of [[long-standing issues|support/known_issues]].
de: Lesen Sie sich die Liste der [[längerfristig bekannten Probleme|support/known_issues]] durch.
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 2.4
de: Holen Sie sich Tails 2.4
fr: Obtenir Tails 2.4

source: - To install, follow our [[installation instructions|install]].
de: - Befolgen Sie zum Installieren unsere [[Installationsanweisungen|install]].
fr: - Pour installer, suivez nos [[instructions d'installation|install]].

source: - To upgrade, an automatic upgrade is available from 2.3 to 2.4.
de: - Es ist eine automatische Aktualisierung von 2.3 auf 2.4 verfügbar.
fr: - Pour mettre à jour, une mise à jour automatique est disponible depuis la version 2.3 vers la version 2.4.

source: If you cannot do an automatic upgrade or if you fail to start after an automatic upgrade, please try to do a [[manual upgrade|upgrade]].
de: Falls Sie keine automatische Aktualisierung durchführen können oder das Starten nach einer automatischen Aktualisierung fehlschlägt, versuchen Sie bitte eine [[manuelle Aktualisierung|upgrade]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si vous n'arrivez pas à démarrer après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|upgrade]].

source: - [[Download Tails 2.4.|install/download]]
de: - [[Tails 2.4 herunterladen|install/download]]
fr: - [[Télécharger Tails 2.4.|install/download]]

source: What's coming up?
de: Was kommt als Nächstes?
fr: Et ensuite ?

source: Tails 2.5 is [[scheduled|contribute/calendar]] for August 2.
de: Tails 2.5 ist für den 2. August [[geplant|contribute/calendar]].
fr: Tails 2.5 est [[prévu|contribute/calendar]] pour le 2 août 2016.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf die [[!tails_roadmap]], um zu sehen, was wir als Nächstes vorhaben.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] ([[donating|donate]] is only one of them). Come [[talk to us|about/contact#tails-dev]]!
de: Wir brauchen Ihre Hilfe und es gibt viele Wege, [[Tails zu unterstützen|contribute]], ([[Spenden|donate]] ist nur einer davon). [[Sprechen Sie uns an|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] ([[faire un don|donate]] est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
