Repository: austin987/tails
Catalog: wiki/src/news/version_2.3.*.po
Languages: de, fr

source: [[!meta title="Tails 2.3 is out"]]
de: [[!meta title="Tails 2.3 wurde veröffentlicht"]]
fr: [[!meta title="Tails 2.3 est sorti"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_2.2.1]] and users should upgrade as soon as possible.
de: Diese Version behebt [[zahlreiche Sicherheitslücken|security/Numerous_security_holes_in_2.2.1.de]]. Alle Benutzer sollten so schnell wie möglich aktualisieren.
fr: Cette version corrige [[plusieurs problèmes de sécurité|security/Numerous_security_holes_in_2.2.1]] et les utilisateurs doivent mettre à jour dès que possible.

source: Changes
de: Änderungen
fr: Changements

source: Upgrades and changes
de: Aktualisierungen und Änderungen
fr: Mises à jour et changements

source: You can now copy and paste your GnuPG passphrases into the *pinentry* dialog, for example from *KeePassX* or the clipboard.
de: Sie können nun GnuPG-Passphrasen beispielsweise von *KeePassX* oder der Zwischenablage in den *pinentry*-Dialog kopieren und einfügen.
fr: Vous pouvez maintenant copier et coller votre phrase de passe GnuPG dans la boite de dialogue *pinentry*, par exemple depuis *KeePassX* ou le presse-papiers.

source: Upgrade *Tor Browser* to 5.5.5.
de: Aktualisierung von *Tor Browser* auf 5.5.5.
fr: Mise à jour du *Navigateur Tor* en version 5.5.5.

source: Upgrade *I2P* to [0.9.25](https://geti2p.net/en/blog/post/2016/03/22/0.9.25-Release).
de: Aktualisierung von *I2P* auf [0.9.25](https://geti2p.net/en/blog/post/2016/03/22/0.9.25-Release).
fr: Mise à jour d'*I2P* en version [0.9.25](https://geti2p.net/en/blog/post/2016/03/22/0.9.25-Release).

source: Upgrade *Electrum* from 2.5.4 to [2.6.3](https://github.com/spesmilo/electrum/blob/master/RELEASE-NOTES).
de: Aktualisierung von *Electrum* von 2.5.4 auf [2.6.3](https://github.com/spesmilo/electrum/blob/master/RELEASE-NOTES).
fr: Mise à jour d'*Electrum* de la version 2.5.4 vers la version [2.6.3](https://github.com/spesmilo/electrum/blob/master/RELEASE-NOTES).

source: Fixed problems
de: Behobene Probleme
fr: Problèmes corrigés

source: Clarify that users migrating from *Claws Mail* to *Icedove* should [[delete all their *Claws Mail* data|doc/anonymous_internet/claws_mail_to_icedove#delete]] to remove the warning when starting *Icedove*. ([[!tails_ticket 11187]])
de: Klarstellung, dass Benutzer, die von *Claws Mail* zu *Icedove* migrieren, [[alle ihre Daten von *Claws Mail* löschen|doc/anonymous_internet/claws_mail_to_icedove#delete]] sollten, um die Warnung beim Start von *Icedove* zu entfernen. ([[!tails_ticket 11187]])
fr: Clarification pour les utilisateurs qui migrent de *Claws Mail* vers *Icedove* sur le fait qu'ils doivent [[supprimer toutes leurs données *Claws Mail*|doc/anonymous_internet/claws_mail_to_icedove#delete]] pour supprimer l'avertissement lors du démarrage d'*Icedove*. ([[!tails_ticket 11187]])

source: Make both panes of *Onion Circuits* scrollable to fix display issues on smaller screens. ([[!tails_ticket 11192]])
de: Beide Fensterbereiche von *Onion Circuits* sind nun in der Lage, durchscrollt zu werden, um Anzeigefehler auf kleineren Bildschirmen zu beheben. ([[!tails_ticket 11192]])
fr: Les deux panneaux d'*Onion Circuits* peuvent désormais être déroulés pour corriger des problèmes d'affichage sur les petits écrans. ([[!tails_ticket 11192]])

source: For more details, read our [changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog).
de: Lesen Sie für mehr Details unser [Änderungsprotokoll](https://git-tails.immerda.ch/tails/plain/debian/changelog).
fr: Pour plus de détails, lisez notre [liste des changements](https://git-tails.immerda.ch/tails/plain/debian/changelog).

source: Known issues
de: Bekannte Probleme
fr: Problèmes connus

source: None specific to this release.
de: Für diese Version sind keine bekannt.
fr: Rien de particulier dans cette version.

source: See the list of [[long-standing issues|support/known_issues]].
de: Lesen Sie sich die Liste der [[längerfristig bekannten Probleme|support/known_issues]] durch.
fr: Voir notre liste de [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 2.3
de: Holen Sie sich Tails 2.3
fr: Obtenir Tails 2.3

source: - To install, follow our [[installation instructions|install]].
de: - Befolgen Sie zum Installieren unsere [[Installationsanweisungen|install]].
fr: - Pour installer, suivez nos [[instructions d'installation|install]].

source: - To upgrade, an automatic upgrade is available from 2.2.1 to 2.3.
de: - Es ist eine automatische Aktualisierung von 2.2.1 auf 2.3 verfügbar.
fr: - Pour mettre à jour, une mise à jour automatique est disponible depuis la version 2.2.1 vers la version 2.3.

source: If you cannot do an automatic upgrade or if you fail to start after an automatic upgrade, please try to do a [[manual upgrade|upgrade]].
de: Falls Sie keine automatische Aktualisierung durchführen können oder das Starten nach einer automatischen Aktualisierung fehlschlägt, versuchen Sie bitte eine [[manuelle Aktualisierung|upgrade]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si vous n'arrivez pas à démarrer après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|upgrade]].

source: - [[Download Tails 2.3.|install/download]]
de: - [[Tails 2.3. herunterladen|install/download]]
fr: - [[Télécharger Tails 2.3.|install/download]]

source: What's coming up?
de: Was kommt als Nächstes?
fr: Et ensuite ?

source: Tails 2.4 is [[scheduled|contribute/calendar]] for June 7.
de: Tails 2.4 ist für den 7. Juni [[geplant|contribute/calendar]].
fr: Tails 2.4 est [[prévu|contribute/calendar]] pour le 7 juin 2016.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf die [[!tails_roadmap]], um zu sehen, was wir als Nächstes vorhaben.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] ([[donating|donate]] is only one of them). Come [[talk to us|about/contact#tails-dev]]!
de: Wir brauchen Ihre Hilfe und es gibt viele Wege, [[Tails zu unterstützen|contribute]], ([[Spenden|donate]] ist nur einer davon). [[Sprechen Sie uns an|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] ([[faire un don|donate]] est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
