Repository: austin987/tails
Catalog: wiki/src/news/version_1.3.*.po
Languages: de

source: [[!meta title="Tails 1.3 is out"]]
de: [[!meta title="Tails 1.3 wurde veröffentlicht"]]

source: Tails, The Amnesic Incognito Live System, version 1.3, is out.
de: Die Version 1.3 von Tails, dem Amnesic Incognito Live System, ist erschienen.

source: This release fixes [[numerous security issues|security/Numerous_security_holes_in_1.2.3]] and all users must [[upgrade|doc/first_steps/upgrade]] as soon as possible.
de: Diese Version behebt [[zahlreiche Sicherheitslücken|security/Numerous_security_holes_in_1.2.3]] und alle Benutzer sollten so schnell wie möglich [[aktualisieren|doc/first_steps/upgrade]].

source: Changes
de: Änderungen

source: New features
de: Neue Funktionen

source: **[[Electrum|doc/anonymous_internet/electrum]]** is an easy to use bitcoin wallet. You can use the [[**Bitcoin Client** persistence feature|doc/first_steps/persistence/configure#bitcoin]] to store your *Electrum* configuration and wallet.
de: **[[Electrum|doc/anonymous_internet/electrum]]** ist eine leicht zu benützende Bitcoin-Geldbörse. Sie können die [[**Bitcoin Client** Funktion des beständigen Speicherbereichs|doc/first_steps/persistence/configure#electrum]] nutzen, um ihre *Electrum* Einstellungen und die Geldbörse zu sichern.

source: The **Tor Browser** has additional operating system and data **security**. This security restricts reads and writes to a limited number of folders. [[Learn how to manipulate files|doc/anonymous_internet/Tor_Browser#confinement]] with the new *Tor Browser*.
de: Der **Tor Browser** hat zusätzliche **Sicherheitfunktionen** im Bezug auf Betriebssytem und Daten. Diese Sicherheitsfunktionen beschränken die Lese und Schreibzugriffe auf eine bestimmte Anzahl von Verzeichnissen. Lernen Sie mit dem neuen *Tor Browser* [[auf Dateien zuzugreifen|doc/anonymous_internet/Tor_Browser#confinement]].

source: The **obfs4 pluggable transport** is now available to connect to Tor bridges. Pluggable transports transform the Tor traffic between the client and the bridge to help disguise Tor traffic from censors.
de: Das **obfs4 Transport Plugin** ist nun verfügbar, um zu Tor Bridges zu verbinden. Transport Plugins wandeln die Tor Datenströme zwischen Client und der Bridge um, um zu helfen, die Tor Datenströme vor Zensur verschleiern.

source: **[[Keyringer|doc/encryption_and_privacy/keyringer]]** lets you manage and share secrets using *OpenPGP* and *Git* from the command line.
de: **[[Keyringer|doc/encryption_and_privacy/keyringer]]** gibt Ihnen die Möglichkeit Geheimnisse mittels *OpenPGP* und *Git* auf der Kommandozeile zu verwalten und zu schützen.

source: Upgrades and changes
de: Aktualisierungen und Änderungen

source: The **Mac and Linux manual installation** processes no longer require the `isohybrid` command. Removing the `isohybrid` command simplifies the installation.
de: Bei der **manuellen Installation mit Mac und Linux** wird der `isohybrid` Befehl nicht mehr benötigt. Die Beseitigung des `isohybrid` Befehls vereinfacht die Installation.

source: The **tap-to-click** and **two-finger scrolling** trackpad settings are now enabled by default. This should be more intuitive for Mac users.
de: Die **Zum Klicken tippen** und **Zwei-Finger Scrolling** Trackpad-Einstellungen sind nun standardmäßig aktiviert. Für Mac Benutzer sollte dies intuitiver sein.

source: The **Ibus Vietnamese input method** is now supported.
de: Die **Ibus Vietnamesische Eingabe-Methode** wird nun unterstützt.

source: **Improved support for OpenPGP smartcards** through the installation of *GnuPG* 2.
de: **Verbesserte Unterstützung für OpenPGP Smartcards** durch die Installation von *GnuPG* 2.

source: There are numerous other changes that may not be apparent in the daily operation of a typical user. Technical details of all the changes are listed in the [Changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog).
de: Es gibt zahlreiche weitere Änderungen, die bei der Arbeit eines typischen Benutzers nicht sichtbar sind. Technische Details all dieser Änderungen sind in der [[Änderungsliste|https://git-tails.immerda.ch/tails/plain/debian/changelog]] aufgeführt.

source: Known issues
de: Bekannte Probleme

source: The Tor Browser shipped in Tails 1.3 has NoScript version 2.6.9.14 instead of version 2.6.9.15, which is the version used in The Tor Project's own Tor Browser 4.0.4 release.
de: Der Tor Browser, der in Tails 1.3 enthalten ist, benutzt NoScript Version 2.6.9.14 anstatt Version 2.6.9.15, wie der Tor Browser 4.0.4 Release des Tor Projektes.

source: See the current list of [[known issues|support/known_issues]].
de: Lesen Sie sich die Liste der [[bekannten Probleme|support/known_issues]] durch.

source: Download or upgrade
de: Herunterladen oder Aktualisieren

source: Go to the [[download]] page.
de: Gehen Sie zur [[Download|download]]-Seite

source: What's coming up?
de: Was kommt als Nächstes?

source: The next Tails release is [[scheduled|contribute/calendar]] for April 7.
de: Die nächste Version von Tails ist für den 7. April [[geplant|contribute/calendar]].

source: Have a look to our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf die [[!tails_roadmap]] um zu sehen, was wir als Nächstes vorhaben.

source: Do you want to help? There are many ways [[**you** can contribute to Tails|contribute]]. If you want to help, come talk to us!
de: Möchten Sie helfen? Es gibt viele Möglichkeiten, mit denen [[**Sie** zu Tails beisteuern|contribute]] können. Wenn Sie uns helfen möchten, sprechen Sie uns an!
