Repository: austin987/tails
Catalog: wiki/src/news/version_2.2.1.*.po
Languages: de

source: [[!meta title="Tails 2.2.1 is out"]]
de: [[!meta title="Tails 2.2.1 wurde veröffentlicht"]]

source: This release fixes [[numerous security issues|security/Numerous_security_holes_in_2.2]]. All users must upgrade as soon as possible.
de: Diese Version behebt [[zahlreiche Sicherheitslücken|security/Numerous_security_holes_in_2.2.de]]. Alle Benutzer sollten so schnell wie möglich aktualisieren.

source: Changes
de: Änderungen

source: Upgrades and changes
de: Aktualisierungen und Änderungen

source: - Upgrade Tor Browser to [5.5.4](https://blog.torproject.org/blog/tor-browser-554-released).
de: - Aktualisierung von Tor Browser auf [5.5.4](https://blog.torproject.org/blog/tor-browser-554-released).

source: Known issues
de: Bekannte Probleme

source: See the current list of [[known issues|support/known_issues]].
de: Lesen Sie sich die Liste der [[bekannten Probleme|support/known_issues]] durch.

source: Download or upgrade
de: Herunterladen oder Aktualisieren

source: Go to the [[install]] or [[upgrade|doc/first_steps/upgrade/]] page.
de: Gehen Sie zur [[Installieren|install]]- oder [[Aktualisieren|doc/first_steps/upgrade/]]-Seite.

source: If your Tails does not boot after an automatic upgrade, please [[upgrade your Tails manually|doc/first_steps/upgrade#manual]].
de: Falls Ihr Tails nach einer automatischen Aktualisierung nicht startet, [[versuchen Sie bitte eine manuelle Aktualisierung|doc/first_steps/upgrade#manual]].

source: What's coming up?
de: Was kommt als Nächstes?

source: The next Tails release is [[scheduled|contribute/calendar]] for April 19.
de: Die nächste Version von Tails ist für den 19. April [[geplant|contribute/calendar]].

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf die [[!tails_roadmap]], um zu sehen, was wir als Nächstes vorhaben.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] ([[donating|donate]] is only one of them). Come [[talk to us|about/contact#tails-dev]]!
de: Wir brauchen Ihre Hilfe und es gibt viele Wege, auf denen Sie [[Tails unterstützen|contribute]] können ([[Spenden|donate]] ist nur einer davon). [[Sprechen Sie uns an|about/contact#tails-dev]]!
