Repository: austin987/tails
Catalog: wiki/src/news/version_3.10.1.*.po
Languages: fr, it

source: [[!meta title="Tails 3.10.1 is out"]]
fr: [[!meta title="Tails 3.10.1 est sorti"]]
it: [[!meta title="E' uscito Tails 3.10.1"]]

source: This release fixes [[many security vulnerabilities|security/Numerous_security_holes_in_3.9.1]].
fr: Cette version corrige [[de nombreuses failles de sécurité|security/Numerous_security_holes_in_3.9.1]].
it: Questo rilascio risolve [[numerose vulnerabilità di sicurezza|security/Numerous_security_holes_in_3.9.1]].

source: You should upgrade as soon as possible.
fr: Vous devriez mettre à jour dès que possible.
it: Dovreste aggiornare il prima possibile.

source: Changes
fr: Changements
it: Cambi

source: Upgrades and changes
fr: Mises à jour et changements
it: Aggiornamenti e cambiamenti

source: Hide the [[**PIM** option|doc/encryption_and_privacy/veracrypt#parameters]] when unlocking *VeraCrypt* volumes because *PIM* won't be supported until Tails 4.0. ([[!tails_ticket 16031]])
fr: Cache [[l'option **PIM**|doc/encryption_and_privacy/veracrypt#parameters]] lors du déverrouillage de volumes *VeraCrypt* car *PIM* ne sera pas supporté avant Tails 4.0. ([[!tails_ticket 16031]])
it: Nascosta l'[[opzione **PIM**|doc/encryption_and_privacy/veracrypt#parameters]] quando si sbloccano i volumi *VeraCrypt* poiché *PIM* non sarà supportato fino a Tails 4.0. ([[!tails_ticket 16031]])

source: Rename the buttons in the confirmation dialog of *Tails Installer* to **Install** (or **Upgrade**) and **Cancel** to be less confusing. ([[!tails_ticket 11501]])
fr: Renommage des boutons dans la fenêtre de confirmation de l'*Installeur de Tails* en **Installer** (ou **Mettre à jour**) et **Annuler** pour être moins déroutant. ([[!tails_ticket 11501]])
it: Rinominati i pulsanti nella finestra di dialogo di *Tails Installer* ad **Installa** ( o **Aggiorna**) e **Cancella** per evitare confusioni.([[!tails_ticket 11501]])

source: - Update *Linux* to 4.18.
fr: - Mise à jour de *Linux* vers la version 4.18.
it: - Aggiornamento di *Linux* alla versione 4.18.

source: - Update *Tor Browser* to 8.0.3.
fr: - Mise à jour du *Navigateur Tor* vers la version 8.0.3.
it: - Aggiornato *Tor Browser* a 8.0.3.

source: - Update *Thunderbird* to 60.2.1.
fr: - Mise à jour de *Thunderbird* vers la version 60.2.1.
it: - Aggiornato *Thunderbird* a 60.2.1.

source: Fixed problems
fr: Problèmes résolus
it: Problemi risolti

source: Prevent *Tor Browser* from leaking the language of the session. ([[!tails_ticket 16029]])
fr: Empêche le *Navigateur Tor* de fuiter la langue de la session. ([[!tails_ticket 16029]])
it: Impedisci a *Tor Browser* di rivelare la lingua della sessione. ([[!tails_ticket 16029]])

source: Prevent *Additional Software* from asking to persist packages which are already configured as additional software. ([[!tails_ticket 15983]])
fr: Empêche *Logiciels additionnels* de demander s'il faut rendre persistant des paquets qui ont déjà été configurés comme logiciels additionnels. ([[!tails_ticket 15983]])
it: Prevenire *Software Aggiuntivo* dal chiedere il persistere di pacchetti che sono già configurati come software aggiuntivo. ([[!tails_ticket 15983]])

source: Prevent *Tails Installer* from crashing when issuing an error message with international characters (non-ASCII). ([[!tails_ticket 15166]])
fr: Empêche l'*Installeur de Tails* de planter lorsqu'il affiche un message d'erreur avec des caractères internationaux (non-ASCII). ([[!tails_ticket 15166]])
it: Prevenire il crash di *Tails Installer* quando mostra un messaggio di errore con caratteri internazionali((non-ASCII). ([[!tails_ticket 15166]])

source: Fix the *VeraCrypt* support for multiple encryption ([cascades of ciphers](https://www.veracrypt.fr/en/Cascades.html)). ([[!tails_ticket 15967]])
fr: Corrige le support *VeraCrypt* pour le chiffrement multiple ([cascades of ciphers](https://www.veracrypt.fr/en/Cascades.html)). ([[!tails_ticket 15967]])
it: Risolvere il supporto *VeraCrypt* per la crittografia multipla ([cascades of ciphers](https://www.veracrypt.fr/en/Cascades.html)). ([[!tails_ticket 15967]])

source: Harden the configuration of `sudo` to prevent privilege escalation. ([[!tails_ticket 15829]])
fr: Renforce la configuration de `sudo` pour empêcher une élévation des privilèges. ([[!tails_ticket 15829]])
it: Irrobustire la configurazione di `sudo` per prevenire la scalata dei privilegi([[!tails_ticket 15829]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].
it: Per maggiori dettagli, leggi il nostro [[!tails_gitweb debian/changelog desc="changelog"]].

source: Known issues
fr: Problèmes connus
it: Problemi noti

source: None specific to this release.
fr: Aucun spécifique à cette version.
it: Niente riguardo a questo rilascio.

source: See the list of [[long-standing issues|support/known_issues]].
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].
it: Vedi la lista dei [[problemi noti da tempo|support/known_issues]].

source: Get Tails 3.10.1
fr: Obtenir Tails 3.10.1
it: Scarica Tails 3.10.1

source: - To install, follow our [[installation instructions|install]].
fr: - Pour l'installer, suivez nos [[instructions d'installation|install]].
it: - Per installare, segui le nostre [[istruzioni per l'installazione|install]].

source: - To upgrade, automatic upgrades are available from 3.9 and 3.9.1 to 3.10.1.
fr: - Pour mettre à jour, des mises à jour automatiques sont disponibles depuis les versions 3.9 et 3.9.1 vers la version 3.10.1.
it: - Per aggiornare, gli aggiornamenti automatici sono disponibile dal 3.9, dal 3.9.1 al 3.10.1.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade#manual]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|doc/upgrade#manual]].
it: Se non potete fare un aggiornamento automatico o se Tails non viene avviato dopo un aggiornamento automatico, provate a fare un [[aggiornamento manuale|doc/upgrade#manual]].

source: - [[Download Tails 3.10.1.|install/download]]
fr: - [[Télécharger Tails 3.10.1.|install/download]]
it: - [[Scaricate Tails 3.10.1.|install/download]]

source: What's coming up?
fr: Et ensuite ?
it: Cosa arriverà nelle prossime versioni?

source: Tails 3.11 is [[scheduled|contribute/calendar]] for December 11.
fr: Tails 3.11 est [[prévu|contribute/calendar]] pour le 11 décembre.
it: Tails 3.11 è [[programmato|contribute/calendar]] per l'11 Dicembre.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[feuille de route|contribute/roadmap]] pour savoir ce que nous avons en tête.
it: Dai uno sguardo alla [[!tails_roadmap]] per sapere a cosa puntiamo.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=3.10.1">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=3.10.1">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
it: Abbiamo bisogno del vostro aiuto e ci sono molti modi per [[contribuire a Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=3.10.1">donare</a>è soltanto uno di questi). Venite a [[parlare con noi|about/contact#tails-dev]]!
