Repository: austin987/tails
Catalog: wiki/src/news/version_2.11.*.po
Languages: de, fr

source: [[!meta title="Tails 2.11 is out"]]
de: [[!meta title="Tails 2.11 wurde veröffentlicht"]]
fr: [[!meta title="Tails 2.11 est sorti"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_2.10]] and users should upgrade as soon as possible.
de: Diese Version behebt [[zahlreiche Sicherheitslücken|security/Numerous_security_holes_in_2.10.de]]. Alle Benutzerinnen und Benutzer sollten so schnell wie möglich aktualisieren.
fr: Cette version corrige [[plusieurs failles de sécurité|security/Numerous_security_holes_in_2.10]] et la mise à jour doit être faite dès que possible.

source: Changes
de: Änderungen
fr: Changements

source: We are very sad to announce that Tails 2.11 will be the last version to include [I2P](https://geti2p.net/), an alternative anonymizing network.
de: Wir bedauern sehr, dass Tails 2.11 die letzte Version sein wird, die [I2P](https://geti2p.net/), ein alternatives Anonymisierungsnetzwerk, enthält.
fr: Nous sommes très tristes d'annoncer que Tails 2.11 devrait être la dernière version à inclure [I2P](https://geti2p.net/fr/), un réseau d'anonymisation alternatif.

source: Maintaining software like I2P well-integrated in Tails takes time and effort and our team is too busy with other priorities. Unfortunately, we failed to find a developer outside of our team to maintain I2P in Tails. As a consequence, the last version of I2P being shipped in Tails is *0.9.25*, which is nearly one year old now at this moment.
de: Die Wartung für gut integrierte Software in Tails, beispielsweise I2P, nimmt Zeit und Aufwand in Anspruch. Unser Team ist derzeit mit anderen Prioritäten beschäftigt. Unglücklicherweise konnten wir außerhalb unseres Teams keine Entwicklerin bzw. Entwickler für die Pflege von I2P in Tails finden. Folglich ist die letzte mitgelieferte Version von I2P *0.9.25*, welche derzeit fast ein Jahr alt ist.
fr: Maintenir un logiciel comme I2P bien intégré dans Tails demande du temps et des efforts et notre équipe est très occupée par d'autres priorités. Malheureusement, nous avons échoué à trouver une personne en dehors de notre équipe pour maintenir I2P dans Tails. En conséquence, la dernière version d'I2P a être incluse dans Tails est la version *0.9.25*, qui est actuellement vieille de près d'un an.

source: But we will be happy to reintroduce I2P if we find a volunteer to take care of maintaining it in Tails. If you are a developer and care about I2P in Tails, that person could be you! Come [[talk to us|about/contact#tails-dev]]!
de: Aber wir werden sehr froh darüber sein, I2P in Tails wiedereinzuführen, wenn wir eine Person finden, die sich freiwillig um die Pflege von I2P in Tails kümmert. Falls Sie eine Entwicklerin bzw. ein Entwickler sind und sich für I2P in Tails interessieren, könnten Sie diese Person sein! [[Sprechen Sie uns an|about/contact#tails-dev]]!
fr: Mais nous serions ravis de réintroduire I2P si nous trouvons une personne volontaire pour s'occuper de le maintenir dans Tails. Si vous savez développer et si vous vous intéressez à I2P dans Tails ; cette personne pourrait être vous ! Venez [[discuter avec nous|about/contact#tails-dev]] !

source: New features
de: Neue Funktionen
fr: Nouvelles fonctionnalités

source: If running on a 32-bit processor, notify the user that it won't be able to start Tails 3.0 anymore. ([[!tails_ticket 12193]])
de: Benachrichtigung des Benutzers bei Benutzung eines 32-bit Prozessors, dass es nicht mehr möglich sein wird Tails 3.0 zu starten. ([[!tails_ticket 12193]])
fr: Si Tails tourne sur un processeur 32 bit, informer qu'il ne sera plus capable de démarrer Tails 3.0. ([[!tails_ticket 12193]])

source: Notify I2P users that I2P will be removed in Tails 2.12. ([[!tails_ticket 12271]])
de: Benachrichtigung von I2P-Benutzenden, dass I2P in Tails 2.12 entfernt wird. ([[!tails_ticket 12271]])
fr: Informer les personnes utilisant I2P que I2P sera enlevé de Tails 2.12. ([[!tails_ticket 12271]])

source: Upgrades and changes
de: Aktualisierungen und Änderungen
fr: Mises à jour et changements

source: Upgrade Tor Browser to 6.5.1.
de: Aktualisierung des *Tor Browser* auf 6.5.1.
fr: Mise à jour du Navigateur Tor vers la version 6.5.1.

source: Fix CVE-2017-6074 (local root privilege escalation) by disabling the `dccp` module. ([[!tails_ticket 12280]]) Also disable kernel modules for some other uncommon network protocols. (Part of [[!tails_ticket 6457]])
de: Beheben von CVE-2017-6074 (lokale Rootrechte-Eskalation) durch Deaktivierung des `dccp`-Moduls. ([[!tails_ticket 12280]]) Ebenso werden Kernelmodule für einige unübliche Netzwerkprotokolle deaktiviert. (Teil von [[!tails_ticket 6457]])
fr: Corrige CVE-2017-6074 (escalade locale des privilèges d'administration) en désactivant le module `dccp`. ([[!tails_ticket 12280]]) Désactive également les modules du noyau pour plusieurs protocoles réseaux peu communs. (Part of [[!tails_ticket 6457]])

source: Fixed problems
de: Behobene Probleme
fr: Problèmes corrigés

source: Tor Browser: Don't show offline warning when opening the local documentation of Tails. ([[!tails_ticket 12269]])
de: Tor Browser: Kein Anzeigen der Offlinewarnung, wenn die lokale Dokumentation von Tails geöffnet wird. ([[!tails_ticket 12269]])
fr: Navigateur Tor : n'affiche plus l’avertissement hors ligne lors de l'ouverture de la documentation locale de Tails. ([[!tails_ticket 12269]])

source: - Fix rare issue causing automatic upgrades to not apply properly ([[!tails_ticket 8449]] and [[!tails_ticket 11839]])
de: - Beheben eines seltenen Fehlers, durch den automatische Aktualisierungen nicht richtig durchgeführt wurden. ([[!tails_ticket 8449]] und [[!tails_ticket 11839]])
fr: - Corrige un problème rare empêchant les mises à jours automatiques de s'appliquer correctement ([[!tails_ticket 8449]] et [[!tails_ticket 11839]])

source: Install Linux 4.8.15 to prevent GNOME from freezing with Intel GM965/GL960 Integrated Graphics. ([[!tails_ticket 12217]])
de: Installieren von Linux 4.8.15 um das Einfrieren von GNOME mit integrierten Intel GM965/GL960 Grafikkarten zu verhindern. ([[!tails_ticket 12217]])
fr: Installe Linux 4.8.15 pour éviter que GNOME ne se bloque avec les cartes graphiques intégrées Intel GM965/GL960. ([[!tails_ticket 12217]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
de: Lesen Sie für mehr Details unser [[!tails_gitweb debian/changelog desc="Änderungsprotokoll"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Known issues
de: Bekannte Probleme
fr: Problèmes connus

source: None specific to this release.
de: Für diese Version sind keine bekannt.
fr: Rien de particulier dans cette version.

source: See the list of [[long-standing issues|support/known_issues]].
de: Lesen Sie sich die Liste der [[längerfristig bekannten Probleme|support/known_issues]] durch.
fr: Voir la liste de nos [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 2.11
de: Holen Sie sich Tails 2.11
fr: Obtenir Tails 2.11

source: - To install, follow our [[installation instructions|install]].
de: - Befolgen Sie zum Installieren unsere [[Installationsanweisungen|install]].
fr: - Pour l'installer, suivez nos [[instructions d'installation|install]].

source: - To upgrade, an automatic upgrade is available from 2.10 to 2.11.
de: - Es ist eine automatische Aktualisierung von 2.10 auf 2.11 verfügbar.
fr: - Pour mettre à jour, une mise à jour automatique est disponible depuis la version 2.10 vers la version 2.11.

source: If you cannot do an automatic upgrade or if you fail to start after an automatic upgrade, please try to do a [[manual upgrade|upgrade]].
de: Falls Sie keine automatische Aktualisierung durchführen können oder das Starten nach einer automatischen Aktualisierung fehlschlägt, versuchen Sie bitte eine [[manuelle Aktualisierung|upgrade]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|upgrade]].

source: - [[Download Tails 2.11.|install/download]]
de: - [[Tails 2.11 herunterladen|install/download]]
fr: - [[Télécharger Tails 2.11.|install/download]]

source: What's coming up?
de: Was kommt als Nächstes?
fr: Et ensuite ?

source: Tails 2.12 is [[scheduled|contribute/calendar]] for April 18th.
de: Tails 2.12 ist für den 18. April [[geplant|contribute/calendar]].
fr: Tails 2.12 est [[prévu|contribute/calendar]] pour le 18 avril.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf die [[!tails_roadmap desc="Roadmap"]], um zu sehen, was wir als Nächstes vorhaben.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate?r=2.11">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
de: Wir brauchen Ihre Hilfe und es gibt viele Wege, [[Tails zu unterstützen|contribute]], (<a href="https://tails.boum.org/donate/index.de.html?r=2.11">Spenden</a> ist nur einer davon). [[Sprechen Sie uns an|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/index.fr.html?r=2.11">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
