Repository: austin987/tails
Catalog: wiki/src/news/version_3.8.*.po
Languages: de, fr

source: [[!meta title="Tails 3.8 is out"]]
de: [[!meta title=" Tails 3.8 wurde veröffentlicht "]]
fr: [[!meta title="Tails 3.8 est sorti"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_3.7.1]] and users should upgrade as soon as possible.
de: Diese Version behebt [[zahlreiche Sicherheitslücken|security/Numerous_security_holes_in_3.7.1.de]]. Alle Benutzerinnen und Benutzer sollten so schnell wie möglich aktualisieren.
fr: Cette version corrige [[de nombreuses failles de sécurité|security/Numerous_security_holes_in_3.7.1]] et la mise à jour doit être faite dès que possible.

source: Changes
de: Änderungen
fr: Changements

source: Upgrades and changes
de: Aktualisierungen und Änderungen
fr: Mises à jour et changements

source: Upgrade *Enigmail* from 1.9.9 to [2.0.7](https://enigmail.net/index.php/en/download/changelog#enig2.0.7) which fixes some of the [EFAIL](https://efail.de/) attacks on OpenPGP.
de: Aktualisierung von *Enigmail* von 1.9.9 auf [2.0.7](https://enigmail.net/index.php/en/download/changelog#enig2.0.7), welches einige der [EFAIL](https://efail.de/)-Angriffe gegen OpenPGP behebt.
fr: Mise à jour d'*Enigmail* de la version 1.9.9 vers la version [2.0.7](https://enigmail.net/index.php/en/download/changelog#enig2.0.7) qui corrige plusieurs attaques [EFAIL](https://efail.de/) sur OpenPGP.

source: Fixed problems
de: Behobene Probleme
fr: Problèmes résolus

source: - Fix importing OpenPGP keys from email attachments. ([[!tails_ticket 15610]])
de: - Reparieren des Imports von OpenPGP-Schlüsseln aus E-Mail-Anhängen. ([[!tails_ticket 15610]])
fr: - Correction de l'importation de clé OpenPGP depuis des pièces jointes. ([[!tails_ticket 15610]])

source: - Fix the translations of the homepage of the *Unsafe Browser*. ([[!tails_ticket 15461]])
de: - Reparieren der Übersetzungen der Homepage des *Unsicheren Browser*. ([[!tails_ticket 15461]])
fr: - Correction des traductions de la page d'accueil du *Navigateur non-sécurisé*. ([[!tails_ticket 15461]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
de: Lesen Sie für mehr Details unser [[!tails_gitweb debian/changelog desc="Änderungsprotokoll"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Known issues
de: Bekannte Probleme
fr: Problèmes connus

source: After upgrading to Tails 3.8, you have to go through the <span class="application">Enigmail Setup Wizard</span> again every time you restart Tails.
de: Nach der Aktualisierung auf Tails 3.8 müssen Sie jedes Mal, wenn Sie Tails starten, den <span class="application">Enigmail Einrichtungsassistenten</span> durchgehen.
fr: Après la mise à jour vers Tails 3.8, vous devez à nouveau passer l'<span class="application">Assistant de configuration Enigmail</span> à chaque fois que vous redémarrez Tails.

source: Your OpenPGP keys and your per-recipient rules are preserved.
de: Ihre OpenPGP-Schlüssel und Empfängerregeln bleiben erhalten.
fr: Vos clés OpenPGP et vos réglages par destinataire sont conservés.

source: To avoid going through the <span class="application">Enigmail Setup Wizard</span>, you can execute the following command in a terminal before starting <span class="application">Thunderbird</span>:
de: Um das Durchgehen des <span class="application">Enigmail Einrichtungsassistenten</span> zu verhindern, können Sie folgenden Befehl vor dem Start von <span class="application">Thunderbird</span> in einem Terminal ausführen:
fr: Pour éviter d'avoir à passer l'<span class="application">Assistant de configuration Enigmail</span>, vous pouvez exécuter la commande suivante dans un terminal avant de démarrer <span class="application">Thunderbird</span> :

source: This bug will be fixed in the next version of Tails. ([[!tails_ticket 15693]])
de: Dieser Fehler wird in der nächsten Version von Tails behoben. ([[!tails_ticket 15693]])
fr: Ce problème sera corrigé dans la prochaine version de Tails. ([[!tails_ticket 15693]])

source: See the list of [[long-standing issues|support/known_issues]].
de: Lesen Sie sich die Liste der [[längerfristig bekannten Probleme|support/known_issues]] durch.
fr: Voir la liste des [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 3.8
de: Holen Sie sich Tails 3.8
fr: Obtenir Tails 3.8

source: - To install, follow our [[installation instructions|install]].
de: - Befolgen Sie zum Installieren unsere [[Installationsanweisungen|install]].
fr: - Pour l'installer, suivez nos [[instructions d'installation|install]].

source: - To upgrade, automatic upgrades are available from 3.6, 3.6.1, 3.6.2, 3.7, and 3.7.1.
de: - Es ist eine automatische Aktualisierung von 3.6, 3.6.1, 3.6.2, 3.7 und 3.7.1 verfügbar.
fr: - Pour mettre à jour, des mises à jour automatiques sont disponibles depuis les versions 3.6, 3.6.1, 3.6.2, 3.7 et 3.7.1.

source: If you cannot do an automatic upgrade or if Tails fails to start after an automatic upgrade, please try to do a [[manual upgrade|doc/upgrade#manual]].
de: Falls Sie keine automatische Aktualisierung durchführen können oder das Starten nach einer automatischen Aktualisierung fehlschlägt, versuchen Sie bitte eine [[manuelle Aktualisierung|doc/upgrade#manual]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|doc/upgrade#manual]].

source: - [[Download Tails 3.8.|install/download]]
de: - [[Tails 3.8 herunterladen.|install/download]]
fr: - [[Télécharger Tails 3.8.|install/download]]

source: What's coming up?
de: Was kommt als Nächstes?
fr: Et ensuite ?

source: Tails 3.9 is [[scheduled|contribute/calendar]] for September 5.
de: Tails 3.9 ist für den 5. September [[geplant|contribute/calendar]].
fr: Tails 3.9 est [[prévu|contribute/calendar]] pour le 5 septembre.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf die [[!tails_roadmap desc="Roadmap"]], um zu sehen, was wir als Nächstes vorhaben.
fr: Jetez un œil à notre [[feuille de route|contribute/roadmap]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate/?r=3.8">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
de: Wir brauchen Ihre Hilfe und es gibt viele Wege, [[Tails zu unterstützen|contribute]] (<a href="https://tails.boum.org/donate/index.de.html?r=3.8">Spenden</a> ist nur einer davon). [[Sprechen Sie uns an|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/index.fr.html?r=3.8">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
