Repository: austin987/tails
Catalog: wiki/src/news/version_2.12.*.po
Languages: de, fr

source: [[!meta title="Tails 2.12 is out"]]
de: [[!meta title="Tails 2.12 wurde veröffentlicht"]]
fr: [[!meta title="Tails 2.12 est sorti"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_2.11]] and users should upgrade as soon as possible.
de: Diese Version behebt [[zahlreiche Sicherheitslücken|security/Numerous_security_holes_in_2.11.de]]. Alle Benutzerinnen und Benutzer sollten so schnell wie möglich aktualisieren.
fr: Cette version corrige [[plusieurs failles de sécurité|security/Numerous_security_holes_in_2.11]] et la mise à jour doit être faite dès que possible.

source: Changes
de: Änderungen
fr: Changements

source: New features
de: Neue Funktionen
fr: Nouvelles fonctionnalités

source: We installed again *GNOME Sound Recorder* to provide a very simple application for recording sound in addition to the more complex *Audacity*. Sound clips recorded using *GNOME Sound Recorder* are saved to the *Recordings* folder.
de: Wir haben den *GNOME Tonaufzeichner* wieder installiert, um damit im Vergleich zum komplexeren *Audacity* eine sehr einfache Anwendung zum Aufnehmen von Ton anzubieten. Mit dem *Tonaufzeichner* aufgenommene Soundclips werden im Ordner *Aufnahmen* gespeichert.
fr: Nous avons installé à nouveau l'*Enregistreur de son GNOME* afin de fournir une application très simple pour enregistrer du son en complément du plus complexe *Audacity*. Les clips audio enregistrés avec l'*Enregistreur de son GNOME* sont sauvegardés dans le dossier *Recordings*.

source: Upgrades and changes
de: Aktualisierungen und Änderungen
fr: Mises à jour et changements

source: We removed [*I2P*](//geti2p.net/), an alternative anonymity network, because we unfortunately have failed to find a developer to maintain *I2P* in Tails. Maintaining software like *I2P* well-integrated in Tails takes time and effort and our team is too busy with other priorities.
de: Wir haben [*I2P*](//geti2p.net/), ein alternatives Anonymitätsnetzwerk entfernt, da wir unglücklicherweise keine Entwicklerin bzw. Entwickler für die Pflege von *I2P* in Tails gefunden haben. Die Wartung für gut integrierte Software in Tails, beispielsweise *I2P*, nimmt Zeit und Aufwand in Anspruch. Unser Team ist derzeit mit anderen Prioritäten beschäftigt.
fr: Nous avons enlevé [*I2P*](https://geti2p.net/fr), un réseau d'anonymisation alternatif, car nous avons malheureusement échoué à trouver une personne pour maintenir *I2P* dans Tails. Maintenir un logiciel comme *I2P* bien intégré dans Tails demande du temps et des efforts et notre équipe est très occupée par d'autres priorités.

source: Upgrade *Linux* to 4.9.13. This should improve the support for newer hardware (graphics, Wi-Fi, etc.).
de: Aktualisierung von *Linux* auf 4.9.13. Dies sollte die Unterstützung für neuere Hardware (Grafik, W-LAN, usw.) verbessern.
fr: Mise à jour de *Linux* vers la version 4.9.13. Cela devrait améliorer le support du matériel récent (cartes graphiques, Wi-Fi, etc.).

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
de: Lesen Sie für mehr Details unser [[!tails_gitweb debian/changelog desc="Änderungsprotokoll"]].
fr: Pour plus de détails, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].

source: Known issues
de: Bekannte Probleme
fr: Problèmes connus

source: The video application Totem [[!tails_ticket 12457 desc="may crash Tails"]]. You can work around this problem by installing *VLC*.
fr: Le lecteur de vidéos Totem [[!tails_ticket 12457 desc="peut faire planter Tails"]]. Vous pouvez contourner le problème en installant *VLC*.

source: See the list of [[long-standing issues|support/known_issues]].
de: Lesen Sie sich die Liste der [[längerfristig bekannten Probleme|support/known_issues]] durch.
fr: Voir la liste de nos [[problèmes connus de longue date|support/known_issues]].

source: Get Tails 2.12
de: Holen Sie sich Tails 2.12
fr: Obtenir Tails 2.12

source: - To install, follow our [[installation instructions|install]].
de: - Befolgen Sie zum Installieren unsere [[Installationsanweisungen|install]].
fr: - Pour l'installer, suivez nos [[instructions d'installation|install]].

source: - To upgrade, automatic upgrades are available from 2.10 and 2.11 to 2.12.
de: - Es ist eine automatische Aktualisierung von 2.10 und 2.11 auf 2.12 verfügbar.
fr: - Pour mettre à jour, une mise à jour automatique est disponible depuis les versions 2.10 et 2.11 vers la version 2.12.

source: If you cannot do an automatic upgrade or if you fail to start after an automatic upgrade, please try to do a [[manual upgrade|upgrade]].
de: Falls Sie keine automatische Aktualisierung durchführen können oder das Starten nach einer automatischen Aktualisierung fehlschlägt, versuchen Sie bitte eine [[manuelle Aktualisierung|upgrade]].
fr: Si vous ne pouvez pas faire une mise à jour automatique ou si le démarrage échoue après une mise à jour automatique, merci d'essayer de faire une [[mise à jour manuelle|upgrade]].

source: - [[Download Tails 2.12.|install/download]]
de: - [[Tails 2.12 herunterladen|install/download]]
fr: - [[Télécharger Tails 2.12.|install/download]]

source: What's coming up?
de: Was kommt als Nächstes?
fr: Et ensuite ?

source: Tails 3.0 is [[scheduled|contribute/calendar]] for June 13th.
de: Tails 3.0 ist für den 13. Juni [[geplant|contribute/calendar]].
fr: Tails 3.0 est [[prévu|contribute/calendar]] pour le 13 juin.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf die [[!tails_roadmap desc="Roadmap"]], um zu sehen, was wir als Nächstes vorhaben.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate?r=2.12">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
de: Wir brauchen Ihre Hilfe und es gibt viele Wege, [[Tails zu unterstützen|contribute]], (<a href="https://tails.boum.org/donate/index.de.html?r=2.12">Spenden</a> ist nur einer davon). [[Sprechen Sie uns an|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/index.fr.html?r=2.12">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
