Repository: austin987/tails
Catalog: wiki/src/news/version_1.2.*.po
Languages: fr

source: [[!meta title="Tails 1.2 is out"]]
fr: [[!meta title="Tails 1.2 est sorti"]]

source: Tails, The Amnesic Incognito Live System, version 1.2, is out.
fr: Tails, le système live incognito et amnésique, version 1.2, est sorti.

source: This release fixes [[numerous security issues|security/Numerous_security_holes_in_1.1.2]] and all users must [[upgrade|doc/first_steps/upgrade]] as soon as possible.
fr: Cette version corrige [[plusieurs problèmes de sécurité|security/Numerous_security_holes_in_1.1.2]] et tous les utilisateurs doivent [[mettre à jour|doc/first_steps/upgrade]] dès que possible.

source: Changes
fr: Changements

source: Notable user-visible changes include:
fr: Les changements les plus visibles sont :

source: * Major new features - Install (most of) the Tor Browser, replacing our previous Iceweasel-based browser. The version installed is from TBB 4.0 and is based on Firefox 31.2.0esr. This fixes the POODLE vulnerability. - Upgrade Tor to 0.2.5.8-rc. - Confine several important applications with AppArmor.
fr: * Nouvelles fonctionnalités majeures - Installation (d'une grande partie) du Tor Browser, en remplacement de notre version basée sur Iceweasel. La version installée est basée sur le TBB 4.0 et sur Firefox 31.2.0esr, ce qui corrige la faille POODLE. - Mise à jour de Tor en version 0.2.5.8-rc. - Confinement de plusieurs applications majeures avec AppArmor.

source: * Bugfixes - Install Linux 3.16-3 (version 3.16.5-1).
fr: * Correctifs - Installation de Linux 3.16-3 (version 3.16.5-1).

source: * Minor improvements - Upgrade I2P to 0.9.15, and isolate I2P traffic from the Tor Browser by adding a dedicated I2P Browser. Also, start I2P automatically upon network connection, when the `i2p` boot option is added. - Make it clear that *TrueCrypt* will be removed in Tails 1.2.1 ([[!tails_ticket 7739]]), and document how to open *TrueCrypt* volumes with `cryptsetup`. - Enable VirtualBox guest additions by default ([[!tails_ticket 5730]]). In particular this enables VirtualBox's display management service. - Make the OTR status in Pidgin clearer thanks to the formatting toolbar ([[!tails_ticket 7356]]). - Upgrade syslinux to 6.03-pre20, which should fix UEFI boot on some hardware.
fr: * Autres améliorations - Mise à jour de I2P vers la version 0.9.15. Le trafic de I2P est désormais séparé du Tor Browser grâce à un navigateur dédié pour I2P. Le démarrage d'I2P se fait automatiquement dès qu'une connexion réseau est détectée, si l'option de démarrage `i2p` est précisée. - Informe clairement que *TrueCrypt* sera supprimé dans Tails 1.2.1 ([[!tails_ticket 7739]]), et ajout de la documentation pour ouvrir des volumes *TrueCrypt* avec `cryptsetup`. - Activation par défaut des Addition invitées de VirtualBox ([[!tails_ticket 5730]]), ce qui permet notamment d'activer le gestionnaire d'affichage de VirtualBox. - Le statut OTR dans Pidgin est désormais plus explicite via la barre d'outil de formatage. ([[!tails_ticket 7356]]). - Mise à jour de syslinux vers la version 6.03-pre20, ce qui corrige un problème de démarrage en UEFI sur certains matériels.

source: See the [online Changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog) for technical details.
fr: Lisez le [journal des modifications en ligne](https://git-tails.immerda.ch/tails/plain/debian/changelog) pour les détails techniques.

source: Known issues
fr: Problèmes connus

source: [[Longstanding|support/known_issues]] known issues.
fr: Problèmes connus [[de longue date|support/known_issues]].

source: I want to try it or to upgrade!
fr: Je veux l'essayer ou le mettre à jour !

source: Go to the [[download]] page.
fr: Allez sur la page de [[téléchargement|download]].

source: As no software is ever perfect, we maintain a list of [[problems that affects the last release of Tails|support/known_issues]].
fr: Comme aucun logiciel n'est parfait, nous essayons de maintenir une liste des [[problèmes qui affectent la dernière version de Tails|support/known_issues]].

source: What's coming up?
fr: Qu'est-ce qui vient ensuite ?

source: The next Tails release is [[scheduled|contribute/calendar]] for November 25.
fr: La prochaine version de Tails est [[programmée|contribute/calendar]] pour le 25 Novembre.

source: Have a look to our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour voir ce que nous avons prévu.

source: Do you want to help? There are many ways [[**you** can contribute to Tails|contribute]]. If you want to help, come talk to us!
fr: Vous voulez aider ? Il y a plein de manières pour **vous** [[de contribuer à Tails|contribute]]. Si vous voulez aider, venez en discuter avec nous !
