Repository: austin987/tails
Catalog: wiki/src/news/version_1.7.*.po
Languages: de, fr

source: [[!meta title="Tails 1.7 is out"]]
de: [[!meta title="Tails 1.7 wurde veröffentlicht"]]
fr: [[!meta title="Tails 1.7 est sorti"]]

source: This release fixes [[numerous security issues|security/Numerous_security_holes_in_1.6]]. All users must upgrade as soon as possible.
de: Diese Version behebt [[zahlreiche Sicherheitslücken|security/Numerous_security_holes_in_1.6]]. Alle Benutzer müssen so schnell wie möglich aktualisieren.
fr: Cette version corrige [[plusieurs problèmes de sécurité|security/Numerous_security_holes_in_1.6]] et tous les utilisateurs doivent mettre à jour dès que possible.

source: Changes
de: Änderungen
fr: Changements

source: New features
de: Neue Funktionen
fr: Nouveautés

source: You can now start Tails in [[offline mode|doc/first_steps/startup_options/offline_mode]] to disable all networking for additional security. Doing so can be useful when working on sensitive documents.
de: Sie können nun Tails im [[Offline-Modus|doc/first_steps/startup_options/offline_mode]] starten, um vorsichtshalber alle Netzwerkfunktionen zu deaktivieren. Dies kann nützlich sein, wenn Sie an sensiblen Dokumenten arbeiten.
fr: Vous pouvez maintenant démarrer Tails en [[mode hors-ligne|doc/first_steps/startup_options/offline_mode]], ce qui désactive toute connexion réseau pour plus de sécurité. Ceci peut être utile pour travailler sur des documents sensibles.

source: We added <span class="application">[[Icedove|doc/anonymous_internet/icedove]]</span>, a rebranded version of the <span class="application">Mozilla Thunderbird</span> email client.
de: Wir haben <span class="application">[[Icedove|doc/anonymous_internet/icedove]]</span>, eine umbenannte Version des <span class="application">Mozilla Thunderbird</span> E-Mail-Clients, hinzugefügt.
fr: Nous avons ajouté le client mail <span class="application">[[Icedove|doc/anonymous_internet/icedove]]</span>, une version de <span class="application">Mozilla Thunderbird</span> avec un nom différent.

source: <span class="application">Icedove</span> is currently a technology preview. It is safe to use in the context of Tails but it will be better integrated in future versions until we remove <span class="application">[[Claws Mail|doc/anonymous_internet/claws_mail]]</span>. Users of <span class="application">Claws Mail</span> should refer to our instructions to [[migrate their data from <span class="application">Claws Mail</span> to <span class="application">Icedove</span>|doc/anonymous_internet/claws_mail_to_icedove]].
de: <span class="application">Icedove</span> ist zurzeit eine Technologievorschau. Die Verwendung im Kontext von Tails ist sicher, es wird jedoch in zukünftigen Versionen, solange bis wir den <span class="application">[[Claws Mail|doc/anonymous_internet/claws_mail]]</span> E-Mail-Client entfernen können, besser integriert werden. Benutzer von <span class="application">Claws Mail</span> sollten sich in unserer Anleitung zum [[Migrieren der Daten von <span class="application">Claws Mail</span> nach <span class="application">Icedove</span>|doc/anonymous_internet/claws_mail_to_icedove]] informieren.
fr: <span class="application">Icedove</span> est actuellement en cours de mise en place dans Tails. Il est déjà possible de l'utiliser de manière sécurisée mais il sera mieux intégré dans les futures versions, jusqu'au retrait de <span class="application">[[Claws Mail|claws_mail]]</span>. Les utilisateurs de <span class="application">Claws Mail</span> devraient consulter nos instructions pour [[migrer leurs données de <span class="application">Claws Mail</span> vers <span class="application">Icedove</span>|doc/anonymous_internet/claws_mail_to_icedove]].

source: Upgrades and changes
de: Aktualisierungen und Änderungen
fr: Mises à jour et changements

source: Improve the wording of the first screen of <span class="application">Tails Installer</span>.
de: Verbessern des Wortlauts auf dem ersten Bildschirm des <span class="application">Tails Installers</span>.
fr: Amélioration de la formulation du premier écran de l'<span class="application">Installeur Tails</span>.

source: Restart Tor automatically if connecting to the Tor network takes too long. ([[!tails_ticket 9516 desc="#9516"]])
de: Tor wird automatisch neu gestartet, wenn das Verbinden zum Tor Netzwerk zu lange dauert. ([[!tails_ticket 9516 desc="#9516"]])
fr: Redémarrage automatique de Tor si la connexion au réseau Tor est trop longue. (Ticket résolu : [[!tails_ticket 9516 desc="#9516"]])

source: Update several firmware packages which might improve hardware compatibility.
de: Einige Firmwarepakete wurden aktualisiert, was die Hardwarekompatibilität verbessern kann.
fr: Mise à jour de plusieurs pilotes matériels (firmware), ce qui améliore la compatibilité matérielle.

source: - Update the Tails signing key which is now valid until 2017.
de: - Der Tails Signaturschlüssel wurde aktualisiert, dieser ist nun bis 2017 gültig.
fr: - Mise à jour de la clé de signature de Tails, qui est maintenant valide jusqu'en 2017.

source: Update <span class="application">Tor Browser</span> to 5.0.4.
de: Der <span class="application">Tor Browser</span> wurde auf Version 5.0.4 aktualisiert.
fr: Mise à jour du <span class="application">Navigateur Tor</span> vers la version 5.0.4.

source: - Update Tor to 0.2.7.4.
de: - Tor wurde auf Version 0.2.7.4 aktualisiert.
fr: - Mise à jour de Tor vers la version 0.2.7.4.

source: Fixed problems
de: Behobene Probleme
fr: Problèmes résolus

source: Prevent <span class="command">wget</span> from leaking the IP address when using the FTP protocol. ([[!tails_ticket 10364 desc="#10364"]])
de: Verhindern, dass <span class="command">wget</span> die IP-Adresse preisgibt, wenn das FTP Protokoll benutzt wird. ([[!tails_ticket 10364 desc="#10364"]])
fr: L'usage du protocole FTP avec <span class="command">wget</span> ne révèle plus l'adresse IP. (Ticket résolu : [[!tails_ticket 10364 desc="#10364"]])

source: Prevent symlink attack on <span class="filename">~/.xsession-errors</span> via <span class="command">tails-debugging-info</span> which could be used by the amnesia user to bypass read permissions on any file. ([[!tails_ticket 10333 desc="#10333"]])
de: Verhindern eines symlink-Angriffs auf <span class="filename">~/.xsession-errors</span> über <span class="command">tails-debugging-info</span>, welches dazu benutzt werden konnte, trotz beschränkter Berechtigungen, vom amnesia-Nutzer aus lesend auf den Inhalt jeglicher Dateien zuzugreifen. ([[!tails_ticket 10333 desc="#10333"]])
fr: Prévention de l'attaque par lien symbolique (*symlink attack*) sur le fichier <span class="filename">~/.xsession-errors</span> via la commande <span class="command">tails-debugging-info</span>, qui pouvait être utilisée par l'utilisateur amnesia pour contourner les droits d'accès en lecture à tout autre fichier (Ticket résolu : [[!tails_ticket 10333 desc="#10333"]])

source: Force synchronization of data on the USB stick at the end of automatic upgrades. This might fix some reliability bugs in automatic upgrades.
de: Erzwungene Synchronisation der Daten auf dem USB-Stick am Ende automatischer Aktualisierungen. Dies kann einige Zuverlässigkeitsfehler bei automatischen Aktualisierungen beheben.
fr: Force la synchronisation des données sur la clé USB à la fin des mises à jour automatique. Cela pourrait résoudre certains bugs apparaissant lors d'une mise à jour automatique.

source: - Make the "I2P is ready" notification more reliable.
de: - Die "I2P ist bereit" Benachrichtigung wurde zuverlässiger gemacht.
fr: - La notification "I2P est prêt" est désormais plus fiable.

source: Known issues
de: Bekannte Probleme
fr: Problèmes connus

source: See the current list of [[known issues|support/known_issues]].
de: Lesen Sie sich die Liste der [[bekannten Probleme|support/known_issues]] durch.
fr: Voir la liste des [[problèmes connus|support/known_issues]].

source: Download or upgrade
de: Herunterladen oder Aktualisieren
fr: Télécharger ou mettre à jour

source: Go to the [[install]] or [[upgrade|doc/first_steps/upgrade/]] page.
de: Gehen Sie zur [[Download|install]]- oder [[Aktualisieren|doc/first_steps/upgrade/]]-Seite.
fr: Aller à la page de [[téléchargement|upgrade]] ou de [[mise à jour|doc/first_steps/upgrade/]].

source: If you have been updating automatically for a while and your Tails does not boot after an automatic upgrade, you can [[update your Tails manually|doc/first_steps/upgrade#manual]].
de: Wenn Sie eine Zeit lang automatisch aktualisiert haben und Ihr Tails nach einem automatischen Upgrade nicht mehr startet, können Sie [[Tails manuell aktualisieren|doc/first_steps/upgrade#manual]].
fr: Si vous utilisez les mises à jour automatiques depuis un moment et que Tails ne redémarre pas correctement après la mise à jour automatique, vous pouvez [[effectuer une mise à jour manuelle|doc/first_steps/upgrade#manual]].

source: What's coming up?
de: Was kommt als Nächstes?
fr: Et ensuite ?

source: The next Tails release is [[scheduled|contribute/calendar]] for December 15.
de: Die nächste Version von Tails ist für den 15. Dezember [[geplant|contribute/calendar]].
fr: La prochaine version de Tails est [[prévue|contribute/calendar]] pour le 15 décembre.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf die [[!tails_roadmap]], um zu sehen, was wir als Nächstes vorhaben.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] ([[donating|contribute/how/donate]] is only one of them). Come [[talk to us|about/contact#tails-dev]]!
de: Wir brauchen Ihre Hilfe und es gibt viele Wege, mit denen Sie [[Tails unterstützen|contribute]] können ([[Spenden|contribute/how/donate]] ist nur einer davon). [[Sprechen Sie uns an|about/contact#tails-dev]]!
fr: Vous voulez aider ? **Vous** pouvez contribuer à Tails de [[pleins de manières différentes|contribute]], par exemple en faisant une [[donation|contribute/how/donate]]. Si vous voulez aider, venez [[discuter avec nous|about/contact#tails-dev]] !
