Repository: austin987/tails
Catalog: wiki/src/news/version_0.14.*.po
Languages: fr

source: [[!meta title="Tails 0.14 is out"]]
fr: [[!meta title="Tails 0.14 est sorti"]]

source: Tails, The Amnesic Incognito Live System, version 0.14, is out.
fr: Tails, The Amnesic Incognito Live System, version 0.14, est sortie.

source: All users must upgrade as soon as possible.
fr: Tous les utilisateurs doivent mettre à jour leur Tails dès que possible.

source: Thank you, and congrats, to everyone who helped make this happen!
fr: Merci, et félicitations, à toutes les personnes qui ont aidé à rendre cela possible !

source: Changes
fr: Changements

source: Notable user-visible changes include:
fr: Les changements notables visibles pour l'utilisateur comprennent :

source: * Tor - Upgrade to 0.2.3.24-rc - Enable [[contribute/design/stream_isolation]]
fr: * Tor - Mise à jour vers 0.2.3.24-rc - Activation de la [[contribute/design/stream_isolation]]

source: * Iceweasel - Upgrade iceweasel to 10.0.10esr-1+tails1, with anonymity enhancing patches from the TorBrowser applied - Fix Iceweasel's file associations. No more should you be suggested to open a PDF in the GIMP
fr: * Iceweasel - Mise à jour d'Iceweasel vers la version 10.0.10esr-1+tails1, avec application des patches d'anonymat du TorBrowser - Correction d'association de fichiers d'Iceweasel. Il ne devrait plus être suggéré d'ouvrir un PDF avec GIMP

source: * Hardware support - Upgrade Linux to 3.2.32 - Support more than 4GB of RAM - Support more than one CPU core
fr: * Prise en charge matérielle - Mise à jour de Linux vers la version 3.2.32 - Prise ne charge de plus de 4GB de RAM - Prise en charge de plus d'un cœur de CPU

source: * Miscellaneous - Mostly fix memory wiping at shutdown - gpgApplet can now handle public-key cryptography - Add a persistence preset for NetworkManager connections - Better support setting up persistence on large USB sticks - Make boot faster by fixing a read-ahead bug - Make shutdown faster by disabling useless scripts
fr: * Divers - Effacement de la mémoire à l'extinction à peu près corrigé - gpgApplet peut désormais utiliser le chiffrement à clé publique - Ajout d'un préréglage de persistance pour les connections de NetworkManager - Meilleure prise en charge de la configuration de la persistance sur de grosses clé USB - Démarrage plus rapide grâce à la correction d'un bug - Extinction plus rapide grâce à la desactivation de scripts inutiles

source: * Localization - Custom software is now translated in many more languages - Add Japanese input system
fr: * Environnement linguistique - Les programmes personnalisé sont désormais traduits dans plus de langues - Ajout d'un système de saisie de Japonais

source: Plus the usual bunch of bug reports and minor improvements.
fr: Plus la liste habituelle de rapports de bugs et d'améliorations mineures.

source: See the [online Changelog](http://git.immerda.ch/?p=amnesia.git;a=blob_plain;f=debian/changelog;hb=refs/tags/0.14) for technical details.
fr: Voir en ligne le [Changelog](http://git.immerda.ch/?p=amnesia.git;a=blob_plain;f=debian/changelog;hb=refs/tags/0.14) pour des détails techniques.

source: I want to try it / to upgrade!
fr: Je veux l'essayer / me mettre à jour !

source: See the [[Getting started]] page.
fr: Voir la page [[premiers pas|getting_started]].

source: As no software is ever perfect, we maintain a list of [[problems that affects the last release of Tails|support/known_issues]].
fr: Comme aucun programme n'est jamais parfait, nous maintenons une liste de [[problèmes qui affectent la dernière version de Tails|support/known_issues]].

source: What's coming up?
fr: Et ensuite ?

source: Would you want to help? As explained in our [["how to contribute" documentation|contribute]], here are many ways **you** can contribute to Tails. If you want to help, come talk to us!
fr: Vous voulez aidez ? Comme expliqué dans notre documentation sur [["comment contribuer"|contribute]], **vous** pouvez contribuer à Tails de nombreuses manières. Si vous voulez aidez, venez nous en parler !
