Repository: austin987/tails
Catalog: wiki/src/news/version_3.6.*.po
Languages: fr, pt

source: [[!meta title="Tails 3.6 is out"]]
fr: [[!meta title="Tails 3.6 est sorti"]]
pt: [[!meta title="Lançado o Tails 3.6"]]

source: This release fixes [[many security issues|security/Numerous_security_holes_in_3.5]] and users should upgrade as soon as possible.
fr: Cette version corrige [[plusieurs failles de sécurité|security/Numerous_security_holes_in_3.5]] et la mise à jour doit être faite dès que possible.
pt: Esta versão corrige [[diversos problemas de segurança|security/Numerous_security_holes_in_3.5]] e os usuários devem migrar para ela o quanto antes.

source: Changes
fr: Changements
pt: Mudanças

source: New features
fr: Nouvelles fonctionnalités
pt: Novos recursos

source: You can now lock your screen by clicking on the <span class="button">[[!img lib/network-wireless-encrypted.png alt="" class="symbolic" link="no"]]</span> button in the system menu.
fr: Vous pouvez maintenant verrouiller votre écran en cliquant sur le bouton <span class="button">[[!img lib/network-wireless-encrypted.png alt="" class="symbolic" link="no"]]</span> dans le menu système.
pt: Agora você pode bloquear a tela clicando no botão <span class="button">[[!img lib/network-wireless-encrypted.png alt="" class="symbolic" link="no"]]</span> no menu do sistema.

source: [[!img doc/first_steps/introduction_to_gnome_and_the_tails_desktop/system.png link=no alt="System menu"]]
fr: [[!img doc/first_steps/introduction_to_gnome_and_the_tails_desktop/system.png link=no alt="Menu système"]]
pt: [[!img doc/first_steps/introduction_to_gnome_and_the_tails_desktop/system.png link=no alt="Menu do sistema"]]

source: If you set up an [[administration password|doc/first_steps/startup_options/administration_password]] when starting Tails, you can unlock your screen with your administration password.
fr: Si vous définissez un [[mot de passe d'administration|doc/first_steps/startup_options/administration_password]] au démarrage de Tails, vous pouvez déverrouiller votre écran avec ce mot de passe.
pt: Se você definir uma [[senha de administrador|doc/first_steps/startup_options/administration_password]] ao iniciar o Tails você poderá desbloquear a tela com sua senha de administrador.

source: Otherwise, you can set up a password to unlock your screen when locking your screen for the first time.
fr: Sinon, vous pouvez définir un mot de passe de déverrouillage lorsque vous verrouillez votre écran pour la première fois.
pt: Caso contrário, você poderá definir a senha para desbloquear sua tela quando for bloquear a tela pela primeira vez.

source: [[!img doc/first_steps/introduction_to_gnome_and_the_tails_desktop/screen-locker.png alt="Set a password to unlock your screen" link="no"]]
fr: [[!img doc/first_steps/introduction_to_gnome_and_the_tails_desktop/screen-locker.png alt="Définir un mot de passe pour déverrouiller votre écran" link="no"]]
pt: [[!img doc/first_steps/introduction_to_gnome_and_the_tails_desktop/screen-locker.png alt="Defina uma senha para desbloquear sua tela" link="no"]]

source: We improved a lot the backend of the [[**Additional Software** persistence feature|doc/first_steps/persistence/configure#additional_software]]. Your additional software is now:
fr: Nous avons beaucoup amélioré l'infrastructure pour la [[persistance des **logiciels additionnels**|doc/first_steps/persistence/configure#additional_software]]. Vos logiciels supplémentaires sont maintenant :
pt: Nós melhoramos muito o backend do [[recurso de persistência dos **Programas Adicionais**|doc/first_steps/persistence/configure#additional_software]]. Agora, seus programas adicionais:

source: Installed in the background after the session starts instead of blocking the opening of the desktop.
fr: Installés en arrière-plan après le démarrage de la session plutôt que de bloquer l'ouverture du bureau.
pt: Serão instalados em segundo plano após o início da sessão ao invés de bloquearem a abertura da área de trabalho.

source: Always installed even if you are offline.
fr: Sont toujours installés même si vous êtes hors ligne.
pt: Serão sempre instalados, mesmo se você estiver offline.

source: Install [pdf-redact-tools](https://github.com/firstlookmedia/pdf-redact-tools/blob/master/README.md), a command line tool to clean metadata and redact PDF files by converting them to PNG images.
fr: Installe [pdf-redact-tools](https://github.com/firstlookmedia/pdf-redact-tools/blob/master/README.md), un outil en ligne de commande pour nettoyer les méta-données et éditer des fichiers PDF en les convertissant en images PNG.
pt: Foi instalado o [pdf-redact-tools](https://github.com/firstlookmedia/pdf-redact-tools/blob/master/README.md), uma ferramenta de linha de comando para limpar os metadados e editar arquivos no formato PDF convertendo-os para imagens no formato PNG.

source: An error message indicating the name of the graphics card is now displayed when Tails fails to start GNOME.
fr: Un message d'erreur précisant le nom de la carte graphique est maintenant affiché quand Tails échoue à démarrer GNOME.
pt: Um erro indicando o nome da placa gráfica é exibido quando o Tails falha em iniciar o GNOME.

source: Upgrades and changes
fr: Mises à jour et changements
pt: Atualizações e mudanças

source: The **Tails documentation** launcher on the desktop now opens the documentation on our website if you are online.
fr: Le raccourci de la **documentation de Tails** sur le bureau ouvre maintenant la documentation sur notre site web si vous êtes en ligne.
pt: O ícone da **Documentação do Tails** na área de trabalho agora abre a documentação no nosso website se você estiver online.

source: Install drivers for the [[!wikipedia Video_Acceleration_API]] to improve the display of videos on many graphics cards.
fr: Installe les pilotes pour [[!wikipedia_fr Video_Acceleration_API]] qui améliore l'affichage vidéo sur de nombreuses cartes graphiques.
pt: Foram instalados os drivers para a [[!wikipedia Video_Acceleration_API]], para melhorar a exibição de vídeos em muitas placas gráficas.

source: - Upgrade *Electrum* from 2.7.9 to [3.0.6](https://github.com/spesmilo/electrum/blob/3.0.x/RELEASE-NOTES).
fr: - Mise à jour d'*Electrum* de la version 2.7.9 vers la version [3.0.6](https://github.com/spesmilo/electrum/blob/3.0.x/RELEASE-NOTES).
pt: - *Electrum* foi atualizado da versão 2.7.9 para a [3.0.6](https://github.com/spesmilo/electrum/blob/3.0.x/RELEASE-NOTES).

source: - Upgrade *Linux* to 4.15.0.
fr: - Mise à jour de *Linux* vers la version 4.15.0.
pt: - *Linux* foi atualizado para a versão 4.15.0

source: - Upgrade *Tor* to 0.3.2.10.
fr: - Mise à jour de *Tor* vers la version 0.3.2.10.
pt: - *Tor* foi atualizado para a versão 0.3.2.10.

source: - Upgrade *Thunderbird* [52.6.0](https://www.mozilla.org/en-US/thunderbird/52.6.0/releasenotes/).
fr: - Mise à jour de *Thunderbird* vers la version [52.6.0](https://www.mozilla.org/en-US/thunderbird/52.6.0/releasenotes/).
pt: - *Thunderbird* foi atualizado para a versão [52.6.0][52.6.0](https://www.mozilla.org/en-US/thunderbird/52.6.0/releasenotes/).).

source: We also activated the *AppArmor* profile of *Thunderbird* from Debian to [[confine *Thunderbird* for security|contribute/design/application_isolation]].
fr: Nous avons aussi activé le profil *AppArmor* de *Thunderbird* venant de Debian pour [[confiner *Thunderbird* pour la sécurité|contribute/design/application_isolation]].
pt: Também ativamos o perfil do **AppArmor** do **Thunderbird** do Debian para [[confinar o *Thunderbird* para obter mais segurança|contribute/design/application_isolation]].

source: Rewrite some internal scripts from shell scripting to Python, thanks to [GoodCrypto](https://goodcrypto-private-server.sourceforge.io/).
fr: Réécriture de certains scripts internes écrits en scripts shell vers du Python, merci à [GoodCrypto](https://goodcrypto-private-server.sourceforge.io/).
pt: Foram reescritos alguns scripts internos, desde shell scripts até Python, graças ao [GoodCrypto](https://goodcrypto-private-server.sourceforge.io/).

source: Fixed problems
fr: Problèmes résolus
pt: Problemas resolvidos

source: - Remove the display of debug and error messages when starting.
fr: - Suppression des messages de dépannage et d'erreurs lors du démarrage.
pt: - Foi removida a exibição de mensagens de depuração e erro ao iniciar.

source: Fix the ISO image selection being unavailable in *Tails Installer* in languages other than English. ([[!tails_ticket 15233]])
fr: Correction de la sélection d'image ISO qui était indisponible dans l'*Installeur Tails* dans d'autres langues que l'anglais. ([[!tails_ticket 15233]])
pt: Foi corrigida a seleção de imagens ISO, que estava indisponível para outras línguas além do inglês no Instalador do Tails. ([[!tails_ticket 15233]])

source: Fix *OpenPGP Applet* being unresponsive when decrypting a lot of text. ([[!tails_ticket 6398]])
fr: Corrige l'*applet OpenPGP* qui ne répondait plus lors du déchiffrement d'une grand quantité de texte. ([[!tails_ticket 6398]])
pt: Foi corrigido o *Applet OpenPGP*, que ficava indisponível ao descriptografar grandes quantidades de texto. ([[!tails_ticket 6398]])

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
fr: Pour plus d'informations, lisez notre [[!tails_gitweb debian/changelog desc="liste des changements"]].
pt: Para mais detalhes, leia nosso [[!tails_gitweb debian/changelog desc="changelog"]].

source: Known issues
fr: Problèmes connus
pt: Problemas conhecidos

source: <span class="application">Tails Verification</span>, our browser extension to verify Tails downloads, is broken in Tails 3.6. Please use it from Firefox, Chrome, or Tor Browser outside of Tails. ([[!tails_ticket 15434]])
fr: <span class="application">Vérification de Tails</span>, notre extension de navigateur pour vérifier les téléchargements de Tails, est cassée dans Tails 3.6. Veuillez l'utiliser dans Firefox, Chrome ou le Navigateur Tor en dehors de Tails. ([[!tails_ticket 15434]])

source: <span class="application">Enigmail</span> is unable to download OpenPGP keys for new contacts if you have the <span class="guilabel">GnuPG</span> persistence feature activated. You can still download OpenPGP keys using <span class="application">Passwords and Keys</span>. ([[!tails_ticket 15395]])
fr: <span class="application">Enigmail</span> n'est pas capable de télécharger les clés OpenPGP pour de nouveaux contacts si vous avez l'option de persistance <span class="guilabel">GnuPG</span> activée. Vous pouvez encore télécharger les clés OpenPGP en utilisant <span class="application">Mots de passe et clés</span>. ([[!tails_ticket 15395]])
pt: O <span class="application">Enigmail</span> não consegue baixar chaves OpenPGP para novos contatos se você tiver o <span class="guilabel">GnuPG</span> ativado. Você ainda pode baixar chaves OpenPGP usando o <span class="application">Senhas e Chaves</span>. ([[!tails_ticket 15395]])

source: This release is not reproducible, due to various python files in /usr/local having different timestamps. ([[!tails_ticket 15400]])
fr: Cette version n'est pas reproductible, à cause des nombreux fichiers python dans /usr/local qui ont des horodatages différents. ([[!tails_ticket 15400]])
pt: Devido a vários arquivos python localizados em /usr/local terem diferentes timestamps, essa versão não é reproduzível. ([[!tails_ticket 15400]])

source: See the list of [[long-standing issues|support/known_issues]].
fr: Voir la liste de nos [[problèmes connus de longue date|support/known_issues]].
pt: Veja a lista de [[problemas de longa data|support/known_issues]].

source: Get Tails 3.6
fr: Obtenir Tails 3.6
pt: Baixe o Tails 3.6

source: - To install, follow our [[installation instructions|install]].
fr: - Pour installer, suivez nos [[instructions d'installation|install]].
pt: - Para instalar, siga nossas [[instruções de instalação|install]].

source: We do not provide automatic upgrades from older Tails installations for this release, as we've hit an old bug while generating the necessary files ([[!tails_ticket 13426]]). You have to [[upgrade manually|upgrade]].
fr: Nous ne fournissons pas de mise à jour automatique depuis les anciens Tails pour cette version, car nous avons corrigé un vieux problème en générant les fichiers nécessaires ([[!tails_ticket 13426]]). Vous devez faire une [[mise à jour manuelle|upgrade]].
pt: Nós não forneceremos atualizações automáticas a partir de versões mais antigas do Tails para essa versão, por causa de um bug antigo que ocorre ao gerar os arquivos necessários ([[!tails_ticket 13426]]). Você terá que [[atualizar manutalmente|upgrade]].

source: If you are doing a manual upgrade from Tails 3.2, 3.3, 3.4, or 3.5, it is only possible to select an ISO image when running Tails in English. For other languages, the file chooser button remains inactive:
fr: Si vous faites une mise à jour manuelle depuis Tails 3.2, 3.3, 3.4 ou 3.5, il est possible de sélectionner une image ISO seulement lorsque le Tails lancé est en anglais. Pour les autres langues, le bouton de sélection de fichier reste inactif :

source: To do a manual upgrade from Tails 3.2, 3.3, 3.4, or 3.5, you can either:
fr: Pour faire une mise à jour manuelle depuis Tails 3.2, 3.3, 3.4 ou 3.5, vous devez au choix :

source: Restart Tails in English.
fr: Redémarrer Tails en anglais.

source: Start <span class="application">Tails Installer</span> in English from the command line:
fr: Démarrer l'<span class="application">Installeur Tails</span> en anglais depuis la ligne de commande :

source: - [[Download Tails 3.6.|install/download]]
fr: - [[Télécharger Tails 3.6.|install/download]]
pt: - [[Baixe o Tails 3.6|install/download]]

source: What's coming up?
fr: Et ensuite ?
pt: O que vem por aí?

source: Tails 3.7 is [[scheduled|contribute/calendar]] for May 8.
fr: Tails 3.7 est [[prévu|contribute/calendar]] pour le 8 mai.
pt: Tails 3.7 está [[agendado|contribute/calendar]] para o dia 8 de maio.

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour savoir ce que nous avons en tête.
pt: Confira o nosso [[!tails_roadmap]] e veja nossos objetivos futuros.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate?r=3.6">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
fr: Nous avons besoin de votre aide et il y a de nombreuses manières de [[contribuer à Tails|contribute]] (<a href="https://tails.boum.org/donate/index.fr.html?r=3.6">faire un don</a> est seulement l'une d'entre elles). Venez [[discuter avec nous|about/contact#tails-dev]] !
pt: Precisamos da sua ajuda e existem muitas formas de [[contribuir com o Tails|contribute]] (<a href="https://tails.boum.org/donate?r=3.6">doar</a> é apenas uma delas). Venha [[conversar com a gente|about/contact#tails-dev]]!

source: [[!inline pages="news/version_3.5/manual_upgrade.inline" raw="yes" sort="age"]]
pt: [[!inline pages="news/version_3.5/manual_upgrade.inline.pt" raw="yes" sort="age"]]
