Repository: austin987/tails
Catalog: wiki/src/news/version_0.15.*.po
Languages: fr

source: [[!meta title="Tails 0.15 is out"]]
fr: [[!meta title="Tails 0.15 est sorti"]]

source: Tails, The Amnesic Incognito Live System, version 0.15, is out.
fr: Tails, The Amnesic Incognito Live System, version 0.15, est sorti.

source: All users must upgrade as soon as possible.
fr: Tous les utilisateurs doivent le mettre à jour dès que possible.

source: Thank you, and congrats, to everyone who helped make this happen!
fr: Merci, et félicitations, à tous ceux qui l'ont rendu possible !

source: Changes
fr: Changements

source: Notable user-visible changes include:
fr: Les changements notables visibles pour l'utilisateur comprennent :

source: * Tor - Upgrade to 0.2.3.25
fr: * Tor - Mise à jour vers la version 0.2.3.25

source: * Major new features - [[Persistence for browser bookmarks|doc/first_steps/persistence/configure]]. - Support for [[obfsproxy bridges|doc/first_steps/startup_options/bridge_mode]].
fr: * Nouvelles fonctionnalités majeures - [[Persistance des marques-pages du navigateur web|doc/first_steps/persistence/configure]]. - Prise en charge des [[bridges obfsproxy|doc/first_steps/startup_options/bridge_mode]].

source: * Minor improvements - Add the Hangul (Korean) Input Method Engine for SCIM. - Preliminary support for some OpenPGP SmartCard readers. - Support printers that need HPIJS PPD and/or the IJS driver. - Optimize fonts display for LCD. - Update TrueCrypt to version 7.1a.
fr: * Améliorations mineures - Ajout d'un moteur de méthode d'entrée d'Hangul (Koreen) pour SCIM. - Prise en charge préliminaire pour les lecteurs de SmartCard OpenPGP. - Prise en charge des imprimantes qui demandent HPJIS PPD et/ou le driver JIS. - Optimisation de l'affichage des polices pour LCD. - Mise à jour de TrueCrypt vers la version 7.1a.

source: * Bugfixes - Fix gpgApplet menu display in Windows camouflage mode. - Fix Tor reaching an inactive state if it's restarted in "bridge mode", e.g. during the time sync' process.
fr: * Corrections de Bugs - Correction de l'affichage du menu de gpgApplet dans le mode camouflage Windows. - Correction de Tor arrivant à un état inactif si redémarré en "mode bridge", e.g. durant le processus de synchronisation.

source: * Iceweasel - Update iceweasel to 10.0.11esr-1+tails1. - Update HTTPS Everywhere to version 3.0.4. - Update NoScript to version 2.6. - Fix bookmark to I2P router console.
fr: * Iceweasel - Mise à jour vers la version 10.0.11esr-1+tails1. - Mise à jour de HTTPS Everywhere vers la version 3.0.4. - Mise à jour de NoScript vers là version 2.6. - Correction du marque-page vers I2P router console.

source: * Localization - The Tails USB installer, tails-persistence-setup and tails-greeter are now translated into Bulgarian. - Update Chinese translation for tails-greeter. - Update Euskadi translation for WhisperBack.
fr: * Localization - L'USB installer de Tails, tails-persistence-setup et tails-greeter sont désormais traduits en bulgare. - Mise à jour de la traduction chinoise de tails-greeter. - Mise à jour de la traduction basque de WhisperBack.

source: Plus the usual bunch of bug reports and minor improvements.
fr: Plus l'habituel lot de rapports de bugs et d'améliorations mineures.

source: See the [online Changelog](http://git.immerda.ch/?p=amnesia.git;a=blob_plain;f=debian/changelog;hb=refs/tags/0.15) for technical details.
fr: Voir le [Changelog en ligne](http://git.immerda.ch/?p=amnesia.git;a=blob_plain;f=debian/changelog;hb=refs/tags/0.15) pour les détails techniques.

source: I want to try it / to upgrade!
fr: Je veux l'essayer / me mettre à jour !

source: See the [[Getting started]] page.
fr: Voir la page [[pour commencer|Getting started]].

source: As no software is ever perfect, we maintain a list of [[problems that affects the last release of Tails|support/known_issues]].
fr: Comme aucun logiciel n'est parfait, nous maintenons une liste des [[problèmes qui affectent la dernière version de Tails|support/known_issues]].

source: What's coming up?
fr: Et après ?

source: Would you want to help? As explained in our [["how to contribute" documentation|contribute]], here are many ways **you** can contribute to Tails. If you want to help, come talk to us!
fr: Vous voulez aider ? Comme expliqué dans notre [[documentation "comment contribuer"|contribute]], il y a de nombreuses manières pour **vous** de contribuer à Tails. Si vous voulez aider, venez nous en parler !
