Repository: austin987/tails
Catalog: wiki/src/news/what_we_do_with_your_money.*.po
Languages: es, it

source: [[!meta title="What we do with your money"]]
es: [[!meta title="Qué hacemos con tu dinero"]]
it: [[!meta title="Quello che facciamo con i vostri soldi"]]

source: In our last post we explained [[why we need donations]]. Today we're telling you more about how we use these donations.
es: En nuestro último post explicamos [[por qué necesitamos donaciones|why we need donations]]. Hoy te contamos un poco cómo usamos esas donaciones.
it: Nel nostro ultimo post abbiamo spiegato [[perché abbiamo bisogno di donazioni]]. Oggi vi diremo di più su come usiamo queste donazioni.

source: In 2015, we spent around 184 000€, distributed as follows:
es: En 2015, gastamos unos 184 000€, distribuidos como sigue:
it: Nel 2015 abbiamo speso circa 184 000€, distribuiti come segue:

source: [[!img expenses.png link="no" class="top-margin center" alt="Releases & foundations: 25%, New features: 23%, Help desk: 16%, Infrastructure: 13%, Administration: 12%, Meetings: 10%"]]
it: [[!img expenses.png link="no" class="top-margin center" alt=Nuove versioni e fondazioni: 25%, Nuove funzionalità: 23%, Help desk: 16%, Infrastrutture: 13%, Amministrazione: 12%, Riunioni: 10%"]]

source: Even without building anything new in Tails, publishing our **releases** every 6 weeks is a lot of work as it also implies fixing the problems found in previous versions, documenting the changes, migrating to newer versions of Debian, GNOME, and Tor Browser, and making sure that the **foundations** of Tails stay relevant. As the schedule of emergency releases is unpredictable, they are hard to fund through grants and we instead usually rely on donations.
es: Incluso aunque no hagamos cosas nuevas en Tails, publicar nuestras **versiones** cada 6 semanas es un montón de trabajo e implica además arreglar los problemas que se han encontrado en versiones anteriores, documentar los cambios, migrar a nuevas versiones de Debian, GNOME y Tor Browser, y asegurarse de que las **bases** de Tails siguen siendo relevantes. Ya que las fechas de versiones de emergencia son impredecibles, son difíciles de financiar a través de subvenciones, por eso normalmente las financiamos con las donaciones.
it: Anche senza aggiungere nulla di nuovo in Tails, la pubblicazione delle nostre **nuove versioni** ogni 6 settimane è un sacco di lavoro che implica la risoluzione dei problemi riscontrati nelle versioni precedenti, la documentazione delle modifiche, la migrazione a versioni più recenti di Debian, GNOME e Tor Browser, e fare in modo che le **fondazioni** di Tails rimangano rilevanti. Poiché il rilascio di nuove versioni d'emergenza è imprevedibile, è difficile finanziarle attraverso sovvenzioni e di solito ci affidiamo invece alle donazioni.

source: Developing **new features** is not the biggest share of our budget. They are almost exclusively covered by grants or developed by volunteers. Since 2015, new features that were not funded by grants included:
es: El desarrollo de nuevas funcionalidades no es una parte muy grande de nuestro presupuesto. Son cubiertas casi en su totalidad por subvenciones o desarrolladas por voluntarios. Desde 2015 las nuevas funcionalidades que no fueron financiadas a través de subvenciones incluyen:
it: Lo sviluppo di **nuove funzionalità** non è la quota più grande del nostro budget. Sono quasi esclusivamente coperte da sovvenzioni o sviluppate da volontari. Dal 2015 le nuove funzionalità che non sono state finanziate da sovvenzioni includono:

source: Integrating the *Electrum* Bitcoin client.
es: Integrar el cliente de Bitcoin *Electrum*.
it: Integrare il client di Bitcoin *Electrum*

source: Replacing *Vidalia* with *Onion Circuits*.
es: Reemplazar *Vidalia* con *Onion Circuits*.
it: Sostituire *Vidalia* con *Onion Circuits*.

source: Continue working on a new version of *Tails Greeter*.
es: Continuar trabajando en una nueva versión del *Tails Greeter*.
it: Continuare a lavorare a una nuova versione di *Tails Greeter*.

source: Mentoring a Google Summer of Code on *Tails Server* to allow running onion services from Tails (websites, collaboration tools, etc.).
it: Condurre un Google Summer of Code su *Tails Server* per consentire l'esecuzione dei servizi onion da Tails (siti web, strumenti di collaborazione, ecc,).

source: Adding an offline mode that disables all networking.
es: Añadir un modo offline que corta todas las redes.
it: Aggiungere una modalità offline che disabilita tutte le reti.

source: Adding support for `obfs4` Tor bridges.
es: Añadir soporte para puentes `obfs4`.
it: Aggiungere supporto per i Tor bridges `obfs4`

source: Writing numerous additions to our website and documentation.
es: Escribir numerosas adiciones a nuestra web y documentación.
it: Scrivere numerose aggiunte al nostro sito web e alla documentazione.

source: Our **help desk** is helping hundreds of Tails users each month. Each user request costs us 6€ on average to proceed. In 2016 our help desk was paid entirely out of donations.
es: Nuestro **help desk** ayuda a cientos de usuarios de Tails cada mes. Procesar cada usuario nos cuesta un promedio de 6€. En 2016 nuestro help desk se financió exclusivamente de donaciones.
it: Ogni mese il nostro **help desk** aiuta centinaia di utenti Tails. Ogni richiesta ci costa in media 6 euro per l'elaborazione. Nel 2016 il nostro help desk è stato interamente pagato grazie alle donazioni.

source: Organizing our own **meetings** and attending conferences in our field is critical to keep our community alive and relevant. But this is usually hard to get funded by grants, so donations help us a lot here. Since 2015, we attended more than 15 international conferences on free software (DebConf), Internet freedom (IFF), hacking (32C3), human rights (RightsCon), and journalism (Logan CIJ). And organized more than 10 internal in-person meetings and development sprints.
es: Organizar nuestros propios **encuentros** y atender conferencias en nuestro campo es crítico para mantener viva y relevante nuestra comunidad. Pero es difícil financiar esto con subvenciones, así que las donacines nos ayudan un montón en este aspecto. Desde 2015 hemos atendido más de 15 conferencias internacionales sobre software libre (DebConf), libertad en Internet (IFF), hacking (32C3), derechos humanos (RightsCon) y periodismo (LoganCIJ). Y hemos organizado más de 10 encuentros internos en persona y hackatones de desarrollo.
it: Organizzare le nostre riunioni e partecipare a conferenze nel nostro campo è essenziale per mantenere la nostra comunità viva e pertinente. Ma poiché di solito è difficile essere finanziati con sovvenzioni, le donazioni ci aiutano molto. Dal 2015 abbiamo partecipato a più di 15 conferenze internazionali sul software libero (DebConf), sulle libertà di Internet (IFF), sull'hacking (32C3), sui diritti umani (RightsCon) e sul giornalismo (Logan CIJ). E abbiamo organizzato più di 10 incontri interni di persona e sprint di sviluppo.

source: In 2015, we worked a lot on **infrastructure**, for example to write an automated test suite to verify continuously the well-functioning of our ISO images, to automate the build of development ISO images for testing, etc. This work is invisible to the user but, for example, makes it much faster to publish emergency releases when we discover serious bugs.
it: Nel 2015, abbiamo lavorato molto alla nostra **infrastruttura** , ad esempio per scrivere un gruppo di test automatizzati e verificare continuamente il buon funzionamento delle nostre immagini ISO, per automatizzare la compilazione di immagini ISO di sviluppo per i test, ecc. Questo lavoro è invisibile all'utente ma, ad esempio, rende molto più veloce la pubblicazione di versioni d'emergenza quando si scoprono bug gravi.

source: Keeping Tails successful also implies quite a bit of **administration** to raise funds, do accounting, organize work, write reports, etc.
it: Mantenere Tails efficiente comporta anche fare un bel po' di **amministrazione** per raccogliere fondi, fare contabilità, organizzare il lavoro, scrivere rapporti, ecc.

source: Since 2015, we added Farsi and Italian translations to our website and worked on the prototype of a web translation platform to allow more translators to contribute and more diverse people to use Tails.
it: Dal 2015 abbiamo aggiunto traduzioni in farsi e in italiano al nostro sito web e abbiamo lavorato al prototipo di una piattaforma di traduzione web per consentire a più traduttori di contribuire e a persone, le più diverse di utilizzare Tails.

source: If you like our work, please take one minute to keep Tails alive.
it: Se ti piace il nostro lavoro, grazie di prenderti un minuto per tenere in vita Tails.

source: <div class="donate-button"><a href="https://tails.boum.org/donate/?r=what2017">Donate</a></div>
it: <div class="donate-button"><a href="https://tails.boum.org/donate/?r=what2017">Fai una donazione</a></div>

source: [[!img expenses.png link="no" class="margin center" alt="Releases & foundations: 25%, New features: 23%, Help desk: 16%, Infrastructure: 13%, Administration: 12%, Meetings: 10%"]]
es: [[!img expenses.png link="no" class="margin center" alt="Versiones & cimientos: 25%, Nuevas funcionalidades: 23%, Soporte: 16%, Infraestructura: 13%, Administración: 12%, Encuentros: 10%"]]
