Repository: austin987/tails
Catalog: wiki/src/news/what_we_accomplished_*_2017.*.po
Languages: de, fr

source: [[!meta title="What we accomplished in 2017"]]
de: [[!meta title="Was wir in 2017 erreicht haben"]]
fr: [[!meta title="Ce que nous avons réalisé en 2017"]]

source: We recently asked you to [[give us a hand to fund our work in 2018|news/many_hands_make_tails]].
de: Wir haben neulich darum gebeten, [[uns zu unterstützen, um unsere Arbeit in 2018 zu finanzieren|news/many_hands_make_tails]].
fr: Nous vous avons récemment demandé de [[donner un coup de main pour financer notre travail en 2018|news/many_hands_make_tails]].

source: **Today, we want to tell you what we accomplished in 2017.**
de: **Heute möchten wir Ihnen mitteilen, was wir in 2017 erreicht haben.**
fr: **Aujourd'hui, nous voulons vous raconter ce que nous avons réalisé en 2017.**

source: - **New features and userfriendly interfaces**
de: - **Neue Funktionen und benutzungsfreundliche Oberflächen**
fr: - **Nouvelles fonctionnalités et interfaces conviviales**

source: We were particularly proud of [[releasing Tails 3.0|news/version_3.0]] almost at the same time as Debian 9.0 (Stretch) which strengthens our commitment to the free software communities without which Tails wouldn't exist.
de: Wir waren besonders stolz darauf, [[Tails 3.0|news/version_3.0]] zum fast gleichen Zeitpunkt wie Debian 9.0 (Stretch) veröffentlicht zu haben, was unseren Einsatz für die Gemeinschaft der Freien Software, ohne die Tails nicht existieren würde, bestärkt.
fr: Nous avons eu la fierté de [[publier Tails 3.0|news/version_3.0]] presque en même temps que Debian 9.0 (Stretch) ce qui renforce notre engagement envers les communautés du logiciel libre sans qui Tails ne pourrait pas exister.

source: We added new features, like [[OnionShare|doc/anonymous_internet/onionshare]] for sharing files, and redesigned other core features, like *Tails Greeter* and *Tails Installer*, to be much easier to use.
de: Wir haben neue Funktionen hinzugefügt, zum Beispiel [[OnionShare|doc/anonymous_internet/onionshare]] zum Dateienaustausch, und haben andere essenzielle Funktionen wie den *Tails Greeter* und den *Tails Installer* neu gestaltet, damit diese viel einfacher zu benutzen sind.
fr: Nous avons ajouté de nouvelles fonctionnalités, comme [[OnionShare|doc/anonymous_internet/onionshare]] pour partager des fichiers, et nous avons retravaillé d'autres fonctionnalités de base, comme le *Tails Greeter* et l'*Installeur de Tails*, pour les rendre plus faciles à utiliser.

source: - **Security hardening**
de: - **Sicherheitsabhärtung**
fr: - **Renforcement de la sécurité**

source: We'll soon provide a reproducible build of the ISO image to protect users and developers from a malicious build of our ISO image. This effort was paid for by the Mozilla Open Source Support award which we received in 2016.
de: Wir werden bald eine reproduzierbare Bauart des ISO-Image herausbringen, um unsere Benutzenden und Entwickelnden vor bösartigen Varianten unseres ISO-Images zu beschützen. Diese Arbeit wurde durch die Mozilla Open Source Support Auszeichnung die wir in 2016 erhalten haben, finanziert.
fr: Nous allons fournir prochainement un assemblage reproductible de l'image ISO pour protéger les personnes utilisant Tails et celles développant Tails contre un assemblage malveillant de notre image ISO. Ce travail a été payé par le prix Mozilla Open Source Support que nous avons reçu en 2016.

source: We promised to work on making all our mirrors use **HTTPS** and we're proud to announce that our mirror pool now contains over 40 active and fast mirrors. They all serve our files over an encrypted TLS connection when downloading via the website with JavaScript enabled, when using our Download And Verify Extension and when Tails is updated.
de: Wir haben versprochen daran zu arbeiten, dass alle unserer Spiegelserver *HTTPS* verwenden und wir sind stolz zu verkünden, dass unsere Gruppe von Spiegelservern nun über 40 aktive und schnelle Spiegelserver umfasst. Sie alle stellen unsere Dateien über eine verschlüsselte TLS-Verbindung zur Verfügung, wenn diese über unsere Webseite mit aktiviertem JavaScript heruntergeladen wird, wenn unsere Download And Verify Erweiterung verwendet wird und wenn Tails aktualisiert wird.
fr: Nous nous étions engagés à travailler à faire en sorte que tous nos miroirs utilisent **HTTPS** et nous avons la fierté de vous annoncer que notre groupe de miroirs contient désormais 40 miroirs actifs et rapides. Ils fournissent tous nos fichiers à travers une connexion chiffrée TLS lors d'un téléchargement sur notre site avec JavaScript activé, lors de l'utilisation du module complémentaire et lors de la mise à jour de Tails.

source: - **Community**
de: - **Gemeinschaft**
fr: - **Communauté**

source: We published our **[[Social contract|/contribute/working_together/social_contract]]**, the guiding principles that reflect the commitment to our ideals.
de: Wir haben unseren **[[Sozialvertrag|/contribute/working_together/social_contract]]** veröffentlicht, ein Leitkonzept, welches unsere Verpflichtung zu unseren Idealen widerspiegelt.
fr: Nous avons publié notre **[[contrat social|news/social_contract]]**, les principes directeurs qui reflètent notre engagement envers nos valeurs.

source: - **Fundraising**
de: - **Spendenaktion**
fr: - **Financement**

source: **Have more reliable and steady sources of income**: We created a page presenting our [[past, present and future partners|partners/]] and hopefully inciting more companies and individuals to make substantial donations.
de: **Mehr verlässliche und stabile Einnahmequellen besitzen**: Wir haben eine Seite erstellt, die unsere [[bisherigen, momentanen und zukünftigen Partner|partners/]] vorstellt und hoffentlich mehr Unternehmen und Einzelpersonen dazu bringt, bedeutsame Spenden zu machen.
fr: **Avoir des sources de revenu plus stables et régulières** : Nous avons créé une page présentant nos [[partenaires passés, présent et futurs|partners/]] et nous espérons inciter plus d'entreprises et d'individus à faire des dons importants.

source: Next to this selection of new features, we also work on recurring tasks:
de: Neben dieser Auswahl neuer Funktionen haben wir auch an unseren wiederkehrenden Aufgaben gearbeitet:
fr: En plus de cette sélection de nouvelles fonctionnalités, nous avons également travaillé sur des taches récurrentes :

source: - In 2017, we published seven Tails **releases**.
de: - In 2017 haben wir sieben Tails-**Versionen** veröffentlicht.
fr: - En 2017, nous avons publié sept **versions** de Tails.

source: We answered 122 bug reports on average each month through our *help desk* and helped many people being safer online. Each user request costs us 6€ on average to proceed. In 2017 our help desk was paid entirely out of donations.
de: Wir haben im Durchschnitt jeden Monat 122 Fehlerberichte durch unser **Helpdesk** beantwortet und vielen Menschen dabei geholfen, online sicherer zu sein. Jede einzelne solcher Anfragen zu bearbeiten kostet uns im Durchschnitt 6 €. In 2017 wurde unsere Arbeit des Helpdesk vollständig aus Spenden finanziert.
fr: Nous avons répondus en moyenne à 122 rapports de bug chaque mois via notre *équipe d'assistance* et aidé de nombreuses personnes à être plus en sécurité en ligne. Chaque requête nous coûte en moyenne 6€ pour être traitée. En 2017 notre équipe d'assistance a été intégralement payée avec des dons.

source: We maintain and update our **infrastructure**. You might not see this effort, but it constitutes a crucial part of our work to verify that everything is functioning correctly, build ISO images, test, make it possible to publish emergency releases faster.
de: Wir pflegen und aktualisieren unsere **Infrastruktur**. Sie sehen diesen Aufwand möglicherweise nicht, aber es ist ein entscheidender Teil unserer Arbeit, sicherzustellen, dass alles korrekt funktioniert, ISO-Images zu erstellen, zu testen und zu ermöglichen, dass Notfallversionen schneller veröffentlicht werden.
fr: Nous entretenons et gardons à jour notre **infrastructure**. Vous pouvez ne pas voir ce travail, mais cela constitue une partie essentielle de notre travail pour vérifier que tout fonctionne correctement, la compilation des images ISO, les tests, et cela rend possible la publication rapide de versions d'urgence.

source: Organizing our own **meetings** and attending conferences in our field is critical to keep our community alive and relevant. But this is usually hard to get funded by grants, so donations help us a lot here.
de: Organisieren unser eigenen **Meetings** und die Teilnahme an Konferenzen unseres Fachgebiets sind entscheidend, damit unsere Gemeinschaft lebendig und relevant bleibt. Aber es ist in der Regel schwierig, dies durch Zuschüsse zu finanzieren, deswegen helfen uns Spenden hierbei viel.
fr: Organiser nos propres **réunions** et assister à des conférences dans notre domaine est crucial pour garder notre communauté active et concernée. Mais il est généralement difficile d'obtenir des subventions pour le faire, donc les dons aident beaucoup ici.

source: In 2017, we attended **conferences** and connected to free software and Internet freedom communities in 8 different countries: OTF Summit (USA), 33C3 & Reproducible Builds world summit (Germany), FOSDEM (Belgium), IFF (Spain), Tor dev (Netherlands), GUADEC (United Kingdom), DebConf (Canada), CryptoRave (Brasil).
de: In 2017 haben wir in 8 Ländern an **Konferenzen** teilgenommen und unsere Verbindung zu Freier Software sowie zur Internet Freedom Gemeinschaft bestärkt: OTF Summit (USA), 33C3 & Reproducible Builds world summit (Deutschland), FOSDEM (Belgien), IFF (Spanien), Tor dev (Niederlande), GUADEC (Vereinigtes Königreich), DebConf (Kanada), CryptoRave (Brasilien).
fr: En 2017, nous avons assisté à des **conférences** et tissé des liens avec les communautés du logiciel libre et des libertés sur Internet dans 8 pays différents : OTF Summit (États-Unis), 33C3 et Reproducible Builds world summit (Allemagne), FOSDEM (Belgique), IFF (Espagne), Tor dev (Pays-Bas), GUADEC (Royaume-Uni), DebConf (Canada), CryptoRave (Brésil).

source: Keeping Tails successful also implies quite a bit of **administration** to raise funds, do accounting, organize work, write reports, etc.
de: Den Erfolg von Tails beizubehalten, beinhaltet auch einiges an **Administration** um Gelder zu sammeln, Buchhaltung zu machen, Arbeit zu organisieren, Berichte zu schreiben, usw.
fr: Garder Tails efficace implique aussi de faire pas mal de travaux **administratifs** pour récolter des fonds, faire la comptabilité, organiser le travail, écrire les rapports, etc.

source: Besides substantial donations, we would be able to better plan our future work if we would receive many more monthly donations.
de: Neben reichlichen Spenden wären wir besser in der Lage, unsere zukünftige Arbeit zu finanzieren, wenn wir viel mehr monatliche Spenden erhalten würden.
fr: En plus des dons importants, nous voulons pouvoir mieux planifier nos travaux futurs si nous voulons recevoir plus de dons mensuels.

source: **If you can, we'd love for you to sign up for monthly donations at whatever level suits you ($5 = formidable. $10 = wonderful. More money = magnificent.)**
de: **Wenn Sie können, würden wir uns freuen, wenn Sie eine monatliche Spende mit einem Betrag, der Ihnen am besten passt, einrichten. ($5 = beeindruckend. $10 = wunderbar. Mehr Geld = umwerfend.)**
fr: **Si vous pouvez, nous adorerions que vous mettiez en place des dons mensuels au niveau qui vous convient (5$ = formidable. 10$ = merveilleux. Plus d'argent = magnifique.)**

source: If you like our work, please take one minute to keep Tails alive.
de: Wenn Sie unsere Arbeit mögen, nehmen Sie sich bitte eine Minute, um Tails am Leben zu erhalten.
fr: Si vous aimez notre travail, merci de prendre une minute pour maintenir Tails en vie.

source: <div id="donate-button"><a href="https://tails.boum.org/donate?r=whatweaccomplished">Donate</a></div>
de: <div id="donate-button"><a href="https://tails.boum.org/donate?r=whatweaccomplished">Spenden</a></div>
fr: <div id="donate-button"><a href="https://tails.boum.org/donate?r=whatweaccomplished">Faire un don</a></div>
