Repository: austin987/tails
Catalog: wiki/src/news/who_are_you_helping.*.po
Languages: de, fa, fr

source: [[!meta title="Who are you helping when donating to Tails?"]]
de: [[!meta title="Wem helfen Sie mit einer Spende an Tails?"]]
fa: [[!meta title="با کمک مالی به تیلز به چه کسی کمک می‌کنید؟"]]
fr: [[!meta title="Qui aidez-vous en faisant un don à Tails ?"]]

source: Tails is being distributed free of charge because we strongly believe that [free software is more secure by design](/doc/about/trust#free_software). But also because we think that **nobody should have to pay to be safe while using computers**. Unfortunately, Tails cannot stay alive without money as developing Tails and maintaining our infrastructure [[has a cost|doc/about/finances]].
de: Tails wird kostenlos zur Verfügung gestellt, weil wir davon überzeugt sind, dass [freie Software konzeptuell sicherer ist als nicht-freie](/doc/about/trust#free_software). Zudem sollte unserer Meinung nach **niemand für seine Sicherheit bei der Nutzung eines Computers bezahlen müssen**. Leider kann Tails nicht ohne finanzielle Unterstützung überleben, da die Entwicklung von Tails und die Wartung unserer Infrastruktur [[Ausgaben nach sich ziehen|doc/about/finances]].
fr: Tails est distribué gratuitement car nous croyons profondément que le [logiciel libre est sûr par nature](/doc/about/trust#free_software). Mais également car nous pensons que **personne ne devrait avoir à payer pour être en sécurité lors de l'utilisation d'ordinateurs**. Malheureusement, Tails ne peut pas survivre sans argent vu que le développement et la maintenance de l'infrastructure [[ont un coût|doc/about/finances]].

source: We rely solely on donations from individuals and supporting organizations to keep Tails updated and getting always better. **That's why we need your help!**
de: Wir stützen uns ausschließlich auf Spenden von Einzelpersonen und unterstützenden Organisationen, um Tails aktuell zu halten und immer besser zu machen. **Deshalb brauchen wir Ihre Hilfe!**
fa: ما برای به‌روز نگاه داشتن و همیشه بهتر کردن تیلز تنها به کمک‌های مالی افراد و حمایت سازمان‌ها متکی هستیم. **به همین خاطر است که به کمک شما نیاز داریم!**
fr: Nous dépendons uniquement de dons d'individus et du soutien d'organisations pour continuer à améliorer et maintenir Tails à jour. **C'est pourquoi nous avons besoin de votre aide !**

source: If you find Tails useful, please consider [[donating money|contribute/how/donate]] or [[contributing some of your time and skills|contribute]] to the project. Donations to Tails are tax-deducible both in the US and in Europe.
de: Falls Sie Tails nützlich finden, erwägen Sie bitte [[eine Spende|contribute/how/donate]] oder [[steuern Sie dem Projekt einen Teil Ihrer Zeit und Fähigkeiten|contribute]] bei. Spenden an Tails sind sowohl in den USA als auch in Europa steuerlich absetzbar.
fr: Si vous trouvez Tails utile, veuillez envisager de faire un [[don financier|contribute/how/donate]] ou [[de contribuer au projet|contribute]] par votre temps et vos compétences. Les dons à Tails sont déductibles d'impôts à la fois aux États-Unis et en Europe.

source: In October 2014, Tails was being used by more than 11 500 people [[daily|support/faq#boot_statistics]]. The profile of Tor and Tails users is very diverse. This diversity increases the anonymity provided by those tools for everyone by making it harder to target and to identify a specific type of user. From the various contacts that we have with organizations working on the ground, we know that Tails has been used by:
de: Im Oktober 2014 wurde Tails [[täglich|support/faq#boot_statistics]] von mehr als 11 500 Menschen verwendet. Die Nutzer von Tor und Tails sind sehr breit gefächert. Diese Vielfalt erhöht die Anonymität für jeden einzelnen Nutzer, da dies die Verfolgung und Identifizierung einer bestimmten Nutzergruppe erschwert. Wir wissen von unseren Kontakten in verschiedenen Organisationen, die an der Basis arbeiten, dass Tails verwendet wird von:
fa: در اکتبر ۲۰۱۴ تیلز توسط [[روزانه|support/faq#boot_statistics]] بیش از ۱۱۵۰۰ نفر استفاده می‌شد. کاربران تور و تیلز بسیار متنوع هستند. این تنوع ناشناسی ارائه‌شده از سوی این ابزارها را بیشتر می‌کند و هدف قرار دادن و شناسایی یک نوع کاربر خاص برای همه مشکل‌تر می‌شود. با تماس‌هایی که با سازمان‌های مرتبط داریم می‌دانیم که این گروه‌ها از تیلز استفاده می‌کنند:
fr: En octobre 2014, Tails a été utilisé [[quotidiennement|support/faq#boot_statistics]] par plus de 11 500 personnes. Les utilisateurs de Tor et de Tails ont des profils très divers. Cela augmente pour tous l'anonymat fournit par ces outils en rendant plus difficile de cibler ou d'identifier un type d’utilisateurs spécifique. Grâce aux nombreux contacts que nous avons avec des organisations sur le terrain, nous savons que Tails a été utilisé par :

source: **Journalists wanting to protect themselves or their sources.**
de: **Journalisten, die sich selbst und ihre Quellen schützen wollen.**
fa: **خبرنگارانی که می‌خواهند قصد محافظت از خود یا منابعشان را دارند.**
fr: **Des journalistes souhaitant se protéger ou protéger leurs sources.**

source: [Reporters Without Borders](https://rsf.org/) is an organization that promotes and defends freedom of information, freedom of the press, and has consultant status at the United Nations. RWB [advertises the use of Tails](https://www.wefightcensorship.org/article/tails-amnesic-incognito-live-systemhtml.html) for journalists to fight censorship and protect their sources. RWB uses Tails in their training sessions world-wide.
de: [Reporter ohne Grenzen](https://rsf.org/) ist eine Organisation, die Informations- und Pressefreihet fördert und verteidigt und einen Beraterstatus bei den Vereinten Nationen inne hat. RoG [empfiehlt die Verwendung von Tails](https://www.wefightcensorship.org/article/tails-amnesic-incognito-live-systemhtml.html) für Journalisten, um Zensur zu bekämpfen und ihre Quellen zu schützen. RoG verwendet Tails in weltweiten Schulungen.
fa: [گزارشگران بدون مرز](https://rsf.org/) یک سازمان مدافع آزادی اطلاعات و آزادی نشر و نیز مشاور سازمان ملل است. این سازمان استفاده از تیلز را برای مبارزه با سانسور و محافظت از منابع خود [توصیه می‌کند](https://www.wefightcensorship.org/article/tails-amnesic-incognito-live-systemhtml.html). این سازمان از تیلز در آموزش‌های خود در سطح جهان استفاده می‌کند.
fr: [Reporters Sans Frontières](https://fr.rsf.org/) est une organisation qui promeut et défend la liberté d'information, la liberté de la presse, et qui a un rôle de consultant aux Nations Unies. RSF [conseille l'utilisation de Tails](https://www.wefightcensorship.org/fr/article/tails-systeme-dexploitation-live-taille-lanonymathtml.html) aux journalistes pour combattre la censure et protéger leurs sources. RSF utilise Tails lors de leurs ateliers à travers le monde.

source: [According to Laura Poitras, Glen Greenwald, and Barton Gellman](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa), Tails has been an essential tool to work on the Snowden documents and report on the NSA spying. In a recent [article for The Intercept](https://firstlook.org/theintercept/2014/10/28/smuggling-snowden-secrets/), Micah Lee gives many details on how Tails helped them starting to work together.
de: [Nach Aussage von Laura Poitras, Glen Greenwald und Barton Gellman](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa) war Tails ein unabkömmliches Werkzeug, um an den Dokumenten von Snowden zu arbeiten und über die Spionage der NSA zu berichten. In einem kürzlich erschienenem [Artikel für The Intercept](https://firstlook.org/theintercept/2014/10/28/smuggling-snowden-secrets/) erläutert Micah Lee im Detail, wie Tails ihnen bei der Zusammenarbeit geholfen hat.
fr: [Selon Laura Poitras, Glen Greenwald, et Barton Gellman](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa), Tails a été un outil essentiel pour travailler sur les documents Snowden et rendre compte de l'espionnage de la part de la NSA. Dans un [article récent pour The Intercept](https://firstlook.org/theintercept/2014/10/28/smuggling-snowden-secrets/), Micah Lee donne nombre de détails sur comment Tails les aida à commencer à travailler ensemble.

source: [Fahad Desmukh](http://desmukh.com/), a freelance journalist based in Pakistan who is also working for [Bytes for All](http://content.bytesforall.pk/) always has a Tails USB handy: "I can use it whenever I may need to and I especially make sure to keep it with me when travelling. Pakistan really isn't the safest place for journalists so thanks to the Tails team for an amazing tool."
de: [Fahad Desmukh](http://desmukh.com/), ein freischaffender Journalist in Pakistan, der auch für [Bytes for All](http://content.bytesforall.pk/) arbeitet, hat stets einen Tails USB Stick zur Hand: „Ich kann ihn jederzeit verwenden, wenn ich ihn brauche und achte besonders beim Reisen darauf, ihn bei mir zu tragen. Pakistan ist wirklich nicht der sicherste Ort für einen Journalisten, daher vielen Dank an das Tails Team für dieses großartige Werkzeug.“
fa: [Fahad Desmukh](http://desmukh.com/) یک خبرنگار مستقر در پاکستان که برای [Bytes for All](http://content.bytesforall.pk/) نیز کار می‌کند همیشه یک درایو یو‌اس‌بی همراه خود دارد. او می‌گوید: «می‌توانم هر وقت لازم شد از آن استفاده کنم و همیشه موقع سفر هم همراهم است. پاکستان امن‌ترین کشور دنیا برای روزنامه‌نگاران نیست. پس باید از تیم تیلز برای این ابزار عالی تشکر کنم.»
fr: [Fahad Desmukh](http://desmukh.com/), un journaliste indépendant basé au Pakistan qui travaille aussi pour [Bytes for All](http://content.bytesforall.pk/), a toujours une clé USB Tails à portée de main : "Je peux l'utiliser dès que j'en ai besoin et je m'assure surtout de l'avoir avec moi lorsque je voyage. Le Pakistan n'est pas vraiment l'endroit le plus sûr pour les journalistes, alors merci à l'équipe de Tails pour ce merveilleux outil."

source: [Jean-Marc Manach](http://jean-marc.manach.net/), a journalist based in France and specialized in online privacy said that "war reporters have to buy helmets, bullet-proof vests and rent armored cars; journalists using the Internet for their investigations are much luckier: to be as secured as war reporters, they only have to download Tails, burn it on a CD, install it on a SD card, and learn the basics of information and communication security, and it's free!"
de: [Jean-Marc Manach](http://jean-marc.manach.net/), Journalist in Frankreich und spezialisiert in Datenschutz, sagte, dass „Kriegsberichterstatter Helme und schusssichere Westen kaufen und gepanzerte Fahrzeuge mieten müssen; Journalisten, die das Internet für ihre Nachforschungen verwenden, haben einen großen Vorteil: Um genau so sicher zu sein, wie Kriegsberichterstatter, müssen sie nur Tails herunterladen, auf eine CD brennen, es auf eine SD-Karte installieren und die Grundlagen von Informations- und Kommunikationssicherheit lernen. Zudem ist Tails kostenlos!“
fa: [Jean-Marc Manach](http://jean-marc.manach.net/) یک خبرنگار مستقر در فرانسه و متخصص حریم خصوصی آنلاین است. او می‌گوید «خبرنگاران جنگ باید کلاه‌خود و جلیقه ضدگلوله داشته باشند و ماشین‌های ضدگلوله اجاره کنند؛ خبرنگارانی که از اینترنت برای تحقیقات خود استفاده می‌کنند خیلی خوش‌شانس‌تر هستند: آن‌ها برای امن‌تر بودن از خبرنگاران جنگ تنها باید تیلز را دانلود کنند، آن را روی یک سی‌دی بریزند و مقدمات امنیت اطلاعات و ارتباطات را یاد بگیرند و همه این‌ها نیز رایگان است!»
fr: [Jean-Marc Manach](http://jean-marc.manach.net/), un journaliste basé en France et spécialisé dans la vie privée en ligne dit que "les reporters de guerre doivent acheter des casques, des gilets pare-balles et louer des véhicules blindés ; les journalistes qui utilisent Internet pour leurs recherches sont beaucoup plus chanceux : pour être autant en sécurité que les reporters de guerre, ils doivent seulement télécharger Tails, le graver sur un CD, l'installer sur une carte SD, et apprendre les bases de la sécurité de l'information et des communications, et c'est gratuit !"

source: **Human-right defenders organizing in repressive contexts.**
de: **Menschenrechtsaktivisten in repressiven Zusammenhängen.**
fa: **مدافعان حقوق بشر در محیط‌های سرکوب‌گر.**
fr: **Les organisations de défense des droits humains dans des contextes répressifs.**

source: Tails has been used in combination with [Martus](https://www.martus.org/), an information system used to report on human rights abuses, to allow [Tibetan communities in exile](http://benetech.org/2014/01/07/a-rat-in-the-registry-the-case-for-martus-on-tails/) to protect themselves from targeted malware attacks.
de: Tails wurde in Kombination mit [Martus](https://www.martus.org/), einem Informationssystem zum Melden von Menschenrechtsverletzungen, verwendet. Dieses ermöglicht [tibetischen Exilgemeinschaften](http://benetech.org/2014/01/07/a-rat-in-the-registry-the-case-for-martus-on-tails/) sich vor gezielten Malware-Angriffen zu schützen.
fa: تیلز در ترکیب با [مارتوس](https://www.martus.org/)، یک سیستم اطلاعاتی برای گزارش نقض حقوق بشر به [تبتی‌های در تبعید](http://benetech.org/2014/01/07/a-rat-in-the-registry-the-case-for-martus-on-tails/) در محافظت از خود در برابر حملات هدف‌دار بدافزارها کمک می‌کند.
fr: Tails a été utilisé en alliance avec [Martus](https://www.martus.org/), un système d'information utilisé pour rendre compte de violation des droits humains, pour permettre aux [communautés Tibétaines en exil](http://benetech.org/2014/01/07/a-rat-in-the-registry-the-case-for-martus-on-tails/) de se protéger d'attaques ciblées par logiciels malveillants.

source: **Democracy defenders facing dictatorships.**
de: **Demokratieverfechter, die von Diktaturen bedroht werden.**
fa: **مدافعان دموکراسی در مواجه با دیکتاتوری‌ها.**
fr: **Les défenseurs de la démocratie combattant la dictature.**

source: The [National Democratic Institute](https://www.ndi.org/), a Washington-based democracy support organization that works in more than 70 countries around the world, has used Tails to [help human rights defenders to communicate securely](http://www.coe.int/en/web/world-forum-democracy/lab4_). For instance, NDI used Tails to created a [data collection system in Belarus](http://cryptome.org/2014/07/tails-belarus-elections.pdf) to help opposition forces to collect, store and manage voter information.
de: Das [National Democratic Institute](https://www.ndi.org/), eine in Washington ansässige und in mehr als 70 Ländern aktive Demokratieunterstützungsorganisation, verwendete Tails, um [Menschenrechtsaktivisten zu helfen, sicher zu kommunizieren](http://www.coe.int/en/web/world-forum-democracy/lab4_). Beispielsweise setzte NDI Tails ein, um ein [Datensammelsystem in Weißrussland](http://cryptome.org/2014/07/tails-belarus-elections.pdf) bereitzustellen, das oppositionelle Kräften bei der Sammlung, Speicherung und Verwaltung von Wählerinformationen unterstützt.
fr: Le [National Democratic Institute](https://www.ndi.org/), une organisation de soutien de la démocratie basée à Washington qui travaille dans plus de 70 pays à travers le monde, a utilisé Tails pour [aider les défenseurs des droits humains à communiquer de manière sécurisée](http://www.coe.int/en/web/world-forum-democracy/lab4_). Pour l'instant, NDI a utilisé Tails pour créer un [système de collecte de données en Biélorussie](http://cryptome.org/2014/07/tails-belarus-elections.pdf) pour aider les forces de l'opposition à collecter, conserver et gérer les informations des votants.

source: **Citizens facing national emergencies.**
de: **Bürger, die von nationalen Ausnahmesituationen bedroht werden.**
fa: **شهروندان مواجه با مسائل اضطراری ملی.**
fr: **Des citoyens faces à des urgences nationales.**

source: During the last years, we noticed that the use of Tor and Tails systematically peaks when countries face national emergencies. Even if Tails represents a small amount of the global Tor usage, it is advertised by the Tor Project as the safest platform to protect from strong adversaries.
de: In den letzten Jahren haben wir bemerkt, dass die Nutzerzahlen für Tor und Tails systematisch Spitzenwerte erreichen, wenn Staaten eine nationale Ausnahmesituation erfahren. Obwohl Tails nur einen kleinen Anteil vom globalen Tor-Verkehr ausmacht, wird es vom Tor Projekt als sicherste Platform zum Schutz vor mächtigen Gegnern empfohlen.
fa: در سال‌های گذشته دریافته‌ایم هنگامی که کشورها دچار مسائل اضطراری ملی می‌شوند میزان استفاده از تیلز و تور بالا می‌رود. حتی اگر تیلز نشان‌گر میزان محدودی از استفادهٔ جهانی از تور باشد، به هر حال از سوی پروژهٔ تور به عنوان امن‌ترین پلتفرم برای محافظت از شما در برابر هماوردهای قوی‌تان معرفی می‌شود.
fr: Durant ces dernières années, nous avons remarqué que l'usage de Tor et de Tails augmente constamment lorsque des pays font faces à des urgences nationales. Même si Tails représente un faible pourcentage du nombre total d'utilisateur de Tor, il est conseillé par le projet Tor comme la plate-forme la plus sûre pour se protéger de puissants adversaires.

source: In [Starting a revolution with technology](http://edition.cnn.com/2011/TECH/innovation/06/17/mesh.technology.revolution/), Slim Amamou, Tunisian blogger and former Secretary of State for Sport and Youth, explains that Tor "was vital to get information and share it" during the Tunisian revolution of 2011, because social media pages sharing information about the protests were "systematically censored so you could not access them without censorship circumvention tools".
de: In [Starting a revolution with technology](http://edition.cnn.com/2011/TECH/innovation/06/17/mesh.technology.revolution/) erklärt Slim Amamou, tunesischer Blogger und ehemaliger Minister für Sport und Jugend, dass Tor „lebenswichtig für die Informationsgewinnung und -verbreitung“ während der Tunesischen Revolution 2011 war, da Social Media Seiten mit Informationen über die Proteste „systematisch zensiert wurden, sodass man sie nicht ohne Werkzeuge zur Umgehung der Zensur erreichen konnte“.
fa: اسلیم آمامو، وبلاگ‌نویس تونسی و وزیر سابق ورزش و جوانان این کشور در [آغاز یک انقلاب با فناوری](http://edition.cnn.com/2011/TECH/innovation/06/17/mesh.technology.revolution/) می‌گوید که تور «برای کسب اطلاعات و به اشتراک‌گذاری آن» در انقلاب ۲۰۱۱ تونس حیاتی بود، چرا که صفحات شبکه‌های اجتماعی در مورد اعتراض‌ها «به طور سیستماتیک سانسور می‌شدند و بدون ابزارهای ضدفیلتر نمی‌شد به آن‌ها دسترسی پیدا کرد».
fr: Dans [Starting a revolution with technology](http://edition.cnn.com/2011/TECH/innovation/06/17/mesh.technology.revolution/), Slim Amamou, un blogueur Tunisien et ancien secrétaire d'état au sport et à la jeunesse, explique que Tor "a été vital pour obtenir des informations et les partager" durant la révolution Tunisienne de 2011, car les pages des média sociaux partageant des informations à propos des manifestations étaient "systématiquement censurées ce qui rendait impossible leur accès sans contourner la censure".

source: Between January 25, the day the Egyptian Revolution of 2011 began, and January 27 2011, the number of [Tor users in Egypt](https://blog.torproject.org/blog/recent-events-egypt) was multiplied at least by 4. On January 27, the Egyptian goverment decided to halt Internet access accross the country.
de: Zwischen dem 25. Januar, dem Tag an dem die ägyptische Revolution begann, und dem 27. Januar 2011 nahm die Zahl der [Tor-Nutzer in Ägypten](https://blog.torproject.org/blog/recent-events-egypt) um mindestens das Vierfache zu. Am 27. Januar entschied die ägyptische Regierung den Internetzugriff im ganzen Land zu blockieren.
fa: بین ۲۵ ژانویه یعنی روز آغاز انقلاب ۲۰۱۱ مصر و ۲۷ ژانویه ۲۰۱۱ تعداد [کاربران تور در مصر](https://blog.torproject.org/blog/recent-events-egypt) اقلاً چهار برابر شده بود. در روز ۲۷ ژانویه دولت مصر تصمیم گرفت اینترنت کل کشور را قطع کند.
fr: Entre le 25 janvier, jour où la révolution Égyptienne débuta, et le 27 janvier 2011, le nombre d'[utilisateurs de Tor en Égypte](https://blog.torproject.org/blog/recent-events-egypt) a été multiplié au moins par 4. Le 27 janvier, le gouvernement Égyptien décida de couper l'accès à Internet à travers le pays.

source: Between March 19 and March 31, the number of [Tor users in Turkey](https://metrics.torproject.org/users.html?graph=userstats-relay-country&start=2014-03-01&end=2014-04-01&country=tr&events=off#userstats-relay-country) was multiplied by 3 as a direct response to the growing Internet censorship in the country: on 20 March 2014, access to Twitter was blocked in Turkey, and on 27 March 2014 access to YouTube was blocked.
de: Zwischen 19. und 31. März 2014 verdreifachte sich die Zahl der [Tor-Nutzer in der Türkei](https://metrics.torproject.org/users.html?graph=userstats-relay-country&start=2014-03-01&end=2014-04-01&country=tr&events=off#userstats-relay-country) als direkte Reaktion auf die zunehmende Zensur des Internets: Der Zugang zu Twitter wurde dort am 20. März blockiert, gefolgt von YouTube am 27. März.
fa: بین روزهای ۱۹ و ۳۱ مارس، تعداد [کاربران تور در ترکیه](https://metrics.torproject.org/users.html?graph=userstats-relay-country&start=2014-03-01&end=2014-04-01&country=tr&events=off#userstats-relay-country) در واکنش مستقیم به سانسور بیش از پیش اینترنت در این کشور ۳برابر شد: در روز ۲۰ مارس ۲۰۱۴ دسترسی به توییتر و در روز ۲۷ مارس دسترسی به یوتیوب در ترکیه مسدود شد.
fr: Entre le 19 et le 31 mars, le nombre d'[utilisateurs de Tor en Turquie](https://metrics.torproject.org/users.html?graph=userstats-relay-country&start=2014-03-01&end=2014-04-01&country=tr&events=off#userstats-relay-country) a été multiplié par 3 en réponse directe à l'augmentation de la censure d'Internet dans le pays : le 20 mars 2014, l'accès à Twitter a été bloqué en Turquie, et le 27 mars 2014 l'accès à YouTube a été bloqué.

source: **Domestic violence survivors escaping from their abusers.**
de: **Opfer häuslicher Gewalt, die vor den Tätern flüchten.**
fa: **نجات‌یافتگان خشونت خانگی برای فرار از آزاردهندگان خود.**
fr: **Les survivantes de violences familiales échappant à leurs agresseurs.**
