Repository: austin987/tails
Catalog: wiki/src/news/who_are_you_helping.*.po
Languages: de, fa, fr

source: The Tor Project has been working with organizations fighting against domestic violence such as [NNEDV](http://nnedv.org/), [Transition House](http://www.transitionhouse.org/), and [Emerge](http://www.emergedv.com/) to help survivors escape digital surveillance from their abuser and report on their situation. As [domestic abuse goes digital](http://betaboston.com/news/2014/05/07/as-domestic-abuse-goes-digital-shelters-turn-to-counter-surveillance-with-tor/), circumvention tools like Tor and Tails end up as one of the only options.
de: Das Tor Projekt arbeitet mit Organisationen zur Bekämpfung von häuslicher Gewalt zusammen, beispielsweise [NNEDV](http://nnedv.org/), [Transition House](http://www.transitionhouse.org/), und [Emerge](http://www.emergedv.com/), um so Opfer bei der Flucht vor den Tätern zu unterstützen und ihnen zu helfen auf ihre Lage aufmerksam zu machen. Da [häusliche Gewalt zunehmend im Digitalen verübt wird](http://betaboston.com/news/2014/05/07/as-domestic-abuse-goes-digital-shelters-turn-to-counter-surveillance-with-tor/) sind Werkzeuge zur Umgehung von Überwachung, wie Tails und Tor, nahezu die einzigen Optionen.
fa: پروژهٔ تور با سازمان‌هایی که علیه خشونت خانگی کار می‌کنند از جمله [NNEDV](http://nnedv.org/)، [Transition House](http://www.transitionhouse.org/) و [Emerge](http://www.emergedv.com/) برای کمک به نجات‌یافتگان در فرار از مراقبت دیجیتال آزاردهندگان خود و گزارش وضعیتشان همکاری می‌کند. با [دیجیتال شدن خشونت خانگی](http://betaboston.com/news/2014/05/07/as-domestic-abuse-goes-digital-shelters-turn-to-counter-surveillance-with-tor/) ابزارهای ضدسانسوری مثل تور و تیلز یکی از بهترین راه‌حل‌ها محسوب می‌شوند.
fr: Le projet Tor a travaillé avec des organisations combattant les violences familiales telles que [NNEDV](http://nnedv.org/), [Transition House](http://www.transitionhouse.org/), et [Emerge](http://www.emergedv.com/) pour aider les survivantes à échapper à la surveillance électronique de la part de leurs agresseurs et rendre compte de leurs situations. Vu que les [violences familiales envahissent aussi l'espace numérique](http://betaboston.com/news/2014/05/07/as-domestic-abuse-goes-digital-shelters-turn-to-counter-surveillance-with-tor/), des outils de contournement comme Tor et Tails finissent par être les seules options.

source: If you know of other great stories of Tails users, please [[share them with us|mailto:tails@boum.org]]!
de: Falls Sie weitere Erfolgsgeschichten von Tails-Nutzern wissen, [[senden Sie sie diese bitte an uns|mailto:tails@boum.org]]!
fa: اگر شما داستان‌های جالب دیگری در مورد کاربران تیلز می‌دانیدد لطفاً [[آن‌ها را با قسمت کنید|mailto:tails@boum.org]]!
fr: Si vous connaissez d'autres belles histoires d'utilisations de Tails, veuillez les [[partager avec nous|mailto:tails@boum.org]]!

source: Tails is being distributed free of charge because we strongly believe that [[free software is more secure by design|doc/about/trust#free_software]]. But also because we think that **nobody should have to pay to be safe while using computers**. Unfortunately, Tails cannot stay alive without money as developing Tails and maintaining our infrastructure [[has a cost|doc/about/finances]].
fa: تیلز رایگان عرضه می‌شود چون ما عمیقاً اعتقاد داریم [[نرم‌افزار آزاد به خاطر طراحی‌اش امن‌تر است|doc/about/trust#free_software]]. همین‌طور چون فکر می‌کنیم **هیچ‌کس نباید برای امن بودن هنگام استفاده از رایانه پولی پرداخت کند**. متأسفانه بدون پول برای توسعهٔ آن زنده نمی‌ماند و نگهداری زیرساخت‌هایمان [[هزینه‌بر است|doc/about/finances]].

source: If you find Tails useful, please consider [[donating money|donate]] or [[contributing some of your time and skills|contribute]] to the project. Donations to Tails are tax-deducible both in the US and in Europe.
fa: اگر به نظرتان تیلز مفید است، لطفاً درصورت امکان [[کمک مالی|donate]] کرده یا [[کمی از وقت و مهارت خود را در اختیار پروژه بگذارید|contribute]]. کمک‌های مالی به تیلز هم در آمریکا و هم در اروپا قابل کسر از مالیات هستند.

source: [According to Laura Poitras, Glenn Greenwald, and Barton Gellman](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa), Tails has been an essential tool to work on the Snowden documents and report on the NSA spying. In a recent [article for The Intercept](https://firstlook.org/theintercept/2014/10/28/smuggling-snowden-secrets/), Micah Lee gives many details on how Tails helped them starting to work together.
fa: [بنا به گفتهٔ لورا پویتراس، گلن گرینوالد و بارتون گلمان](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa) تیلز ابزاری حیاتی برای کار روی اسناد اسنودن و گزارش در مورد جاسوسی آژانس امنیت ملی آمریکا بوده است. میکاه لی اخیراً [مقاله‌ای برای Intercept](https://firstlook.org/theintercept/2014/10/28/smuggling-snowden-secrets/) جزییات بسیاری در مورد نحوهٔ کمک تیلز به آغاز همکاری آن‌ها ارائه کرده است.

source: The [National Democratic Institute](https://www.ndi.org/), a Washington-based democracy support organization that works in more than 70 countries around the world, has used Tails to [help human rights defenders to communicate securely](https://www.coe.int/en/web/world-forum-democracy/2013-forum). For instance, NDI used Tails to created a [data collection system in Belarus](http://cryptome.org/2014/07/tails-belarus-elections.pdf) to help opposition forces to collect, store and manage voter information.
fa: [موسسه دموکراتیک ملی](https://www.ndi.org/) یک نهاد حمایت از دموکراسی مستقر در واشنگتن است که در بیش از هفتاد کشور دنیا فعالیت دارد. این نهاد از تیلز برای [کمک به مدافعین حقوق بشر برای برقراری امن ارتباط](https://www.coe.int/en/web/world-forum-democracy/2013-forum) استفاده کرده است. برای نمونه این سازمان از تیلز برای ایجاد یک [سیستم جمع‌آوری داده‌ها در بلاروس](http://cryptome.org/2014/07/tails-belarus-elections.pdf) جهت کمک به نیروهای مخالف دولت برای جمع‌آوری، ذخیره و مدیریت اطلاعات رأی‌دهندگان استفاده کرده است.
