Repository: austin987/tails
Catalog: wiki/src/news/why_we_need_donations.*.po
Languages: de, fr, zh_tw

source: [[!meta title="Why we need donations"]]
de: [[!meta title="Warum wir Spenden brauchen"]]
fr: [[!meta title="Pourquoi nous avons besoin de dons"]]
zh_tw: [[!meta title="為何我們需要捐款"]]

source: Today we are starting a donation campaign to fund our work in 2017.
de: Heute starten wir eine Spendenkampagne, um unsere Arbeit für 2017 zu finanzieren.
fr: Aujourd'hui nous démarrons notre campagne de dons pour financer notre travail en 2017.
zh_tw: 今天我們開始資助 2017年工作計畫的捐款活動。

source: Unlike most other tools on the Internet, Tails comes for *free* as in *freedom*. We are not selling your data, sending you targeted advertising, nor will ever sell our project to a big company. We give out Tails for free simply because everybody deserves to be protected from surveillance and censorship. But also because being free software is a necessary requirement for our tools to be safe, and protect you as intended. If our source code was closed, there would be no way of actually verifying that our software is trustworthy.
de: Im Gegensatz zu anderen Werkzeugen im Internet ist Tails *frei* wie in *Freiheit*. Wir verkaufen Ihre Daten nicht, senden Ihnen keine gezielte Werbung und werden niemals unser Projekt an eine große Firma verkaufen. Wir geben Tails kostenlos heraus, weil jeder Mensch es verdient, vor Überwachung und Zensur geschützt zu sein. Aber auch, weil Freie Software eine Voraussetzung für unsere Werkzeuge ist, damit diese wie beabsichtigt sicher sind und Sie beschützen. Wäre unser Quelltext nicht einsehbar, gäbe es keine Möglichkeit um sicherzustellen, dass unsere Software vertrauenswürdig ist.
fr: À la différence de la plupart des autres outils sur Internet, Tails est distribué *librement* et *gratuitement*. Nous ne vendons pas vos données, nous ne vous envoyons pas des publicités ciblées et nous ne vendrons jamais notre projet à une grande entreprise. Nous distribuons Tails gratuitement simplement car tout le monde mérite d'être protégé contre la surveillance et la censure. Mais également car être un logiciel libre est une condition nécessaire pour que nos outils soient sûrs et vous protègent comme prévu. Si notre code source était fermé, il n'y aurait aucun moyen de vérifier que notre logiciel est digne de confiance.
zh_tw: 不像其它大多數網路上的工具， Tails 認為 *免費* 也包含在*自由*之中。我們不會出賣使用者的資料，不會把用戶對準廣告商，也不會把這個專案賣給一家大企業。我們免費提供 Tails 只因為單純地認為應保護每一個人都能免於被監控與受到言論審查。而作為自由軟體也必須能作到確保工具安全的要求，以保護好使用者。如果我們的代碼是封閉的，就沒辦法能夠提供讓人信任的驗查方式。

source: [[Since 2014|doc/about/finances]], we raised 210'000€ on average each year, coming from:
de: [[Seit 2014|doc/about/finances]] haben wir jedes Jahr durchschnittlich 210.000€ gesammelt. Es stammt von:
fr: [[Depuis 2014|doc/about/finances]], nous avons récolté 210 000€ en moyenne chaque année, venant de :
zh_tw: [[自從 2014|doc/about/finances]]，我們每年募集了 210'000€ 歐元，這些錢是來自：

source: People like you
de: Menschen wie Ihnen
fr: Personnes comme vous
zh_tw: 如你我一般的普通人

source: Private companies like Mozilla or DuckDuckGo
de: Privaten Firmen wie Mozilla oder DuckDuckGo
fr: Compagnies privées comme Mozilla ou DuckDuckGo
zh_tw: Mozilla 或 DuckDuckGo 的私人企業

source: Foundations and NGOs like Hivos and Access Now
de: Stiftungen und NGOs (Nichtregierungsorganisationen) wie Hivos und Access Now
fr: Fondations et ONG comme Hivos et Access Now
zh_tw: Hivos 和 Access Now 的基金會或NGO

source: Entities related to the US government like the Open Technology Fund (OTF) or the National Democratic Institute (NDI)
de: Institutionen mit Bezug zur US-Regierung wie der Open Technology Fund (OTF) oder das National Democratic Institute (NDI)
fr: Entités liées au gouvernement des États-Unis comme le Open Technology Fund (OTF) ou le National Democratic Institute (NDI)
zh_tw: 與美國政府有關的機構如 Open Technology Fund (OTF) 或 National Democratic Institute (NDI)

source: [[!img income.png link="no" class="margin center" alt="Related to US government: 34%, Foundations & NGOs: 34%, Individuals: 17%, Companies: 15%"]]
de: [[!img income.png link="no" class="margin center" alt="Mit Bezug zur US- Regierung: 34%, Stiftungen und NGO's: 34%, Einzelpersonen: 17%, Firmen: 15%"]]
fr: [[!img income.fr.png link="no" class="margin center" alt="Lié au gouvernement US : 34%, Fondations et ONG : 34%, Individus : 17%, Compagnies : 15%"]]

source: We often hear complaints about the fact that many software projects that are meant to fight surveillance, like Tor and Tails, get a lot of funding from the US government whose own surveillance projects are severely criticized. We completely share this concern and we will worry about our accountability and sustainability as long as the survival of our project depends on a few small grants, some of them coming from organizations linked to governments.
de: Wir hören oft Beschwerden über die Tatsache, dass viele Softwareprojekte, die Überwachung bekämpfen sollen (beispielsweise Tor und Tails) viel Finanzierung durch die US-Regierung, deren eigene Überwachungsprogramme massiv kritisiert werden, erhalten. Wir teilen diese Bedenken vollumfänglich und werden uns solange um unsere Verantwortung und Zukunftsfähigkeit Sorgen machen, wie das Überleben unseres Projekts von ein paar kleineren Zuwendungen abhängt, von denen einige von Organisationen mit Anschluss an Regierungen kommen.
fr: Nous entendons souvent des plaintes à propos du fait que beaucoup de projets de logiciels qui sont supposés combattre la surveillance, comme Tor et Tails, ont une grande partie de leur financement provenant du gouvernement des États-Unis, dont les projets de surveillance sont sévèrement critiqués. Nous partageons complètement cette inquiétude et nous serons préoccupés par notre comptabilité et notre pérennité aussi longtemps que la survie de nos projets dépend de quelques petites subventions, dont un certain nombre provient d'organisations liées à des gouvernements.
zh_tw: 我們常聽到一些抱怨：一些原本應是用於對抗監控的軟體專案，如 Tor 或 Tails 從美國政府那裏取得不少的資助，但該國政府的監控計畫卻受到嚴厲的批評。我們也同感憂慮，擔心我們的責任和可持續性，當專案的存活得依靠一些小型的獎助，而其中不少來自與政府有關聯的組織。

source: Now, we would like you to think about it: where should our funding come from?
de: Nun möchten wir, dass Sie darüber nachdenken: Wo sollen unsere Gelder herkommen?
fr: Maintenant, nous aimerions que vous réfléchissiez à cette question : d'où pourraient venir nos financements ?
zh_tw: 現在我們希望你能想一想：我們的資金到底該來自何處呢？

source: The answer is clear to us: the survival of Tails should be guaranteed by our users themselves, so that in return, we can continue to use our money in their best interest, with complete independence.
de: Für uns ist die Antwort offensichtlich: Das Überleben von Tails sollte durch die Benutzer selbst sichergestellt werden, damit wir im Gegenzug mit vollständiger Unabhängigkeit unser Geld in deren bestem Interesse verwenden können.
fr: La réponse est claire pour nous : la survie de Tails devrait être garantie directement par les personnes qui l'utilisent, et ainsi en retour, nous pourrions continuer à utiliser notre argent dans leur meilleur intérêt, avec une complète indépendance.
zh_tw: 答案很清楚：Tails 的存活應該由使用者自己來保障，而我們能繼續用這些錢來確保使用者的最佳利益，且維持完全的獨立作為回報。

source: From [[anonymized statistics|support/faq#boot_statistics]] on our website we know that Tails is used by around 18 000 people every day. **If each of them gave 12€, the price of a USB stick, our budget for the whole year would be raised within one day.** As you can see, funding Tails through donations is a realistic and our budget ridiculously small compared to the multibillionaire companies and agencies running the surveillance business.
de: Aus [[anonymen Statistiken|support/faq#boot_statistics]] von unserer Website wissen wir, dass Tails täglich von ungefähr 18.000 Personen genutzt wird. **Wenn jede Person davon 12€ geben würde, dem Preis für einen USB-Stick, dann wäre unser Budget für das ganze Jahr innerhalb eines Tages gedeckt.** Wie Sie sehen können, ist die Finanzierung von Tails durch Spenden realistisch und unser Budget verglichen mit den Multimilliarden-Konzernen und Behörden, die das Überwachungsgeschäft betreiben, lächerlich gering.
fr: À partir de [[statistiques anonymisées|support/faq#boot_statistics]] sur notre site web nous savons que Tails est utilisé par environ 18 000 personnes chaque jour. **Si chacune donnait 12€, le prix d'une clé USB, notre budget pour l'année entière serait récolté en un jour.** Comme vous pouvez le voir, financer Tails avec des dons est réaliste et notre budget est ridiculement petit comparé aux entreprises multimilliardaires et aux agences de renseignement faisant fonctionner le marché de la surveillance.
zh_tw: 根據網站上的 [[匿名|support/faq#boot_statistics]] 每天約有 18 000 人使用Tails **如果每一個人能給出 12€歐元，差不多一支USB 隨身碟的價格，我們就可以在一天內募集到全年的運作費用。** 如你所見，透過捐款支援 Tails 是現實可行的因為我們的預算比起那些執行監控活動產業的上百億的企業或機關，實在是微小的可笑。

source: But many of our users could actually get in trouble if they donated to an anti-surveillance tool like Tails. So when donating to Tails you are also [[helping all of these people|news/who_are_you_helping]] by keeping Tails alive. Please consider setting up a yearly or monthly donation.
de: Allerdings könnten viele unserer Nutzer in Schwierigkeiten gelangen, wenn sie für ein Werkzeug gegen Überwachung wie Tails spenden würden. Durch Ihre Spende an Tails helfen Sie also auch [[all diesen Menschen|news/who_are_you_helping]], indem Sie Tails am Leben erhalten. Bitte ziehen Sie in Betracht, eine jährliche oder monatliche Spende einzurichten.
fr: Mais de nombreuses personnes utilisant Tails peuvent être en danger si elles donnent à un outil anti-surveillance comme Tails. Donc en donnant à Tails vous [[aidez également ces personnes|news/who_are_you_helping]] en permettant à Tails de continuer de vivre. S'il vous plaît envisagez de faire un don annuel ou mensuel.
zh_tw: 但許多使用者會遇上麻煩，如果他們捐款給像 Tails 這樣的反監控工具。因此當你捐款給 Tails 你也正在 [[協助所有這一類的人|news/who_are_you_helping]] 好讓 Tails 維持下去。請考慮每月或每年固定捐款。

source: If you want Tails to remain independent, please take one minute to make a donation.
de: Wenn Sie möchten, dass Tails unabhängig bleibt, nehmen Sie sich bitte eine Minute Zeit um zu spenden.
fr: Si vous voulez que Tails reste indépendant, merci de prendre une minute pour faire un don.
zh_tw: 如果你希望 Tails 能維持獨立，請花一分鐘來捐款支持。

source: <div id="donate-button"><a href="https://tails.boum.org/donate?r=why">Donate</a></div>
de: <div id="donate-button"><a href="https://tails.boum.org/donate/index.de.html?r=why">Spenden</a></div>
fr: <div id="donate-button"><a href="https://tails.boum.org/donate/index.fr.html?r=why">Faire un don</a></div>
