Repository: austin987/tails
Catalog: wiki/src/news/windows_camouflage_jessie.*.po
Languages: fa, fr

source: [[!meta title="Help porting Windows camouflage to GNOME 3.14"]]
fa: [[!meta title="به انتقال استتار ویندوزی به گنوم ۳٫۱۴ کمک کنید"]]
fr: [[!meta title="Aidez-nous à adapter le camouflage Windows pour GNOME 3.14"]]

source: **Call for participation!**
fa: **تقاضای همکاری!**
fr: **Appel à participation !**

source: Are you into GNOME development and want to participate to Tails? Do you want to improve your GTK or GNOME Shell theming skills while supporting users needing privacy and stealth? Consider porting the "Windows camouflage" of Tails to GNOME 3.14.
fa: آیا به توسعهٔ گنوم علاقه دارید و می‌خواهید در تیلز مشارکت کنید؟ می‌خواهید مهارت‌های تمینگ گنوم یا GTK خود را در عین پشتیبانی از کاربران نیازمند به حریم خصوصی و امنیت بالا ببرید؟ سازگار کردن «استتار ویندوزی» تیلز به گنوم ۳٫۱۴ چطور است.
fr: Vous participez au développement de GNOME et vous voulez participer à Tails ? Voulez-vous améliorer vos compétences sur les thèmes GTK ou GNOME Shell tout en aidant les personnes utilisant Tails qui ont besoin d'intimité et de discrétion ? Envisagez de porter le « camouflage Windows » de Tails vers GNOME 3.14.

source: What is the Windows camouflage?
fa: استتار ویندوزی چیست؟
fr: Qu'est-ce que le camouflage Windows ?

source: Tails documentation reads "if you are using a computer in public you may want to avoid attracting unwanted attention by changing the way Tails looks into something that resembles Microsoft Windows 8." This is what we call the "Windows camouflage".
fr: La documentation de Tails indique « si vous utilisez un ordinateur en public vous pouvez vouloir éviter d'attirer l'attention en modifiant l'apparence de Tails de façon à ce qu'il ressemble à Microsoft Windows 8 ». C'est ce que nous appelons le « camouflage Windows ».

source: Why is it useful?
fa: چرا این گزینه سودمند است؟
fr: Pourquoi est-ce utile ?

source: We got reports that users have been arrested while using a privacy-enhancing distribution because their screen looked very different from others, which raised suspicion. It's why a Windows camouflage has been added to Tails.
fa: گزارش‌هایی دریافت کرده‌ایم مبنی بر این که کاربران هنگام استفاده از یک توزیع مناسب برای حریم خصوصی دستگیر شده‌اند، چون صفحهٔ رایانه‌شان با صفحهٔ بقیه بسیار متفاوت بود و شک دیگران را برمی‌انگیخت. به همین دلیل است که استتار ویندوزی را به تیلز اضافه کرده‌ایم.
fr: On nous a signalé que des personnes utilisant une distribution qui protège l'intimité ont été arrêté parce que leur affichage est très différent des autres, ce qui a suscité des soupçons. C'est pourquoi le camouflage Windows a été ajouté à Tails.

source: What should be done?
fa: چه کار باید کرد؟
fr: Que faut-il faire ?

source: Current Tails is based on GNOME 3.8 in "Fallback" mode. We are currently upgrading Tails on top of the upcoming version on Debian ("Jessie") which is based on GNOME 3.14. The Windows camouflage should be upgraded to the last version of GTK and ported from GNOME Panel to GNOME shell. That includes GTK and GNOME Shell theming through CSS as well as writing a custom GNOME Shell extension.
fa: تیلز فعلی مبتنی بر گنوم ۳٫۸ در حالت «پسرفت» است. در حال حاضر تیلز را روی نسخه‌های در راه دبیان («Jessie») ارتقاء می‌دهیم که مبتنی بر گنوم ۳٫۱۴ است. استتار ویندوزی باید به آخرین نسخهٔ GTK ارتقاء یافته و از پنل گنوم به هستهٔ گنوم سازگاری یابد. این کار یعنی تمینگ هستهٔ گنوم و GTK از طریق سی‌اس‌اس و نیز نوشتن یک افزونهٔ هستهٔ اختصاصی گنوم.
fr: La version actuelle de Tails est basée sur GNOME 3.8 dans le mode « Fallback ». Nous sommes actuellement en train de mettre à jour Tails vers la future version de Debian (« Jessie ») qui est basée sur GNOME 3.14. Le camouflage Windows doit être mis à jour vers la dernière version de GTK et porté de GNOME Panel à GNOME Shell. Cela comprend les thèmes GTK et GNOME Shell utilisant des CSS qui doit être écrit comme une extension GNOME Shell.

source: Why do we need you?
fa: چرا به شما نیاز داریم؟
fr: Pourquoi avons-nous besoin de vous ?

source: The team currently working on Tails is very busy and decided to focus on the core or the upgrade rather than on the Windows camouflage. We currently plan to go ahead with the initial Tails Jessie release even if the Windows camouflage is missing. However, we would love to ship a proper Windows camouflage and think it's a good occasion for you to give a hand. We'll provide support to anybody volunteering and work together on integrating the new theme to upcoming Tails Jessie snapshots.
fa: تیم حال حاضر تیلز بسیار مشغول است و تصمیم گرفته‌ایم که روی هسته یا ارتقاها تمرکز کنیم تا استتار ویندوزی. در حال حاضر قصد داریم نسخهٔ تیلز Jessie را منتشر کنیم حتی اگر استتار ویندوزی در آن نباشد. با این حال دوست داریم یک استتار ویندوزی در آن جا بدهیم و فکر می‌کنیم شما می‌توانید در این کار به ما کمک کنید. ما می‌توانیم از هر فرد داوطلب برای این کار حمایت کنیم و با هم روی یکپارچه‌سازی آن با تصاویر تم در راه تیلز Jessie کار کنیم.
fr: L'équipe qui travaille actuellement sur Tails est très occupée et a décidé de se concentrer sur le cœur ou la mise-à-jour plutôt que sur le camouflage Windows. Nous avons actuellement le projet d'aller vers la première version de Tails basé sur Jessie, même si le camouflage Windows est absent. Toutefois, nous aimerions livrer un camouflage Windows propre et nous pensons que c'est une bonne occasion pour vous de nous donner un coup de main. Nous fournirons le support à tous les volontaires et nous travaillerons ensemble sur l'intégration de ce nouveau thème dans les futures versions de Tails basées sur Jessie.

source: Where should you start?
fa: از کجا باید شروع کنید؟
fr: Par où devez-vous commencer ?

source: Please read <https://tails.boum.org/blueprint/update_camouflage_for_jessie/>, then write to <tails-dev@boum.org>. This is a public mailing list: <https://mailman.boum.org/listinfo/tails-dev/>. Please subscribe!
fa: لطفاً <https://tails.boum.org/blueprint/update_camouflage_for_jessie/> را بخوانید و سپس به <tails-dev@boum.org> رایانامه بزنید. این یک فهرست عمومی رایانامه است: <https://mailman.boum.org/listinfo/tails-dev/>. لطفاً عضو آن شوید!
fr: Merci de lire <https://tails.boum.org/blueprint/update_camouflage_for_jessie/>, puis écrivez à <tails-dev@boum.org>. C'est une liste de messages publique : <https://mailman.boum.org/listinfo/tails-dev/>. Merci de vous inscrire !
