Repository: austin987/tails
Catalog: wiki/src/support/found_a_problem.*.po
Languages: fr

source: [[!meta title="Found a problem?"]]
fr: [[!meta title="Un problème ?"]]

source: So you have a problem with <em>Tails</em>. Well, let's see how to get it fixed.
fr: Alors comme ça, vous avez un problème avec <em>Tails</em> ? Voyons donc comment arranger ça.

source: To begin with, make sure you are using the latest version, as [[upgrading|doc/upgrade]] might solve your problem. If it does not, please read on.
fr: Pour commencer, assurez-vous que vous utilisez la dernière version : [[mettre à jour|doc/upgrade]] réglera peut-être votre problème. Si le problème persiste, lisez la suite.

source: Check if the problem is already known. You can have a look at:
fr: Recherchez si le problème est déja connu. Vous pouvez consulter:

source: the <a href="/support/known_issues">list of known issues</a>
fr: la <a href="/support/known_issues">liste des problèmes connus</a>

source: the <a href="/todo/">list of things to do</a>
fr: la <a href="/todo/">liste des choses à faire</a>

source: the <a href="/todo/pending/">list of things that will be in the next release</a>
fr: la <a href="/todo/pending/">liste des nouveautés déjà prêtes pour la prochaine version</a>

source: Found a bug?
fr: Un bug ?

source: If you've found a bug in Tails, please follow the [[bug reporting guidelines|doc/first_steps/bug_reporting]].
fr: Si vous trouvez un bug dans <em>Tails</em>, merci de [[suivre les instructions afin de le rapporter|doc/first_steps/bug_reporting]].

source: Need a new feature?
fr: Besoin d'une nouvelle fonctionnalité ?

source: If you would like to see a new feature in <em>Tails</em>, search the [[!tails_redmine desc="open tickets in Redmine"]] first, and file a new ticket in there if no existing one matches your needs.
fr: Si vous désirez voir une nouvelle fonctionnalité dans <em>Tails</em>, cherchez d'abord parmi les [[!tails_redmine desc="tickets ouverts dans Redmine"]], et faites-en un nouveau si il n'en existe pas de correspondant à votre demande.

source: Talk
fr: Parlons-en

source: [[!inline pages="support/talk" raw="yes"]]
fr: [[!inline pages="support/talk.fr" raw="yes"]]
