Repository: austin987/tails
Catalog: wiki/src/support/known_issues.*.po
Languages: fa, fr, pt

source: For example, when this happened in Tails 3.4 the <span class="guimenu">Applications</span> menu sometimes stops working.
fr: Par exemple, lorsque cela arrive dans Tails 3.4 le menu <span class="guimenu">Applications</span> arrête parfois de fonctionner.

source: To solve this problem permanently on a Windows computer, [set the hardware clock of the computer to UTC](https://wiki.archlinux.org/index.php/Time#UTC_in_Windows).
fr: Pour corriger ce problème de façon permanente sur un ordinateur avec Windows, [réglez l'horloge matérielle de l'ordinateur sur UTC](https://wiki.archlinux.org/index.php/Time#UTC_in_Windows).

source: See [[!tails_ticket 14250]] and [[!tails_ticket 15168]] for more details.
fr: Voir [[!tails_ticket 14250]] et [[!tails_ticket 15168]] pour plus de détails.

source: This section lists known problems with specific hardware. To report a problem with different hardware see our [[report guidelines when Tails does not start|doc/first_steps/bug_reporting/tails_does_not_start]].
fa: این بخش مشکلات شناخته‌شدهٔ سخت‌افزارهای خاص را فهرست می‌کند. برای گزارش یک مشکل با سخت‌افزاری متفاوت [[دستورالعمل‌های گزارش هنگامی که تیلز راه‌اندازی نمی‌شود|doc/first_steps/bug_reporting/tails_does_not_start]] را ببینید.
pt: Esta seção lista os problemas conhecidos com hardwares específicos. Para relatar um problema com um hardware diferente, veja nossas [[diretivas para relatório de problemas sobre quando Tails não inicia|doc/first_steps/bug_reporting/tails_does_not_start]].

source: SanDisk
fa: سان‌دیسک

source: Many SanDisk USB sticks are configured by the manufacturer as a fixed disk, and not as a removable disk. As a consequence, they require removing the `live-media=removable` boot parameter, which [[is dangerous|doc/first_steps/bug_reporting/tails_does_not_start#entirely]].
fa: بسیاری از درایوهای یواس‌بی سان‌دیسک توسط تولیدکننده‌شان مانند یک دیسک ثابت پیکربندی‌شده‌اند، نه مانند یک دیسک جداشدنی. در نتیجه استفاده از آن‌ها مستلزم پارامتر راه‌اندازی `live-media=removable` است که [[خطرناک است|doc/first_steps/bug_reporting/tails_does_not_start#entirely]].

source: Booting from DVD works fine, but does not start on USB sticks created using Tails Installer.
fa: راه‌اندازی از دی‌وی‌دی به خوبی انجام می‌شود، اما راه‌اندازی از درایوهای یواس‌بی ایجادشده توسط نصب‌کنندهٔ تیلز انجام نمی‌شود.

source: Since Tails 1.3, gets stuck at the boot menu, whether Tails is installed manually or using Tails Installer.
fa: از تیلز ۱٫۳ در فهرست راه‌اندازی متوقف می‌شود، چه تیلز دستی نصب شده باشد و چه با نصب‌کنندهٔ تیلز.

source: With UEFI enabled, when chosing a boot device, select `Boot From EFI File` and then `Filesystem Tails` and `EFI/BOOT/bootx64.efi`.
fa: با UEFI فعال، هنگام انتخاب یک دستگاه بوت، `Boot From EFI File` و سپس `Filesystem Tails` و `EFI/BOOT/bootx64.efi` را انتخاب کنید.
pt: Com UEFI habilitado, ao escolher um dispositivo de boot, selecione `Boot From EFI File` e então `Filesystem Tails` e `EFI/BOOT/bootx64.efi`.

source: Goes back continuously to boot menu on Tails installed on DVD.
fa: روی تیلز نصب‌شده روی دی‌وی‌دی مدام به فهرست راه‌اندازی بازمی‌گردد.

source: Clevo W258CU, ThinkPad X220, X121e, T420i, T410, T520, W520, T530, E325, and E530
fa: Clevo W258CU, ThinkPad X220, X121e, T420i, T410, T520, W520, T530, E325, و E530

source: These machines do not start on USB sticks created using Tails USB Installer, due to a firmware limitation.
fa: این دستگاه‌ها به دلیل یک محدودیت سفت‌افزاری با درایو یواس‌بی ایجادشده توسط نصب‌کنندهٔ تیلز راه‌اندازی نمی‌شوند.
pt: Estas máquinas não iniciam a partir de memórias USB criadas usando Tails USB Installer, por causa de limitações de firmware.

source: A workaround for some of these machines is to use the [[manual installation process|doc/first_steps/installation/manual/linux]]. Note, however, that this technique does not allow you to set up a persistent volume.
fa: راه پیرامونی برای برخی از این دستگاه‌ها استفاده از [[روند نصب دستی|doc/first_steps/installation/manual/linux]] است. در خاطر داشته باشید این روش‌ها به شما اجازهٔ تنظیم درایو مانا نمی‌دهند.
pt: Uma forma de contornar o problema para algumas destas máquinas é usar o [[processo de instalação manual|doc/first_steps/installation/manual/linux]]. Note, no entando, que esta técnica não permite que você configure um volume persistente.

source: Mac ---
fa: مک ---

source: Some Mac need [rEFInd](http://sourceforge.net/projects/refind/) installed to boot Tails from a USB stick.
fa: برخی مک‌ها برای راه‌اندازی تیلز از یک درایو یواس‌بی نیاز به نصب [rEFInd](http://sourceforge.net/projects/refind/) دارند.

source: MacBook Pro 5,1 17" (Nvidia GeForce 9400M): one must add the `nouveau.noaccel=1` boot parameters so that the display works properly.
fa: دستگاه MacBook Pro 5,1 17" (Nvidia GeForce 9400M): باید پارامترهای راه‌اندازی `nouveau.noaccel=1` اضافه شوند تا صفحه نمایش درست کار کند.

source: Mac Pro Tower and MacBook Pro 4,1 (both from early 2008) and MacBook Pro 8,2 (late 2011) fail to boot from a USB stick created by Tails Installer.
fa: دستگاه‌های Mac Pro Tower و MacBook Pro 4,1 (هر دو متعلق به اوایل ۲۰۰۸) و MacBook Pro 8,2 (اواخر ۲۰۱۱) در راه‌اندازی از یک درایو یواس‌بی ایجادشده توسط نصب‌کنندهٔ تیلز ناموفق هستند.

source: Switchable graphics computers
fa: رایانه‌های با گرافیک قابل‌تغییر

source: There are two possible workarounds for this issue:
fa: دو راه پیرامونی ممکن برای این مشکل وجود دارد:

source: Add the `i915.modeset=0 rootpw=pass` option in the [[boot menu|doc/first_steps/startup_options#boot_menu]].
fa: گزینهٔ `i915.modeset=0 rootpw=pass` را در [[فهرست راه‌اندازی|doc/first_steps/startup_options#boot_menu]] اضافه کنید.

source: For more details, see our ticket on [[!tails_ticket 7505 desc="Video is broken on dual-graphics-card apple hardware"]].
fa: برای جزییات بیشتر به این مورد مراجعه کنید: [[!tails_ticket 7505 desc="ویدیو روی سخت‌افزار اپل با دو کارت گرافیک مشکل دارد"].

source: Execute the following command in a [[terminal|doc/first_steps/introduction_to_gnome_and_the_tails_desktop#index3h2]]:
fa: این فرمان را در یک [[پایانه|doc/first_steps/introduction_to_gnome_and_the_tails_desktop#index3h2]] اجرا کنید:

source: Broadcom BCM43224 802.11a/b/g/n Wi-Fi network interface
fa: رابط شبکهٔ وای‌فای Broadcom BCM43224 802.11a/b/g/n

source: The Broadcom Corporation BCM43224 802.11a/b/g/n Wi-Fi network interface is known to not be able to [[spoof its MAC address|doc/first_steps/startup_options/mac_spoofing]]. Tails enables MAC spoofing by default, and will disable any network interface it fails to spoof. To make it work you must [[disable Tails' MAC spoofing feature|doc/first_steps/startup_options/mac_spoofing#disable]]; please read the documentation carefully and make sure you understand the consequences before doing so.
fa: می‌دانیم که رابطهٔ شبکهٔ وای‌فای Broadcom Corporation BCM43224 802.11a/b/g/n در [[جا زدن نشانی مک|doc/first_steps/startup_options/mac_spoofing]] خود ناموفق است. جا زدن آدرس مک به طور پیش‌فرض در تیلز فعال است و اگر موفق به جا زدن نشود، هر رابط شبکه‌ای را غیرفعال می‌کند. برای کار کردن رابط شبکه باید [[ویژگی جا زدن آدرس مک در تیلز را غیرفعال کنید|doc/first_steps/startup_options/mac_spoofing#disable]]؛ لطفاً پیش از انجام این کار این سند را به دقت خوانده و مطمئن شوید که از نتایج آن آگاه هستید.

source: This network interface can, for instance, be found in the MacBook Air 4,1, 4,2, 5,1 and 5,2.
fa: این رابط شبکه برای مثال ممکن است در MacBook Air 4,1, 4,2, 5,1 و 5,2 یافت شود.

source: Tails might not erase all the system memory on shutdown
fa: تیلز ممکن است هنگام خاموش شدن تمام حافظهٔ سیستم را پاک نکند
pt: Tails pode não apagar toda a memória do sistema ao desligar

source: On rare systems (non-PAE with big amounts of memory), Tails does not consistently erase all system memory as it should.
fa: در تعداد معدودی از سیستم‌ها (غیر توسعهٔ آدرس فیزیکی با حافظه‌های بزرگ) تیلز آن طور که باید تمام حافظهٔ سیستم را پاک نمی‌کند.

source: If no [[cold boot attack|doc/advanced_topics/cold_boot_attacks]] happens directly after shutdown, the RAM empties itself in minutes, and all data disappears.
fa: اگر بلافاصله پس از خاموش شدن [[حملهٔ راه‌اندازی سرد|doc/advanced_topics/cold_boot_attacks]] رخ ندهد، حافظهٔ تصادفی پس از چند دقیقه محتویات خود را پاک می‌کند و تمام اطلاعات روی آن ناپدید می‌شوند.

source: See [[!tails_ticket 6006 desc="More efficient memory wipe"]].
fa: رجوع کنید به [[!tails_ticket 6006 desc="راه‌های موثر پاک کردن حافظه"]].

source: After using Tails Installer, the "emergency shutdown" doesn't work
fa: پس از استفاده از نصب‌کنندهٔ تیلز «خاموش شدن اضطراری» کار نمی‌کند
pt: Após usar o Tails Installer, o "desligamento de emergência" não funciona

source: Tails Installer messes a bit too much with the USB devices for the "emergency shutdown on media removal" feature to continue working after using it. If you believe this feature is critical for the session you're running, we advice you to restart Tails.
fa: نصب‌کنندهٔ تیلز مشکل زیادی با دستگاه‌های یواس‌بی و ویژگی «خاموش کردن فوری با جدا کردن دستگاه» دارد و پس از انجام این کار ادامهٔ کار با تیلز مشکل می‌شود. اگر فکر می‌کنید این ویژگی برای نشستی که در آن هستید ضروری است، پیشنهاد می‌کنیم تیلز را دوباره راه‌اندازی کنید.

source: Tails fails to completely shutdown or restart
fa: تیلز کامل خاموش نشده یا دوباره راه‌اندازی نمی‌شود
pt: Tails falha em desligar ou reiniciar completamente

source: When stopping Tails on some hardware, the memory wipe procedure fails to complete: the display gets scrambled, but the computer doesn't completely shutdown or restart. Sometimes the caps-lock button light of the keyboard flashes.
fa: هنگام متوقف کردن تیلز روی یک سخت‌افزار، روند پاک کردن حافظه کامل نمی‌شود: صفحه به هم می‌ریزد، اما رایانه کامل خاموش نشده یا دوباره راه‌اندازی نمی‌شود. گاهی اوقات چراغ دکمهٔ قفل تبدیل (caps-lock) صفحه‌کلید چشمک می‌زند.
pt: Ao parar o Tails em alguns hardwares, o procedimento de limpeza de memória não consegue terminar: a tela fica embaralhada, mas o computador não desliga completamente nem reinicia. Algumas vezes, a luz da tecla caps-lock do teclado pisca.

source: When this happens, there is no guarantee that the memory is wiped entirely.
fa: در صورت بروز این مشکل تضمینی برای پاک نشدن کلی حافظه وجود ندارد.
pt: Quando isto ocorre, não há garantia de que a memória tenha sido apagada completamente.

source: This issue has been reported on the following hardware:
fa: این مشکل روی این سخت‌افزارها گزارش شده:
pt: Este problema foi relatado nos seguintes hardwares:

source: Hard to exchange files with the I2P Browser
fa: ردوبدل کردن فایل‌ها با مرورگر I2P‌ دشوار است

source: It is impossible to exchange files between the I2P Browser and the amnesia user. See [[!tails_ticket 8280]]. But you can do that with administration rights from the command line. The home directory of the I2P Browser is located in `/var/lib/i2p-browser/chroot/home/i2pbrowser/`.
fa: ردوبدل کردن فایل بین مرورگر I2P و کاربر فراموشی غیرممکن است. رجوع کنید به [[!tails_ticket 8280]]. اما می‌توانید این کار را با حقوق مدیریتی از طریق خط فرمان انجام دهید. پوشهٔ خانهٔ مرورگر I2P در `/var/lib/i2p-browser/chroot/home/i2pbrowser/` قرار دارد.

source: You might have to check the permissions of the files that you want to exchange with the I2P Browser:
fa: شاید مجبور باشید اجازه‌های فایل‌هایی که قصد ردوبدل کردن آن‌ها با مرورگر I2P دارید را بررسی کنید:

source: They need to belong to the `i2pbrowser` user to be accessible from inside of the I2P browser.
fa: برای دسترسی داشتن به آن‌ها از داخل مرورگر I2P این اجازه‌ها باید متعلق به کاربر`i2pbrowser باشند.

source: They need to belong to the `amnesia` user to be accessible from outside of the I2P Browser.
fa: برای دسترسی داشتن به آن‌ها از بیرون از مرورگر I2P این اجازه‌ها باید متعلق به کاربر `amnesia` باشند.

source: Boot menu has display issues
fa: مشکلاتی در نمایش فهرست راه‌اندازی وجود دارد

source: Bluetooth is not enabled in Tails for security reasons. To enable it anyway, see the documentation about [[wireless devices|doc/advanced_topics/wireless_devices]].
fa: بلوتوث به دلایل امنیتی روی تیلز فعال نشده است. برای فعال کردن آن رجوع کنید به سند راجع به [[دستگاه‌های بی‌سیم|doc/advanced_topics/wireless_devices]].

source: Keyboard layout is sometimes not applied
fa: گاهی جانمایی صفحه‌کلید درست نیست

source: The keyboard layout selected in *Tails Greeter* is sometimes not applied if different from **English (US)**. Click on the [[keyboard layout|doc/first_steps/introduction_to_gnome_and_the_tails_desktop#keyboard_layout]] icon in the notification area to switch between English and the layout selected in *Tails Greeter*.
fa: جانمایی صفحه‌کلید که در *خوشامدگوی تیلز* انتخاب شده گاهی اگر در حالت ***English (US)** نباشد درست کار نخواهد کرد. برای تغییر بین انگلیسی و جانمایی انتخاب‌شده در *خوشامدگوی تیلز* روی نمایهٔ [[جانمایی صفحه‌کلید|doc/first_steps/introduction_to_gnome_and_the_tails_desktop#keyboard_layout]] در بخش آگهی کلیک کنید.

source: The following USB sticks have issues starting Tails. They are configured by the manufacturer as a fixed disk, and not as a removable disk. As a consequence, they require removing the `live-media=removable` boot parameter, which [[is dangerous|doc/first_steps/bug_reporting/tails_does_not_start#entirely]].
pt: As seguintes memórias USB possuem problemas ao iniciar Tails. Elas são configuradas pelo fabricante como discos fixos e não como discos removíveis. Por isto, ao usá-las é necessário remover o parâmetro de boot `live-media=removable`, o que [[é perigoso|doc/first_steps/bug_reporting/tails_does_not_start#entirely]].

source: SanDisk Cruzer Extreme USB 3.0 16GB and 32GB
pt: SanDisk Cruzer Extreme USB 3.0 16GB e 32GB

source: SanDisk Cruzer Blade 4GB and 8GB
pt: SanDisk Cruzer Blade 4GB e 8GB

source: SanDisk had begun the production of flash drives configured as fixed disk in 2012 to meet new requirements for Windows 8 Certification. The flash drives that comply with this certification will have the Windows 8 logo on their packaging. If a flash drive does not have the Windows 8 logo on its packaging, then that drive will function as a removable disk about should work with Tails.
pt: A SanDisk começou a produzir drives de memória flash configurados como disco fixo em 2012 para condizer com as exigências para Certificação do Windows 8. Os discos de memória flash que satisfazem isto podem possuir o logotipo do Windows 8 em sua embalagem. Se um disco de memória flash não possui o logotipo do Window 8 em seu pacote, então aquele disco vai funcionar como um disco removível e deve funcionar com Tails.

source: Booting fails with `Not enough memory to load specified image`. Work around by adding the `mem=1500m` [[boot option|/doc/first_steps/startup_options/#boot_menu]].
pt: A inicialização falha com `Não há memória suficiente para carregar a imagem especificada` (`Not enough memory to load specified image`). Pode ser contornado adicionando a [[opção de boot|/doc/first_steps/startup_options/#boot_menu]] `mem=1500m`.

source: Does not start on USB sticks created using Tails Installer. Booting from DVD works fine.
pt: Não inicia em memórias USB criadas usando o Tails Installer. Iniciar a partir do DVD funciona bem.

source: For the moment, Tails has a very limited support for Mac.
pt: No momento, Tails possui suporte bastante limitado para o Mac.

source: Most recent Mac boot with UEFI only, and currently Tails does not start with UEFI. See [[the corresponding blueprint|blueprint/UEFI]].
pt: Macs mais recentes somente iniciam com boot UEFI, e atualmente Tails não funciona com UEFI. Veja [[o projeto correspondente|blueprint/UEFI]].

source: See also [[manual installation using Mac|doc/first_steps/installation/manual/mac]] for more compatibility reports.
pt: Veja também a [[instalação manual usando Mac|doc/first_steps/installation/manual/mac]] para mais informações de compatibilidade.

source: With BIOS versions A03 06/03/2012 (and A09 and A11)
pt: Com versões de BIOS A03 06/03/2012 (e A09 e A11)

source: Workaround (at least with BIOS versions A09 and A11): just hit enter and it will continue with the boot.
pt: Pode ser contornado (ao menos com BIOS versões A09 e a11): apenas aperte enter e o sistema vai continuar a inicializar.

source: The display panel will have the wrong resolution unless `video=LVDS-1:1600x1200 nouveau.noaccel=1` is added to the boot command line.
pt: O painel de display terá a resolução incorreta a menos que a opção `video=LVDS-1:1600x1200 nouveau.noaccel=1` seja adicionada à linha de comando de boot.

source: Cannot start neither from USB nor from DVD. System crashes with a blank screen and locked up keyboard.
pt: Não pode ser inicializado nem a partir de USB nem de DVD. O sistema dá pau com uma tela preta e teclado travado.

source: Clevo W258CU, ThinkPad X1, X121e, X220, X230, T420i, T430, T410, T520, W520, T530, E325 and E530
pt: Clevo W258CU, ThinkPad X1, X121e, X220, X230, T420i, T430, T410, T520, W520, T530, E325 e E530

source: Even configured to boot in "legacy" mode, they fail to start Tails; with BIOS 9SKT58AUS and also 9SKT79AUS.
pt: Mesmo configurado para iniciar em modo "legacy", eles não conseguem iniciar o Tails; com BIOS 9SKT58AUS e também 9SKT79AUS.

source: USB sticks installed using Tails Installer results in a blinking white cursor in the upper left-hand corner, before even seeing the syslinux screen.
pt: Memórias USB instaladas usando o Tails Installer resultam em um cursor branco piscante no canto superior esquerdo, antes mesmo de aparecer a tela do syslinux.

source: USB stick installed manually results in repeated reboots with a very brief flash of something that says "machine check error".
pt: Memórias USB instaladas manualmente resultadm e reinicializações repetidas com um flash muito curto de algo que diz "machine check error".

source: Toshiba Satellite C50-A-12K and C855D-S5106
pt: Toshiba Satellite C50-A-12K e C855D-S5106

source: Fails to start from a Tails USB unless forced to boot using CSM, and not UEFI, first, as advised on:
pt: Não consegue iniciar a partir de uma memória USB com Tails, a menos que seja forçado a inicializar usando CSM primeiro, e não UEFI, como explicado em:

source: On rare systems (non-PAE with big amounts of memory), Tails does not consistently [[!tails_todo more_efficient_memory_wipe desc="erase all system memory as it should"]].
pt: Em alguns sistemas raros (não-PAE e com muita memória), o Tails não [[!tails_todo more_efficient_memory_wipe desc="apaga toda a memória do sistema como deveria"]] de forma consistente.

source: Tails Installer messes a bit too much with the USB devices for the "emergency shutdown on media removal" feature to continue working after using it. If you believe this feature is critical for the session you're running, we advice you to reboot Tails.
pt: O Tails Installer bagunça um pouco demais os dispositivos USB para que a funcionalidade de "desligamento de emergência ao remover uma mídia" continue funcionando depois de usá-lo. Se você acha que esta funcionalidade é crítica para a sessão que você está executando, nós aconselhamos a reiniciar o Tails.

source: (Ticket: [[!tails_todo fix_DVD_eject_at_shutdown]])
pt: (Tíquete: [[!tails_todo fix_DVD_eject_at_shutdown]])

source: Stream isolation inconsistency in Claws Mail
pt: Inconsistência no isolamento de fluxo no Claws mail

source: Claws Mail isn't using its dedicated Tor SocksPort for Tor hidden service IMAP/POP/SMTP servers (instead Tor's TransPort is used). This is just a deviation from Tails' design and should have no adverse real world consequences.
pt: O Claws Mail não está usando uma porta SocksPort de Tor dedicada para servidores IMAP/POP/SMTP de serviços ocultos de Tor (ao invés disso, a porta TransPort do Tor é usada). Este é somente um desvio do projeto to Tails e não deve ter consequências adversas no mundo real.

source: Lenovo ThinkPad X61, only on emergency shutdown when pulling out the USB stick
pt: Lenovo ThinkPad X61, apenas no desligamento emergencial ao retirar a memória USB

source: Fujitsu Lifebook AH531/GFO, only on regular shutdown, emergency shutdown works
pt: Fujitsu Lifebook AH531/GFO, apenas no desligamento normal, o desligamento emergencial funciona

source: <!-- If this section is empty adjust the [[fingerprint documentation|doc/about/fingerprint]]. -->
pt: <!-- Se esta seção estiver vazia. ajuste a [[documentação sobre fingerprint|doc/about/fingerprint]]. -->

source: <!-- The fingerprints of the Tor browser and the TBB are different: -->
pt: <!-- As fingerprints do navegador Tor e do TBB são distintas: -->

source: Browser window resizing is in not reliable: [[!tails_ticket 6377]] and [[!tor_bug 10095]].
pt: Redimencionamento da tela do navegador não é confiável: [[!tails_ticket 6377]] e [[!tor_bug 10095]].

source: Public FTP servers on the Internet are not reachable using Tails. See [[!tails_todo fix_Internet_FTP_support desc="the corresponding task"]] for more details.
pt: Servidores de FTP públicos na Internet não são acessíveis usando Tails. veja [[!tails_todo fix_Internet_FTP_support desc="a tarefa correspondente"]] para mais detalhes.

source: YouTube videos are hard to get
pt: Vídeos de YoutTube são difíceis de baixar

source: [[!tails_todo easier_YouTube desc="HTML5 video are not easily seen on YouTube"]]. When the message *This video is currently unavailable* appears, the video can actually be viewed. Right-click on the page, select **NoScript** → **Blocked objects** and **Temporarily allow…** the video.
pt: [[!tails_todo easier_YouTube desc="Vídeos em HTML5 não são fáceis de serem vistos no YouTube"]]. Quando a mensagem *Este vídeo não está disponível* aparece, o vídeo na verdade pode ser visto. Clique com o botão direito na página, selecione **NoScript** → **Blocked objects** e **Temporarily allow…** para permitir temporariamente o vídeo.

source: Tails will never support videos which require Flash (those with ads).
pt: Tails nunca vai suportar vídeos que requerem Flash (aqueles com propagandas).

source: "Connect automatically" for NetworkManager connections isn't persistent
pt: "Conectar automaticamente" para conexões do NetworkManager não é persistente

source: When the "Network Connections" persistence feature is activated, the "Connect automatically" setting isn't saved for any connection. While this is a bug, it's actually a good one. NetworkManager itself enables this option by default for all new connections, and could result in users re-connecting to a previous network at times when they don't want that.
pt: Quando a funcionalidade de persistência das "Conexões de Rede" é ativada, a configuração "Conectar automaticamente" não é salva para nenhuma conexão. Mesmo que isto seja um bug, é na verdade um bug bom. O NetworkManager habilita esta opção por padrão para todas as novas conexões, e poderia resultar em usuários reconectando a uma rede antiga em momentos que talvez possam não querer fazê-lo.

source: Tails could behave better when run inside VirtualBox
pt: Tails poderia se comportar melhor ao rodar dentro do VirtualBox

source: Since 0.17.1, VirtualBox guest modules are not shipped anymore.
pt: Desde 0.17.1, módulos de VirtualBox guest não são inclusos mais.

source: See [[!tails_todo fix_virtualbox_guest_modules_build desc="the corresponding task"]] for details.
pt: Veja [[!tails_todo fix_virtualbox_guest_modules_build desc="a tarefa correspondente"]] para detalhes.

source: TorBrowser takes too long to shutdown
pt: TorBrowser leva muito tempo para fechar

source: Since Tails 0.22, the browser sometimes takes too long to shutdown ([[!tails_ticket 6480]]). Waiting a few more seconds is usually enough to let it close itself correctly.
pt: Desde o Tails 0.22, o navegador algumas vezes toma muito tempo para fechar ([[!tails_ticket 6480]]). Esperar alguns segundos a mais geralmente é suficiente para deixar com que feche corretamente.
