Repository: austin987/tails
Catalog: wiki/src/support/known_issues.*.po
Languages: fa, fr, pt

source: After the GNOME session has started, change again the root password with the command:
fa: پس از آغاز شدن نشست کاری گنوم، دوباره گذرواژهٔ اصلی را با این فرمان عوض کنید:
fr: Après le démarrage de la session GNOME, modifier à nouveau le mot de passe root avec la commande :

source: For more details, see our ticket on [[!tails_ticket 7505 desc="Video is broken with switchable graphics"]].
fr: Pour plus de détails, voir notre ticket [[!tails_ticket 7505 desc="Video is broken with switchable graphics"]].

source: Cannot start GNOME session with switchable graphics computers
fr: La session GNOME ne peut pas démarrer avec des ordinateurs avec cartes graphiques commutables

source: On some computers with switchable graphics, Tails 2.10 and later fails to start the GNOME session and keeps returning to [[Tails Greeter|doc/first_steps/startup_options#greeter]].
fr: Sur certains ordinateurs avec cartes graphiques commutables, Tails 2.10 et suivants ne peuvent ouvrir une session GNOME et reviennent systématiquement au [[Tails Greeter|doc/first_steps/startup_options#greeter]].

source: Starting in **Troubleshooting Mode** works, as well as adding the `modeprobe.blacklist=nouveau` to the [[startup options|doc/first_steps/startup_options#boot_loader_menu]].
fr: Démarrer en mode **Troubleshooting Mode** marche, ainsi que le fait d'ajouter `modeprobe.blacklist=nouveau` aux [[options de démarrage|doc/first_steps/startup_options#boot_loader_menu]].

source: Laptops with Intel 855GM graphic card
fr: Ordinateurs portables avec une carte graphique Intel 855GM

source: Laptops with graphic card Intel 855GM (as Dell Inspiron 510M) crash after Tails Greeter.
fr: Les ordinateurs portables avec une carte graphique Intel 855GM (tel que le Dell Inspiron 510M) plantent après le Tails Greeter.

source: See [[!debbug 776911 desc="relevant bug report"]] for more information.
fr: Voir le [[!debbug 776911 desc="rapport de bug correspondant"]] pour plus d'informations.

source: Laptops with Intel GM965/GL960 graphic card
fr: Ordinateurs portables avec une carte graphique Intel GM965/GL960

source: Laptops with graphic card Intel GM965/GL960 crash while running Tails. Add `video=SVIDEO-1:d` on the boot command line to work around this problem.
fr: Les ordinateurs portables avec une carte graphique Intel GM965/GL960 plantent lors de l'utilisation de Tails. Ajouter `video=SVIDEO-1:d` à la ligne de commande du démarrage pour contourner le problème.

source: See [[!linuxbug 187001]] for more information.
fr: Voir [[!linuxbug 187001]] pour plus d'informations.

source: Systems with Intel graphic cards
fr: Systèmes avec cartes graphiques Intel

source: The graphical interface fails to start on some Intel graphics adapters. If this happens to you:
fr: L'interface graphique n'arrive pas à démarrer avec certaines cartes graphiques Intel. Si cela vous arrive :

source: Add the `xorg-driver=intel` option in the [[boot menu|doc/first_steps/startup_options#boot_menu]].
fr: Ajoutez l'option `xorg-driver=intel` dans le [[menu du chargeur d’amorçage|doc/first_steps/startup_options#boot_menu]].

source: If this fixes the problem, report to <tails-support-private@boum.org> the output of the following commands:
fr: Si cela corrige le problème, transmettez à <tails-support-private@boum.org> la sortie des commandes suivantes :

source: … so we get the identifier of your graphics adapter and can have this fix applied automatically in the next Tails release. 3. If this does not fix the problem, try Troubleshooting Mode and [[report a bug|doc/first_steps/bug_reporting]]. Include the exact model of your Intel graphics adapter.
fr: … ainsi nous pourrons identifier votre carte graphique et nous pourrons avoir cette correction appliquée automatiquement dans la prochaine version de Tails. 3. Si cela ne corrige pas le problème essayez le `Troubleshooting Mode` et [[signalez un bug|doc/first_steps/bug_reporting]]. En incluant le modèle exact de la carte graphique Intel.

source: Virtual machines with *virt-manager*, *libvirt* and *QEMU*
fr: Machines virtuelles avec *virt-manager*, *libvirt* et *QEMU*

source: See the [[dedicated troubleshooting documentation|doc/advanced_topics/virtualization/virt-manager#graphics-issues]] about graphics issues in Tails running inside a virtual machine with *virt-manager*.
fr: Voir la [[documentation de dépannage dédiée|doc/advanced_topics/virtualization/virt-manager#graphics-issues]] à propos des problèmes graphiques lorsque Tails fonctionne dans une machine virtuelle avec *virt-manager*.

source: Wi-Fi issues
fa: مشکلات وای‌فای
fr: Problèmes de Wi-Fi

source: Broadcom Wi-Fi network interface needing `broadcom-sta-dkms`
fa: رابط شبکهٔ وای‌فای Broadcam نیازمند به `broadcom-sta-dkms
fr: L'interface réseau Wi-Fi Broadcom a besoin de `broadcom-sta-dkms`

source: Some Broadcom Wi-Fi interfaces require the [`wl`](https://wiki.debian.org/wl) driver, provided by the `broadcom-sta-dkms` Debian package, to work in Tails.
fa: بعضی رابط‌های وای‌فای Broadcam برای کار کردن با تیلز نیازمند راه‌انداز [`wl`](https://wiki.debian.org/wl) هستند که در بستهٔ دبیان `broadcom-sta-dkms` وجود دارد.
fr: Certaines interfaces Wi-Fi Broadcom nécessitent le pilote [`wl`](https://wiki.debian.org/fr/wl), fourni par le paquet Debian `broadcom-sta-dkms`, qui fonctionne avec Tails.

source: The `wl` driver is not included in Tails because it is proprietary.
fa: راه‌انداز `wl` در تیلز آورده نشده، چون مالکیتی است.
fr: Le pilote `wl` n'est pas inclus dans Tails parce qu'il est propriétaire.

source: To find out if your Wi-Fi interface requires the `wl` driver:
fa: برای یافتن این که آیا رابط وای‌فای شما به درایور `wl` نیاز دارد یا نه:
fr: Pour savoir si votre interface Wi-Fi nécessite le pilote `wl` :

source: Execute the following command in a [[terminal|doc/first_steps/introduction_to_gnome_and_the_tails_desktop#terminal]]:
fr: Exécutez la commande suivante dans le [[terminal|doc/first_steps/introduction_to_gnome_and_the_tails_desktop#terminal]] :

source: 2. Verify if your device is in the list of devices supported by the `broadcom-sta-dkms` package on the corresponding [Debian wiki page](https://wiki.debian.org/wl). If you find your device in the list of supported devices, then it is impossible to use your Wi-Fi card in Tails.
fa: ۲. در صفحهٔ [صفحهٔ ویکی دبیان](https://wiki.debian.org/wl) مرتبط اطمینان حاصل کنید که دستگاه شما در فهرست دستگاه‌های مورد پشتیبانی بستهٔ `broadcom-sta-dkms` وجود دارد. اگر دستگاهتان را در فهرست این دستگاه‌ها یافتید، آن‌گاه استفاده از کارت وای‌فای شما در تیلز غیرممکن است.
fr: 2. Vérifiez si votre périphérique est dans la liste de ceux supportés par le paquet `broadcom-sta-dkms` sur la [page du wiki Debian](https://wiki.debian.org/fr/wl) correspondante. Si vous trouvez votre périphérique dans la liste de ceux supportés, alors il est impossible d'utiliser votre carte Wi-Fi avec Tails.

source: Systems with RTL8723be Wi-Fi adapter
fr: Systèmes avec adaptateur Wi-Fi RTL8723be

source: On some computers with a RTL8723be Wi-Fi adapter, Tails may fail to discover Wi-Fi networks, may provide unreliable Wi-Fi connections, or may provide poor Wi-Fi performance.
fr: Sur certains ordinateurs avec un adaptateur Wi-Fi RTL8723be, Tails peut échouer à trouver des réseaux Wi-Fi, cela peut rendre peu fiable les connexions Wi-Fi ou provoquer de mauvaises performances du Wi-Fi.

source: Most such problems can be solved by adding [[startup options|/doc/first_steps/startup_options/#boot_loader_menu]].
fr: La plupart de ces problèmes peuvent être corrigés en ajoutant des [[options de démarrage|/doc/first_steps/startup_options/#boot_loader_menu]].

source: The exact combination of options that will work depends on the computer, so try the following instructions until you find a combination that works for you:
fr: La combinaison exacte des options qui devrait marcher dépend de l'ordinateur, essayez les instructions suivantes jusqu'à ce que vous trouviez la combinaison qui marche pour vous :

source: Add `rtl8723be.fwlps=0 rtl8723be.ips=0` to the startup options.
fr: Ajoutez `rtl8723be.fwlps=0 rtl8723be.ips=0` aux options de démarrage.

source: Add `rtl8723be.ant_sel=1` to the startup options.
fr: Ajoutez `rtl8723be.ant_sel=1` aux options de démarrage.

source: Add `rtl8723be.ant_sel=2` to the startup options.
fr: Ajoutez `rtl8723be.ant_sel=2` aux options de démarrage.

source: Add `rtl8723be.ant_sel=1 rtl8723be.fwlps=0 rtl8723be.ips=0` to the startup options.
fr: Ajoutez `rtl8723be.ant_sel=1 rtl8723be.fwlps=0 rtl8723be.ips=0` aux options de démarrage.

source: Add `rtl8723be.ant_sel=2 rtl8723be.fwlps=0 rtl8723be.ips=0` to the startup options.
fr: Ajoutez `rtl8723be.ant_sel=2 rtl8723be.fwlps=0 rtl8723be.ips=0` aux options de démarrage.

source: Security issues
fa: مسائل امنیتی
fr: Problèmes de sécurité
pt: Problemas de segurança

source: Tails does not erase video memory
fa: تیلز حافظهٔ ویدیویی را پاک نمی‌کند
fr: Tails n'efface pas la mémoire vidéo

source: Tails doesn't erase the [[!wikipedia VRAM desc="video memory"]] yet. When one uses Tails, then restarts the computer into another operating system, that other operating system can see what has been displayed on the screen within Tails.
fa: تیلز هنوز [[!wikipedia VRAM desc="حافظهٔ ویدیویی"]] را پاک نمی‌کند. هنگام استفاده از تیلز و راه‌اندازی دوبارهٔ رایانه به سیستم‌عاملی دیگر، آن سیستم‌عامل دیگر می‌تواند ببیند که روی صفحهٔ تیلز چه چیزهایی دیده می‌شد.
fr: Tails n'efface pas encore la [[!wikipedia_fr Mémoire_vidéo desc="mémoire vidéo"]]. Quand une personne utilise Tails, puis redémarre l'ordinateur avec un autre système d'exploitation, cet autre système d'exploitation peut voir ce qui a été affiché sur l'écran dans Tails.

source: Shutting down the computer completely, instead of restarting it, might allow the video memory to empty itself.
fa: خاموش کردن کامل رایانه به جای راه‌اندازی دوبارهٔ آن ممکن است به حافظهٔ ویدیویی اجازه بدهد که محتویات خود را پاک کند.
fr: Éteignez l'ordinateur complètement, au lieu de le redémarrer, cela peut permettre à la mémoire vidéo de se vider elle-même.

source: See [[!tails_ticket 5356 desc="Erase video memory on shutdown"]].
fa: رجوع کنید به [[!tails_ticket 5356 desc="پاک کردن حافظهٔ ویدیویی هنگام خاموش شدن"]].
fr: Voir [[!tails_ticket 5356 desc="le ticket correspondant"]].

source: Tails DVD eject failure
fa: عدم توفیق در بیرون آوردن دی‌وی‌دی تیلز
fr: Tails n'éjecte pas les DVD
pt: Falha na ejeção do DVD do Tails

source: Pressing the DVD eject button does not trigger emergency shutdown. Also, the "normal" (non-emergency) shutdown procedure does not eject the DVD anymore.
fa: فشار دادن دکمهٔ بیرون آمدن دی‌وی‌دی باعث خاموش شدن اضطراری نمی‌شود. همچنین روند خاموش کردن «عادی» (غیراضطراری) دیگر دی‌وی‌دی را بیرون نمی‌آورد.
fr: Presser le bouton d'éjection du DVD ne lance pas l'extinction d'urgence. De plus, l'extinction "normale" (non urgente) n'éjecte plus le DVD.
pt: Apertar o botão de ejeção do DVD não ativa o desligamento de emergência. Além disso, o desligamento "normal" (não emergencial) não ejeta o DVD mais.

source: See [[!tails_ticket 5447 desc="Fix DVD eject at shutdown"]].
fa: رجوع کنید به [[!tails_ticket 5447 desc="حل مشکل بیرون نیامدن دی‌وی‌دی هنگام خاموش کردن"]].
fr: Voir [[!tails_ticket 5447 desc="le ticket correspondant"]].

source: Browser fingerprint
fr: Empreinte du navigateur

source: There are known differences between the fingerprints of <span class="application">Tor Browser</span> inside and outside of Tails:
fr: Il y a des différences connues entre les empreintes du <span class="application">Navigateur Tor</span> dans et en-dehors de Tails :

source: Other issues
fa: مسائل دیگر
fr: Autres problèmes
pt: Outros problemas

source: Chainloading Tails from GRUB
fa: بارگذاری زنجیره‌ای تیلز از GRUB
fr: Chargement chaîné (chainloading) de Tails depuis GRUB
pt: Inicializando Tails "em cadeia" a partir do GRUB

source: To workaround problems in booting Tails on laptops with UEFI support, it is possible to chainload the syslinux on the ISO image from another boot loader that is already working on the laptop, like GRUB. Be careful not to modify at all the options of syslinux in the process.
fa: برای استفاده از راه‌حل‌های پیرامونی هنگام راه‌اندازی تیلز در لپ‌تاپ‌هایی که از UEFI پشتیبانی می‌کنند، می‌توان syslinux را روی تصویر ایزو از بارگذار راه‌اندازی دیگری که در حال کار روی لپ‌تاپ است، مانند GRUB، بارگذاری زنجیره‌ای کرد. دقت کنید که در این روند تمام گزینه‌های syslinux را تغییر ندهید.
fr: Pour contourner des problèmes de démarrage de Tails sur des ordinateurs avec prise en charge UEFI, il est possible de faire du chargement chaîné de syslinux de l'image ISO depuis un autre chargeur d'amorçage qui fonctionne toujours sur cet ordinateur, comme GRUB. Faites attention à ne pas modifier toutes les options de syslinux lors de l'opération.
pt: Para contornar problemas ao inicializar o Tails em laptops com suporte a UEFI, é possível carregar o syslinux da imagem ISO em cadeia a partir de um outro carregador de inicialização que já esteja funcionando no laptop, como por exemplo o GRUB. Tenha cuidado para não modificar nenhuma das opções do syslinux no processo.

source: The following commands, run from the GRUB shell, might be helpful:
fa: فرمان‌های زیر که از پوستهٔ GRUB اجرا می‌شوند ممکن است سودمند باشند:
fr: Les commandes suivantes, lancées depuis un shell GRUB, peuvent aider :
pt: Os seguintes comandos, executados a partir do shell GRUB, podem ajudar:

source: Boot Loader Menu has display issues
fr: Le menu du chargeur d’amorçage a des problèmes d'affichage

source: Since Tails 1.1, on some hardware (ThinkPad X230, MacBook Pro 8,1), the Boot Loader Menu is not displayed properly. Tails starts fine, though.
fr: Depuis Tails 1.1, sur certains ordinateurs (ThinkPad X230, MacBook Pro 8,1), le menu du chargeur d’amorçage ne s'affiche pas correctement. Cependant, Tails démarre correctement.

source: Connecting to FTP servers is not possible
fa: اتصال به سرورهای اف‌تی‌پی ممکن نیست
fr: Se connecter à des serveurs FTP n'est pas possible
pt: Não é possível conectar a servidores FTP

source: Public FTP servers on the Internet are not reachable using Tails. See [[!tails_ticket 6096 desc="Fix FTP support"]] for more details.
fa: نمی‌توان از طریق تیلز به سرورهای اف‌تی‌پی عمومی در اینترنت دسترسی پیدا کرد. برای جزییات بیشتر رجوع کنید به [[!tails_ticket 6096 desc="حل پشتیبانی اف‌تی‌پی"]].
fr: Les serveurs FTP publics sur Internet ne sont pas joignables avec Tails. Voir [[!tails_ticket 6096 desc="Fix FTP support"]] pour plus de détails.

source: Tails fails to connect to certain Wi-Fi networks
fa: تیلز نمی‌تواند به بعضی شبکه‌های وای‌فای وصل شود
fr: Tails échoue à se connecter à certains réseaux Wi-Fi
pt: Tails não consegue conectar a certas redes Wi-Fi

source: This might be related to the introduction of wireless regulation support in Tails 0.13.
fa: این مشکل ممکن است به آغاز پشتیبانی بی‌سیم در تیلز ۰٫۱۳ مرتبط باشد.
fr: C'est peut-être dû à l'introduction de la prise en charge de la régulation sans-fil depuis Tails 0.13.
pt: Isto pode estar relacionado à introdução de suporte a regulação sem fio no Tails 0.13.

source: The desktop crashes when run with the default QEMU emulated processor
fr: Le bureau plante lorsque l'on exécute l'émulateur de processeur QEMU par défaut

source: Due to a [bug in llvmpipe](https://freedesktop.org/patch/34445/), when Tails runs in a QEMU virtual machine with the default emulated CPU, the GNOME desktop crashes after login.
fr: À cause d'un [bug dans llvmpipe](https://freedesktop.org/patch/34445/), lorsque Tails s'exécute dans une machine virtuelle QEMU avec l'émulation par défaut du CPU, le bureau GNOME plante après s'être connecté.

source: To workaround this problem, pass @-cpu host@ on the QEMU command-line. If you use <span class="application">libvirt</span>, choose <span class="guilabel">Copy host CPU configuration</span> in <span class="application">virt-manager</span>'s processor configuration screen.
fr: Pour contourner ce problème, passez @-cpu host@ dans la ligne de commande de QEMU. Si vous utilisez <span class="application">libvirt</span>, choisissez <span class="guilabel">Copier la configuration du CPU hôte</span> dans l'écran de configuration du processeur <span class="application">virt-manager</span>.

source: Touchpad configurations
fa: پیکربندی حس‌گر لمسی
fr: Configuration du pavé tactile
pt: Configurações do Touchpad

source: Acer TravelMate B113 - ETPS/2 Elantech Touchpad
fr: Acer TravelMate B113 - Pavé tactile ETPS/2

source: Bluetooth devices don't work
fa: دستگاه بلوتوث کار نمی‌کند
fr: Les périphériques Bluetooth ne fonctionnent pas

source: Bluetooth is not enabled in Tails for security reasons.
fr: Le Bluetooth n'est pas activé dans Tails pour des raisons de sécurité.

source: Tor Browser is translated in a limited number of languages
fa: مرورگر تور تنها به چند زبان ترجمه می‌شود
fr: Le navigateur Tor est traduit dans un nombre limité de langues

source: Since Tails 1.2, the web browser is based on Tor Browser which is translated in less languages than before. You can see the list of languages available in Tor Browser from the [Tor Browser homepage](https://www.torproject.org/projects/torbrowser.html.en).
fa: از تیلز ۱٫۲ به بعد مرورگر وب مبتنی بر مرورگر تور است که به زبان‌های کمتری از قبل ترجمه شده‌است. می‌توانید فهرست زبان‌های موجود در مرورگر تور را از [صفحهٔ اصلی تور](https://www.torproject.org/projects/torbrowser.html.en) ببینید.
fr: Depuis Tails 1.2, le navigateur web est basé sur le navigateur Tor qui est traduit dans moins de langues qu'avant. Vous pouvez voir la liste des langues disponibles dans le navigateur Tor depuis la [page d'accueil du navigateur Tor](https://www.torproject.org/projects/torbrowser.html).

source: Playing WebM videos in the Tor Browser fails on old hardware
fr: Échec de la lecture des vidéos WebM dans le Navigateur Tor sur du vieux matériel

source: On systems that only have one CPU code, WebM videos may fail to play in the Tor Browser, and show the error message: "Video can't be played because the file is corrupt". You can work around this by downloading the video and watching it in the Totem video player.
fr: Sur les systèmes n'ayant qu'un seul processeur, la lecture des vidéos WebM dans le Navigateur Tor peut échouer et afficher le message d'erreur : "Video can't be played because the file is corrupt". Vous pouvez contourner le problème en téléchargeant la vidéo et en la regardant avec le lecteur vidéo Totem.

source: Tails does not boot after automatic upgrade
fr: Tails ne démarre pas après une mise à jour automatique

source: Sometimes, after an automatic upgrade, Tails gets blocked when booting, often after the message 'Loading, please wait...'.
fr: Parfois, après une mise à jour automatique, Tails reste bloqué lors du démarrage, souvent après le message 'Loading, please wait...'.

source: To fix this problem, you can [[update your Tails manually|doc/first_steps/upgrade/#manual]].
fa: برای حل این مشکل می‌توانید [[تیلز خود را دستی به‌روز کنید|doc/first_steps/upgrade/#manual]].
fr: Pour résoudre ce problème, vous pouvez [[mettre à jour Tails manuellement|doc/first_steps/upgrade/#manual]].

source: Note that your Persistent Volume will be safely preserved.
fa: در نظر داشته باشید که درایو مانای شما امن خواهد بود.
fr: Notez que le volume persistant devrait être préservé.

source: Icons and information located on the top right corner of the screen disappeared
fr: Les icônes et informations situées au coin en haut et à droite de l'écran disparaissent

source: Sometimes, some of the icons located on the top right corner of the screen are not displayed entirely, or at all. For example, the icon that allows to change to another keyboard layout may be hidden. Other information, such as the clock, may not be visible.
fr: Quelquefois, certaines icônes situées au coin en haut et à droite de l'écran ne sont pas toutes affichées, voir pas du tout. Par exemple, l'icône qui permet de changer le type de clavier peut être cachée. D'autres informations, comme l'horloge, peuvent ne pas être visibles.

source: Press <span class="keycap">Alt+F2</span> and type `r` to restart GNOME Shell, which often solves this problem.
fr: Appuyer sur <span class="keycap">Alt+F2</span> et taper `r` pour redémarrer GNOME Shell corrige souvent ce problème.

source: See [[!tails_ticket 10576]] for more details.
fr: Voir [[!tails_ticket 10576]] pour plus de détails.

source: Some languages do not have the correct keyboard layout set by default
fr: Certaines langues n'ont pas la bonne disposition du clavier configurée par défaut

source: When selecting some languages in the Tails Greeter, the default associated keyboard layout fallbacks to US.
fr: Lors de la sélection de certaines langues dans le Tails Greeter, la disposition du clavier associée par défaut est US.

source: To use the right keyboard layout during a session, set it in the Tails Greeter after having set the language. When the desktop has started, apply the keyboard layout by clicking on the `en` systray icon.
fr: Pour utiliser la bonne disposition du clavier durant une session, configurez-là dans le Tails Greeter après avoir configuré la langue. Une fois le bureau lancé, choisissez la disposition du clavier en cliquant sur l’icône `en` dans la barre des tâches.

source: Affected language codes are `AYC`, `BHB`, `BRX`, `CMN`, `HAK`, `HNE`, `LIJ`, `LZH`, `MHR`, `NAN`, `NHN`, `QUZ`, `SGS`, `SHS`, `TCY`, `THE`, `UNM`, `WAE` and `YUE`.
fr: Les codes des langues affectées sont `AYC`, `BHB`, `BRX`, `CMN`, `HAK`, `HNE`, `LIJ`, `LZH`, `MHR`, `NAN`, `NHN`, `QUZ`, `SGS`, `SHS`, `TCY`, `THE`, `UNM`, `WAE` et `YUE`.

source: The OpenPGP passphrase prompt steals the keyboard and mouse focus
fr: La fenêtre de saisie de la phrase de passe OpenPGP garde le focus du clavier et de la souris

source: This happens when one has enabled the GnuPG persistence feature before Tails 2.3. To fix this problem, execute the following command in a [[terminal|doc/first_steps/introduction_to_gnome_and_the_tails_desktop#terminal]]:
fr: Cela arrive lorsque l’option de persistance GnuPG a été activée avant Tails 2.3. Pour corriger ce problème, exécutez la commande suivante dans le [[terminal|doc/first_steps/introduction_to_gnome_and_the_tails_desktop#terminal]] :

source: Problems when the system clock goes backwards
fr: Problèmes lorsque l'horloge système remonte le temps

source: When connecting to Tor, Tails sets the system time to the current time in the [[!wikipedia Coordinated_Universal_Time]] (UTC) timezone. Many operating systems, such as Linux and macOS, write time expressed in UTC to the hardware clock of the computer. But, Windows instead writes time expressed in the local timezone to the hardware clock of the computer. So, if you are east of the United Kingdom (which is in the UTC timezone) on a computer that also runs Windows, Tails will make the system clock go backwards during startup. Unfortunately, this may trigger software errors in Tails.
fr: Lors de la connexion à Tor, Tails règle l'horloge du système sur l'heure actuelle du fuseau horaire UTC ([[!wikipedia_fr Temps_universel_coordonné]]). Certains systèmes d'exploitation, comme Linux et macOS, écrivent le temps en UTC dans l'horloge matérielle de l'ordinateur. Mais Windows écrit à la place l'heure suivant le fuseau horaire local dans l'horloge matérielle de l'ordinateur. Donc, si vous êtes à l'est du Royaume-Uni (qui est dans le fuseau horaire UTC) sur un ordinateur qui fait également tourner Windows, Tails va ramener l'horloge système en arrière durant le démarrage. Malheureusement, cela peut provoquer des problèmes logiciels dans Tails.
