Repository: austin987/tails
Catalog: wiki/src/support/known_issues.*.po
Languages: fa, fr, pt

source: [[!meta title="Known issues"]]
fa: [[!meta title="مشکلات شناخته‌شده"]]
fr: [[!meta title="Problèmes connus"]]
pt: [[!meta title="Problemas conhecidos"]]

source: Problems starting Tails
fa: مشکلات هنگام راه‌اندازی تیلز
fr: Problème pour démarrer Tails
pt: Problemas ao iniciar Tails

source: This section lists known problems with specific hardware. To report a problem with different hardware see our [[report guidelines when Tails does not start|doc/first_steps/bug_reporting#does_not_start]].
fr: Cette section liste des problèmes connus avec du matériel spécifique. Pour signaler un problème avec du matériel différent voir nos [[instructions de signalement lorsque Tails ne démarre pas|doc/first_steps/bug_reporting#does_not_start]].

source: Problematic USB sticks
fa: درایوهای یواس‌بی مشکل‌دار
fr: Clés USB problématiques
pt: Memórias USB problemáticas

source: Many SanDisk USB sticks are configured by the manufacturer as a fixed disk, and not as a removable disk. As a consequence, they require removing the `live-media=removable` boot parameter. See troubleshooting section about Tails not starting entirely on [[PC|install/debian/usb#start-tails]] or [[Mac|install/mac/usb#start-intermediary]].
fr: De nombreuses clés USB SanDisk sont configurées par le constructeur comme des disques fixes, et non comme des disques amovibles. En conséquence, elles nécessitent d'enlever le paramètre de démarrage `live-media=removable`. Voir la partie résolution des problèmes concernant Tails ne démarre pas complètement sur [[PC|install/debian/usb#start-tails]] ou sur [[Mac|install/mac/usb#start-intermediary]].

source: SanDisk Cruzer Extreme USB 3.0 16GB, 32GB and 64GB
fa: SanDisk Cruzer Extreme USB 3.0 16GB، 32GB و 64GB
fr: SanDisk Cruzer Extreme USB 3.0 16Go, 32Go et 64Go

source: SanDisk Cruzer Fit USB 2.0 8GB, 16GB, and 32G
fa: SanDisk Cruzer Fit USB 2.0 8GB، 16GB و 32G
fr: SanDisk Cruzer Fit USB 2.0 8GB, 16GB, et 32G
pt: SanDisk Cruzer Fit USB 2.0 8GB, 16GB, e 32G

source: SanDisk Cruzer Glide 4GB, 8GB and 16GB
fa: SanDisk Cruzer Glide 4GB، 8GB و 16GB
fr: SanDisk Cruzer Glide 4GB, 8GB et 16GB
pt: SanDisk Cruzer Glide 4GB, 8GB e 16GB

source: SanDisk Cruzer Switch USB 2.0 8GB and 32GB
fa: SanDisk Cruzer Switch USB 2.0 8GB و 32GB
fr: SanDisk Cruzer Switch USB 2.0 8GB et 32GB
pt: SanDisk Cruzer Switch USB 2.0 8GB e 32GB

source: SanDisk Cruzer Blade 4GB, 8GB, and 32GB
fa: SanDisk Cruzer Blade 4GB، 8GB و 32GB
fr: SanDisk Cruzer Blade 4GB, 8GB, et 32GB

source: SanDisk Cruzer Orbiter 32GB (hangs at installation time but boots fine afterwards)
fa: SanDisk Cruzer Orbiter 32GB (موقع نصب دچار مشکل می‌شود اما پس از آن بدون مشکل راه‌اندازی می‌شود)
fr: SanDisk Cruzer Orbiter 32GB (bloque à l'installation mais démarre normalement après coup)

source: SanDisk had begun the production of flash drives configured as fixed disk in 2012 to meet new requirements for Windows 8 Certification, and ended it in mid-2014. The flash drives that comply with this certification will have the Windows 8 logo on their packaging. If a flash drive does not have the Windows 8 logo on its packaging, then that drive will function as a removable disk and should work with Tails.
fa: سان‌دیسک از سال ۲۰۱۲ برای انطابق با نیازمندی‌های جدید گواهی ویندوز ۸ شروع به تولید درایوهای یواس‌بی تنظیم‌شده به شکل دیسک ثابت کرده که تولید آن‌ها در اواسط سال ۲۰۱۴ متوقف شد. فلش‌هایی که مطابق این گواهی هستند روی بسته‌بندی‌شان علامت ویندوز ۸ دیده می‌شود. اگر روی بسته‌بندی یک درایو یواس‌بی لوگوی ویندوز ۸ نباشد، آن درایو مانند یک دیسک جداشدنی عمل کرده و در نتیجه باید بتواند با تیلز کار کند.
fr: SanDisk a débuté la production de lecteurs flash configurés comme des disques fixes en 2012 pour faire face aux exigences de certification de Windows 8, et a arrêté mi-2014. Les périphériques flash qui respectent cette certification auront le logo Windows 8 sur leur emballage. Si un périphérique flash n'a pas le logo Windows 8 sur son emballage, alors celui-ci fonctionnera comme un disque amovible et devrait fonctionner avec Tails.

source: See also [[!tails_ticket 6397]].
fa: همچنین رجوع کنید به [[!tails_ticket 6397]].
fr: Voir également [[!tails_ticket 6397]].
pt: Veja também [[!tails_ticket 6397]].

source: When installing Tails, PNY USB sticks have problems with the constant write load and are prone to failure.
fa: هنگام نصب تیلز، درایوهای یواس‌بی PNY با میزان نوشتن ثابت دچار مشکل شده و احتمال توقف نصب با آن‌ها وجود دارد.
fr: Lors de l'installation de Tails, les clés USB PNY ont des problèmes avec la charge constante d'écriture et sont sujettes aux échecs.

source: Aegis Secure Key USB 2.0
fr: Clé USB 2.0 Aegis Secure Key

source: During the boot process, USB is briefly powered off, that causes Aegis hardware-encrypted USB sticks to lock down, and the PIN must be entered again (fast) in order to complete the boot.
fa: هنگام روند راه‌اندازی، یواس‌بی برای مدتی خاموش می‌شود که منجر به قفل شدن درایوهای یواس‌بی Aegis می‌شوند که از طریق سخت‌افزار رمزگذاری شده‌اند و در نتیجه باید دوباره (و سریع) پین را وارد کنید تا راه‌اندازی کامل انجام شود.
fr: Durant le processus de démarrage, l'USB est brièvement éteint, ce qui fait que la clé USB Aegis avec chiffrement matériel se verrouille, et le code PIN doit être entré à nouveau (rapidement) pour pouvoir compléter le démarrage.

source: Aegis Secure Key USB 3.0
fr: Clé USB 3.0 Aegis Secure Key

source: This USB stick doesn't start Tails at all, the USB 2.0 workaround is not working for that hardware.
fa: این درایو یواس‌بی به کل تیلز را راه‌اندازی نکرده و روش پیرامونی یواس‌بی ۲٬۰ برای آن سخت‌افزار کار نمی‌کند.
fr: Cette clé USB ne démarre pas du tout Tails, la solution de contournement USB 2.0 ne fonctionne pas pour ce matériel.

source: Other vendors
fa: تولیدکننده‌های دیگر
fr: Autres vendeurs

source: Staples Relay USB 2.0 16GB, suffers from the same problem as [[some SanDisk USB sticks|known_issues#sandisk]].
fa: فلش Staples Relay USB 2.0 16GB دچار همان مشکل [[بعضی درایوهای یواس‌بی سان‌دیسک|known_issues#sandisk]] می‌شود.
fr: Les clés USB Staples Relay 2.0 16GB, souffrent du même problème que [[certaines clés USB SanDisk|known_issues#sandisk]].

source: Any Mac with 32-bit EFI may not succeed in booting Tails USB stick created by Tails Installer. You can check if a given Mac is 32-bit or 64-bit EFI on that list: <http://www.everymac.com/mac-answers/snow-leopard-mac-os-x-faq/mac-os-x-snow-leopard-64-bit-macs-64-bit-efi-boot-in-64-bit-mode.html>
fa: هر دستگاه مک با EFI ۳۲بیتی ممکن است در راه‌اندازی درایو یواس‌بی تیلز ایجادشده با نصب‌کنندهٔ تیلز ناموفق باشد. می‌توانید در این فهرست بررسی کنید که آیا یک دستگاه مک خاص ۳۲بیتی است یا ۶۴بیتی: <http://www.everymac.com/mac-answers/snow-leopard-mac-os-x-faq/mac-os-x-snow-leopard-64-bit-macs-64-bit-efi-boot-in-64-bit-mode.html>
fr: Tous les Mac en 32-bit EFI ne peuvent pas démarrer Tails en USB créé avec l'Installeur de Tails. Vous pouvez vérifier si un Mac donné est 32-bit ou 64-bit EFI sur cette liste : <http://www.everymac.com/mac-answers/snow-leopard-mac-os-x-faq/mac-os-x-snow-leopard-64-bit-macs-64-bit-efi-boot-in-64-bit-mode.html>

source: MacBook Pro 2016 and 2017: the keyboard, trackpad and Touch Bar do not work.
fr: MacBook Pro 2016 et 2017 : le clavier, le pavé tactile et la Touch Bar ne marchent pas.

source: MacBook Pro 5,5 does not boot with Tails in UEFI mode.
fa: دستگاه MacBook Pro 5,5 با تیلز در حالت UEFI راه‌اندازی نمی‌شود.
fr: MacBook Pro 5,5 ne démarre pas avec Tails en mode UEFI.

source: MacBook Pro 5,1 17" (Nvidia GeForce 9400M): one must add the `nouveau.noaccel=1` boot parameter so that the display works properly.
fr: MacBook Pro 5,1 17" (Nvidia GeForce 9400M) : certains doivent ajouter le paramètre de démarrage `nouveau.noaccel=1` pour que l'affichage fonctionne correctement.

source: MacBook Air 3,2 (A1369 EMC 2392) freezes when booting Tails in UEFI mode.
fa: دستگاه MacBook Air 3,2 (A1369 EMC 2392) هنگام راه‌اندازی تیلز در حالت UEFI بی‌حرکت می‌شود.
fr: MacBook Air 3,2 (A1369 EMC 2392) se fige lors du démarrage de Tails en mode UEFI.

source: MacBook Pro (early 2011) fails to boot from DVD since Tails 1.1.
fa: دستگاه MacBook Pro (اوایل ۲۰۱۱) در راه‌اندازی از دی‌وی‌دی از تیلز ۱٫۱ به بعد ناموفق است.
fr: MacBook Pro (début 2011) ne démarre pas sur DVD depuis Tails 1.1.

source: Mac Pro Tower and MacBook Pro 4,1 (both from early 2008) fails to boot from a USB stick created by Tails Installer.
fr: Mac Pro Tower et MacBook Pro 4,1 (les deux de début 2008) ne démarrent pas sur une clé USB créée en utilisant l'Installeur de Tails.

source: Booting from DVD works fine, but does not start from USB sticks created using Tails Installer.
fr: Démarrer depuis un DVD fonctionne, mais pas depuis une clé USB créée avec l'Installeur de Tails.

source: This problem might be corrected in Tails 1.1 and newer: please report your test results back to us.
fa: این مشکل ممکن است در تیلز ۱٫۱ و نسخه‌های جدیدتر از آن حل شده باشد. لطفاً نتایج آزمایش‌های خود در این مورد را به ما گزارش دهید.
fr: Ce problème est peut-être corrigé depuis Tails 1.1 : merci de nous transmettre vos résultats de test.

source: Acer Aspire 5315-ICL50 and Acer ES-1-331
fr: Acer Aspire 5315-ICL50 et Acer ES-1-331

source: Does not start on USB sticks created using Tails Installer.
fa: راه‌اندازی از درایوهای یواس‌بی ایجادشده توسط نصب‌کنندهٔ تیلز انجام نمی‌شود.
fr: Ne démarre pas sur une clé USB créée en utilisant l'Installeur de Tails.
pt: Não inicia em memórias USB criadas usando o Tails Installer.

source: Legacy support needs to be enabled in order to start Tails. To enable legacy boot support, enable 'Launch CSM' under boot (menu).
fa: برای راه‌اندازی تیلز باید پشتیبانی از Legacy فعال شود. برای فعال کردن پشتیبانی راه‌اندازی legacy «'Launch CSM» را زیر (فهرست) راه‌اندازی فعال کنید.
fr: Le *legacy support* à besoin d'être activé afin de démarrer Tails. Pour l'activer, activez 'Launch CSM' dans le menu de démarrage.
pt: Suporte a hardware antigo deve estar habilitado para poder iniciar o Tails. Para habilitar soporte a hardware antigo, habilite 'Launch CSM' no menu de boot.

source: You need to add `nomodeset` to the [[startup options|/doc/first_steps/startup_options/#boot_loader_menu]] to make Tails start successfully.
fr: Vous devez ajouter `nomodeset` dans les [[options de démarrage|/doc/first_steps/startup_options/#boot_loader_menu]] pour permettre à Tails de démarrer correctement.

source: Dell Inc. Latitude E6430 and E6230
fr: Dell Inc. Latitude E6430 et E6230

source: With BIOS versions A03 06/03/2012 (and A09, A11, and A12)
fa: با بایوس نسخه‌های A03 06/03/2012 (و A09، A11 و A12)
fr: Avec un BIOS versions A03 06/03/2012 (ainsi que A09, A11 et 12)

source: Error message: `Invalid partition table!`
fa: پیغام‌های خطا: `Invalid partition table!`
fr: Message d'erreur : `Invalid partition table!`
pt: Mensagem de erro: `Invalid Partition Table!`

source: Workaround (at least with BIOS versions A09, A11, and A12): just hit enter and it will continue with the boot.
fa: راه‌های پیرامونی (دست‌کم با بایوس نسخه‌های A09، A11 و A12): تنها کافی است دکمهٔ Enter را بزنید و راه‌اندازی ادامه پیدا می‌کند.
fr: Contournement (au moins avec les BIOS versions A09 et A11 et A12) : juste taper entrée et le démarrage continuera.

source: We were reported that the legacy BIOS shipped on these systems doesn't know how to deal with the GPT partition scheme installed by Tails Installer.
fa: به ما گزارش شده که بایوس legacy گنجانده‌شده در این سیستم‌ها نمی‌داند چطور باید با طرح پارتیشن GPT نصب‌شده روی نصب‌کنندهٔ تیلز برخورد کند.
fr: Il nous a été signalé que l'ancien BIOS livré dans ces systèmes ne prend pas en charge le schéma de partition GPT installé par l'Installeur de Tails.
pt: Recebemos relatos de que a BIOS antiga utilizada nestes sistemas não sabe como lidar com o esquema de partições GPT instalado pelo Tails Installer.

source: The display panel will have the wrong resolution unless `video=LVDS-1:1600x1200 nouveau.noaccel=1` is added to the boot command line. This problem might be corrected in Tails 1.1 and newer: please report your test results back to us.
fa: پنل نمایش راه‌حلی اشتباه خواهد داشت مگر این که `video=LVDS-1:1600x1200 nouveau.noaccel=1` به خط فرمان راه‌اندازی اضافه شود. این مشکل ممکن است در تیلز نسخه‌های ۱٫۱ و جدیدتر حل شده باشد. لطفاً نتیجهٔ آزمایش‌های خود در این مورد را به ما گزارش کنید.
fr: L'affichage de l'écran aura la mauvaise résolution à moins que vous n'ajoutiez `video=LVDS-1:1600x1200 nouveau.noaccel=1` à la ligne de commande du menu du chargeur d’amorçage. Ce problème est peut-être corrigé dans Tails 1.1 ou des versions plus récentes : merci de nous transmettre vos résultats de test.

source: Does not start neither from USB nor from DVD. System crashes with a blank screen and locked up keyboard. This problem might be corrected in newer versions: please report your test results back to us.
fa: تیلز نه از یواس بی راه‌اندازی می‌شود و نه از دی‌وی‌دی. سیستم با یک صفحهٔ خالی متوقف شده و صفحه‌کلید قفل می‌شود. این مشکل شاید در نسخه‌های جدیدتر حل شده باشد: لطفاً نتایج آزمایش‌های خود در این مورد را به ما گزارش کنید.
fr: Ne démarre ni sur USB ni sur DVD. Le système plante avec un écran vide et un clavier verrouillé. Ce problème est peut-être corrigé dans des versions plus récentes : merci de nous transmettre vos résultats de test.

source: Does not start Tails 1.2.3 created using Tails Installer.
fa: تیلز ۱٫۲٫۲ که با نصب‌کنندهٔ تیلز ایجاد شده باشد راه‌اندازی نمی‌شود.
fr: Ne démarre pas sur une clé USB Tails 1.2.3 créée en utilisant l'Installeur de Tails.

source: You need to update the firmware to its latest version in order to start from a device installed using Tails Installer.
fa: برای راه‌اندازی از دستگاه نصب‌شده توسط نصب‌کنندهٔ تیلز باید سفت‌افزار را به آخرین نسخهٔ آن ارتقاء دهید.
fr: Vous devez mettre à jour le microcode vers sa dernière version afin de pouvoir démarrer depuis un périphérique installé via l'Installeur de Tails.
pt: Você precisa atualizar o formware para a última versão para poder iniciar a partir de um dispositivo instalado usando o Tails Installer.

source: Tails 3.3 restarts during startup and never starts successfully ([[!tails_ticket 15152]]).
fr: Tails 3.3 redémarre durant le démarrage et ne réussit jamais à se lancer ([[!tails_ticket 15152]]).

source: Since Tails 1.3, gets stuck at the Boot Loader Menu, whether Tails is installed manually or using Tails Installer.
fr: Depuis Tails 1.3, reste coincé sur le menu du chargeur d’amorçage, que Tails ait été installé manuellement ou depuis l'Installeur de Tails.

source: With UEFI enabled, when choosing a boot device, select `Boot From EFI File` and then `Filesystem Tails` and `EFI/BOOT/BOOTX64.EFI`.
fr: Avec l'UEFI activé, lors du choix d'un périphérique de démarrage, sélectionner `Boot From EFI File` puis `Filesystem Tails` et `EFI/BOOT/BOOTX64.EFI`.

source: That workaround applied to, at least, the following HP ProBook:
fr: Cette solution s'applique, au moins, aux HP ProBook suivants :

source: Does not start Tails 1.1 from USB installed manually in Linux.
fa: تیلز ۱٫۱ را از درایو یواس‌بی که روی لینوکس دستی نصب شده باشد راه‌اندازی نمی‌کند.
fr: Ne démarre pas Tails 1.1 depuis une clé USB si installé manuellement via Linux.

source: Goes back continuously to Boot Loader Menu on Tails installed on DVD.
fr: Revient continuellement au menu du chargeur d’amorçage avec un DVD Tails.

source: Clevo W258CU, ThinkPad X121e, T420i, T410, T520, W520, T530, E325, and E530
fr: Clevo W258CU, ThinkPad X121e, T420i, T410, T520, W520, T530, E325 et E530

source: These machines do not start on USB sticks created using Tails Installer due to a firmware limitation.
fr: Ces machines ne démarrent pas sur une clé USB créée en utilisant l'installeur Tails, à cause d'une limitation du firmware.

source: A workaround for some of these machines is to use the [[manual installation process|install/linux/usb]]. Note, however, that this technique does not allow you to set up a persistent volume.
fr: Une solution alternative pour certaines de ces machines est d'utiliser le [[processus d'installation manuelle|install/linux/usb]]. Notez cependant que cette technique ne permet pas de configurer un volume persistant.

source: Graphics issues
fr: Problèmes graphiques

source: GNOME desktop fails to start with some AMD/ATI Radeon graphic adapters
fr: Le bureau GNOME n'arrive pas à démarrer avec certaines cartes graphiques AMD/ATI Radeon

source: Some computers [[!tails_ticket 11095 desc="cannot start the GNOME desktop"]].
fr: Certains ordinateurs [[!tails_ticket 11095 desc="n'arrivent pas à démarrer le bureau GNOME"]].

source: After the <span class="application">Tails Greeter</span> they freeze, or sometimes fail with the message <span class="error">"Oh no! Something has gone wrong. A problem has occurred and the system can't recover. Please contact a system administrator"</span>.
fr: Après le <span class="application">Tails Greeter</span> ils bloquent ou parfois ils échouent avec le message <span class="error">"Oh no! Something has gone wrong. A problem has occurred and the system can't recover. Please contact a system administrator"</span>.

source: This issue has appeared with the following graphic adapters:
fr: Ce problème est apparu avec les cartes graphiques suivantes :

source: - Mars XTX [Radeon HD 8790M] - Mars XTX [Radeon HD 8790M] (rev ff) - Cedar [Radeon HD 5000/6000 7350/8350 Series] - Broadway PRO [Mobility Radeon HD 5850] - RV730/M96 [Mobility Radeon HD 4650/5165]
fr: - Mars XTX [Radeon HD 8790M] - Mars XTX [Radeon HD 8790M] (rev ff) - Cedar [Radeon HD séries 5000/6000 7350/8350] - Broadway PRO [Mobility Radeon HD 5850] - RV730/M96 [Mobility Radeon HD 4650/5165]

source: For some models, adding `radeon.modeset=0` to the [[startup options|/doc/first_steps/startup_options/#boot_loader_menu]] fixes the issue.
fr: Avec certains modèles, ajouter `radeon.modeset=0` dans les [[options de démarrage|/doc/first_steps/startup_options/#boot_loader_menu]] corrige le problème.

source: Tails Greeter fails to start with some AMD/ATI Radeon graphic adapters
fr: Tails Greeter n'arrive pas à démarrer avec certaines cartes graphiques AMD/ATI Radeon

source: Some computers cannot start Tails Greeter. This issue has appeared with the following graphic adapters:
fr: Certains ordinateurs ne peuvent démarrer Tails Greeter. Ce problème est apparu avec les cartes graphiques suivantes :

source: Adding `radeon.dpm=0` to the [[startup options|/doc/first_steps/startup_options/#boot_loader_menu]] fixes the issue.
fr: Ajouter `radeon.dpm=0` dans les [[options de démarrage|/doc/first_steps/startup_options/#boot_loader_menu]] corrige le problème.

source: Tails Greeter fails to start on computers with NVIDIA Maxwell graphic cards
fr: Tails Greeter n'arrive pas à démarrer avec certaines cartes graphiques NVIDIA Maxwell

source: Some computers cannot start Tails Greeter. This appears with some graphic cards in the [NVIDIA Maxwell family](https://nouveau.freedesktop.org/wiki/CodeNames/#nv110familymaxwell). This problem has been fixed in Tails 3.2 for some of these graphic cards. If Tails Greeter still does not start for you:
fr: Certains ordinateurs ne peuvent démarrer Tails Greeter. Cela arrive avec certaines cartes graphiques de la [famille NVIDIA Maxwell](https://nouveau.freedesktop.org/wiki/CodeNames/#nv110familymaxwell). Ce problème a été corrigé dans Tails 3.2 pour plusieurs de ces cartes graphiques. Si pour vous Tails Greeter ne démarre toujours pas :

source: Add `nouveau.noaccel=1` or `nouveau.modeset=0` to the [[startup options|doc/first_steps/startup_options#boot_loader_menu]].
fr: Ajoutez `nouveau.noaccel=1` ou `nouveau.modeset=0` dans les [[options de démarrage|doc/first_steps/startup_options/#boot_loader_menu]].

source: [[Report a bug|doc/first_steps/bug_reporting]], giving us an email address so we can contact you to debug the problem. Please reference [[!tails_ticket 15116]] in your bug report.
fr: [[Signalez un bug|doc/first_steps/bug_reporting]], donnez-nous une adresse email pour que nous puissions vous contacter pour résoudre le problème. Veuillez faire référence à [[!tails_ticket 15116]] dans votre rapport de bug.

source: Tails Greeter fails to start on computers with NVIDIA Pascal graphic cards ---------------------------------------------------------------------------
fr: Tails Greeter n'arrive pas à démarrer avec certaines cartes graphiques NVIDIA Pascal ---------------------------------------------------------------------------

source: Some computers cannot start Tails Greeter. This may appear with the [NVIDIA Pascal family](https://nouveau.freedesktop.org/wiki/CodeNames/#nv130familypascal) of graphic adapters.
fr: Certains ordinateurs ne peuvent démarrer Tails Greeter. Cela peut arriver avec les cartes graphiques de la [famille NVIDIA Pascal](https://nouveau.freedesktop.org/wiki/CodeNames/#nv130familypascal).

source: If Tails Greeter does not start for you:
fr: Si pour vous Tails Greeter ne démarre pas :

source: Black screen with switchable graphics computers
fr: Écran noir avec des ordinateurs avec cartes graphiques commutables

source: Some computers with switchable graphics (such as Optimus) fail to choose a video card and end up on a black screen. This has been reported for MacBook Pro 6,2, MacBook Pro 10,1 Retina, MacBook Pro 15-inch (early 2011) and might affect many others.
fa: بعضی رایانه‌ها با گرافیک‌های قابل‌تغییر (مانند اوپتیموس) نمی‌توانند کارت تصویر را انتخاب کنند و تنها یک صفحهٔ سیاه نشان می‌دهند. این مشکل در مورد MacBook Pro 6,2، MacBook Pro 10,1 Retin، MacBook Pro 15-inch (اوایل ۲۰۱۱) گزارش شده و ممکن است مدل‌های بسیار دیگری نیز این مشکل را داشته باشند.
fr: Certains ordinateurs avec cartes graphiques commutables (comme Optimus) échouent dans le choix de la carte vidéo et se bloquent sur un écran noir. Ceci a été constaté sur MacBook Pro 6.2, MacBook Pro 10.1 Retina, MacBook Pro 15 pouces (début 2011) et peut en affecter plein d'autres.

source: There are several possible workarounds for this issue:
fr: Il y a plusieurs possibilités pour contourner ce problème :

source: Explicitly select one of the two graphics adapters in the BIOS instead of letting the system choose one automatically. If this does not solve the problem, try selecting the other graphics adapter.
fr: Sélectionner explicitement une des deux cartes graphiques dans le BIOS au lieu de laisser le système en choisir une automatiquement. Si cela ne résout pas le problème, essayez en sélectionnant l'autre carte graphique.

source: For the Mac computers, it is possible to use a third-party application, <http://gfx.io/>, to force integrated graphics only through OS X. Then restart in that special mode that works with Tails.
fa: برای رایانه‌های مک، تنها در اواس ده می‌توان از یک ابزار طرف سوم، <http://gfx.io/>، برای استفاده از گرافیک‌های یکپارچه استفاده کرد. سپس باید رایانه را در حالت خاصی راه‌اندازی کرد که با تیلز کار می‌کند.
fr: Pour les ordinateurs Mac, il est possible d'utiliser une application tierce, <http://gfx.io/>, pour forcer la carte graphique intégrée uniquement avec OS X. Redémarrez dans ce mode spécial pour faire fonctionner Tails.

source: Expert Linux users can also do the following:
fa: کاربران خبرهٔ لینوکس نیز می‌توانند این کار را انجام دهند:
fr: Les personnes expertes de Linux peuvent aussi :

source: Add the `i915.modeset=0 rootpw=pass` option in the [[Boot Loader Menu|doc/first_steps/startup_options#boot_loader_menu]].
fr: Ajouter l'option `i915.modeset=0 rootpw=pass` dans le [[menu du chargeur d’amorçage|doc/first_steps/startup_options#boot_loader_menu]].

source: Create a file `/etc/X11/xorg.conf.d/switchable.conf` with the following content:
fa: فایل `/etc/X11/xorg.conf.d/switchable.conf` با این محتویات ایجاد کنید:
fr: Créer un fichier `/etc/X11/xorg.conf.d/switchable.conf` avec le contenu suivant :

source: Restart X with the command:
fa: X را با این فرمان دوباره راه‌اندازی کنید:
fr: Redémarrer X avec la commande :
