Repository: austin987/tails
Catalog: wiki/src/support/talk.*.po
Languages: es, fr, pt

source: [[!meta title="Get in touch with us"]]
es: [[!meta title="Contacta con nosotros"]]
fr: [[!meta title="Nous contacter"]]
pt: [[!meta title="Entre em contato conosco"]]

source: Support list
fr: Liste d'assistance
pt: Lista de suporte

source: Subscribe to our [[user support mailing list|tails-support]].
fr: S'abonner à notre [[liste mail d'assistance utilisateur|tails-support]].
pt: Inscreva-se na nossa [[lista de emails de suporte a usuários|tails-support]].

source: This is a public mailing list, so <strong>be careful with what you are sending</strong>. Give only the necessary informations about yourself, and if possible use Tails or [[<span class="application">Tor Browser</span>|https://torproject.org/torbrowser/]] to hide your IP address.
fr: Cette liste mail est publique, soyez donc <strong>prudents avec ce que vous envoyez</strong>. Donnez uniquement les informations nécessaires vous concernant et si possible utilisez Tails ou le [[Tor Browser|https://torproject.org/torbrowser/]] pour cacher votre adresse IP.

source: Join our IRC channel to chat with contributors and users.
fr: Rejoignez notre salon IRC pour discuter avec contributeurs et utilisateurs de Tails.
pt: Entre no nosso canal IRC para conversar com contribuidores/as e usuários/as.

source: server: <code>irc.oftc.net</code>
fr: serveur : <code>irc.oftc.net</code>
pt: servidor: <code>irc.oftc.net</code>

source: chatroom: <code>#tails</code>
fr: salon : <code>#tails</code>
pt: sala: <code>#tails</code>

source: use TLS/SSL to connect!
es: ¡utiliza TLS/SSL para conectarte!
fr: utilisez TLS/SSL pour vous connecter!
pt: use TLS/SSL para conectar!

source: If you are using Tails, read [[the chat documentation|doc/anonymous_internet/pidgin]]. Else, you can use [[Pidgin|http://www.pidgin.im/]], an Instant Messaging client for Windows, GNU/Linux and Mac OS X.
fr: Si vous utilisez Tails, consultez la [[documentation sur la messagerie instantanée|doc/anonymous_internet/pidgin]]. Sinon, vous pouvez utiliser [[Pidgin|http://www.pidgin.im/]], un logiciel de messagerie instantanée pour Windows, GNU/Linux et Mac OS X.
pt: Se você está usando Tails, leia [[a documentação sobre bate-papo|doc/anonymous_internet/pidgin]]. Senão, você pode usar o [[Pidgin|http://www.pidgin.im/]], um cliente de Mensagens Instantâneas para Windows, GNU/Linux e Mac OS X.

source: Mail us on our private mailing list:
es: Envía un correo a nuestra lista privada:
fr: Envoyez-nous un mail sur notre liste de discussion privée :
pt: Envie-nos um email em nossa lista privada:

source: Encrypting your emails with our [[OpenPGP key|doc/about/openpgp_keys#support]] is the only way to achieve end-to-end encryption.
es: Cifrar tus emails con nuestra [[llave OpenPGP|doc/about/openpgp_keys#support]] es la única forma de lograr cifrado de punta a punta.
fr: Chiffrer vos mails avec notre [[clef OpenPGP|doc/about/openpgp_keys#support]] est le seul moyen de garantir la confidentialité de nos échanges.

source: Chat
es: Chatea
pt: Bate-papo

source: port: <code>6697</code>
pt: porta: <code>6697</code>

source: [[tails-support-private@boum.org|about/contact#tails-support-private]]
es: [[tails-support-private@boum.org|mailto:tails-support-private@boum.org]]

source: [[!inline pages="support/talk/languages.inline" raw="yes"]]
es: [[!inline pages="support/talk/languages.inline.es" raw="yes"]]

source: Join our XMPP chat room to talk to contributors and users.
es: Únete a nuestro canal XMPP para hablar con contribuidores y usuarios.

source: server: <code>conference.riseup.net</code>
es: servidor: <code>conference.riseup.net</code>

source: room: <code>tails</code>
es: chatroom: <code>tails</code>
